{"5553504": [[-31.954361, 141.466522], "Privacy in the Heritage precinct", ["https://a0.muscache.com/im/pictures/eac6a25c-5ae6-4a5c-8abc-c3c93c522658.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/89755132/09382ff7_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/74710555/3dcb6f2d_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/74710585/8eddf11c_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/89755626/d7e4a392_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ff9ea081-384b-4a4f-b5d2-7b8cccb9e2f1.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e1e1c7c5-2b80-42d0-b89a-31e6e60ea66a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/8b22eeba-ca96-4139-b14d-875f5ed37fef.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/baa7cf56-b58b-420c-b6b7-b0a3d4d4441e.jpg?aki_policy=large"], "1 bedroom", 1, "1 bath", 1.0, 2, 3, null, "", 90, 5.0, "Entire cottage", 91.0, "AUD", 0, 15996236, "This convenient apartment with a private courtyard is perfect for people needing a home away from home while working or visiting Broken Hill. It is fully equipped, comfortable and close to the train station, art galleries, restaurants and cafclubs, shops, cinema and supermarket. A house manual, including Wi-Fi details, a local map and brochures are provided on arrival. Need to check in before 4.00 pm? It may be possible by prior arrangement.'", {"3591235": ["Angela", "Retro fun! Stylishly renovated space with heaps of 60s features retained. Excellent array of treats for weary travellers and a great location with easy walking distance of downtown Broken Hill."], "107317570": ["Bernadette", "Gigi's place is in a great location and has everything you need. We loved the fruit loaf."], "21427544": ["Amanda", "Conveniently located in the town centre area. \n\nKitchen well equipped, including a grater so we could make cheeseslaw!\n\nClean and cheerful. Bed was comfortable. Heating when needed (June) was great with electric blankets to take off the chills.\n\nRecommended :)"], "7535114": ["Carmel", "Ghislaine's place is quaint, homely and very clean.  Although a little out dated it actually allowed for an authentic experience of Broken Hill.   We enjoyed that it was totally private and we had it to ourselves and we had all we required for a longer stay including our own private garage.   Thank you so much Gigi"], "19890041": ["David & Pattie", "Gigi’s apartment was well presented, clean with many thoughtful touches and well located near the main Street.  Gigi was very friendly and helpful to us.  We would stay there again."], "75475883": ["Karl", "If you go to Broken Hill and stay elsewhere, you’re a bloody idiot. Gigi is a wonderful accommodating host, the location is perfect and the house a quirky, cosy, aesthetically pleasing vintage bnb. Best ever."], "46597956": ["Sharon", "Great location, so convenient to Broken Hill CBD."], "173569118": ["Terry", "This is a true gem and has everything needed for a comfortable stay. Very convenient to the CBD and everything else. Not new but spacious and very comfortable. Highly recommended"], "66426472": ["Debe", "Ghislaine’s heritage cottage is in a great location close enough to walk to the centre of town. The accomodation  is in a besser brick addition to the back of the original cottage . The addition dates to maybe the 60’s but it is very clean and Ghislaine provided many thoughtful touches such as the fresh fruit loaf. Ghislaine is a great communicator and responded immediately to all enquires. The garage door was tricky but Ghislaine is on track to have that upgraded.  The courtyard is lovely \nThank you Ghislaine for adding to extra enjoyment of our stay in Broken Hill with your knowledge sharing of local information."], "221283683": ["Frank", "Good value and clean."], "35122039": ["Jaq", "Lovely BNB with a sunny courtyard and so cloes to the Silly Goat cafe and the main street."], "43166610": ["Thomas", "What a lovely little place to retreat from the heat and feel at home. Thanks Gigi! looking forward to coming again"], "86458785": ["Branko", "Great stay! beautiful little property with a very unique style.\nLots of colour, lovely courtyard and in a great location\nCannot recommend this property enough! \nThanks again Gigi :)"], "117283953": ["Sukhpreet", "Centrally located, feels homely. Supplied with breakfast. Host is friendly but insistent on meeting up. The lane on which it is situated is dark at night. The garage is fairly small and would have difficulty with large vehicles. The alternative is to park in the nearby street as you can't park in the lane. The house was neat and tidy and the hostess was happy to provide with information/ recommendations."], "213501095": ["Qiao", "Very good experience with Gigi. Good location as well, can walk to CBD. Highly recommend if you travel as a couple or small group."], "125771417": ["Cath", "The flat is very central to shops and attractions. It is also away from main roads and therefore heavy traffic. Everything we needed was there and there was plenty of space. We also loved the private courtyard for alfresco meals."], "95097004": ["Samantha", "Gigi's place is immaculately clean and contains everything needed for a comfortable stay. The cottage is located in a quiet lane close to amenities and town centre and is very private with enclosed courtyard and lock up garage. I would definitely stay here again."], "130350926": ["Bill", "Nice hostess \"is that sexist these days? - I don't care!\" \nVery comfortable area's.\nI will defy anyone to find anything to do with food preparation, not there. I haven't seen some of the items for years \"old world\"\nIf you think something is not provided, suggest you look harder!\nThe food that was left as a start up was generous & the fresh fruit was to die for.\nIf driving, be careful when parking, it is a bit tricky, in particular the steep concrete bit just at entrance way.  William November 2018"], "46412015": ["Heather", "This cottage is centrally located, well appointed and comfortable. Gigi is a fantastic host and goes above and beyond to make your stay enjoyable."], "5394654": ["Russell", "Gigi is an excellent host. There were lovely little touches like juice, milk and jam in the fridge. DVDs to watch. Washing machine if required. Towels wrapped with lavender sprig.\nThe location is perfect. Very spacious and in a quiet location. Bed very comfortable. Lock up garage for our vehicle is a big plus. Couldn’t ask for anything more. Would definitely stay there again."], "85443159": ["Dee", "Ghislaine's place is great to stay in - very central and easy walking distance to many attractions and places to eat and drink.  The cottage is well appointed with lots of thoughtful touches.  Even if you only think you need something you will find it there.  It was so good to be able to make a proper pot of tea and some proper coffee. Ghislaine made us feel very welcome - a super host!"], "32108899": ["Deb", "This is a secret gem of a place within easy walking distance of Argent Street, the main street in Broken Hill. It was equipped with everything we needed - and lots more - for a very comfortable stay. Gigi is a wonderful host."], "29835466": ["Linda", "This lovely little guesthouse is very comfortable, clean and has everything that you need for a delightful holiday....quiet, private, and Gigi is a darling "], "18547453": ["New", "Excellent location. Walkable distance into town. Charming courtyard garden. Very comfortable and spacious."], "22966467": ["Colleen", "The flat is delightful, very comfortable and stylish. We stayed 8 nights and able to prepare meals, sit in the courtyard and just enjoy this little gem, only a few blocks from the main centre of Broken Hill. Gigi our host was not intrusive, but left us with some breakfast supplies and a few other lovely little touches to make this so welcoming. Would definitely recommend this for a couple"], "118041421": ["Roberta (Bobbie)", "Gigi is a warm, and welcoming host who provided thoughful extras for us on arrival. A lovely bottle of bubbles for my birthday and delicious breads/juices/fruit, so unexpected but so appreciated. Her little apartment is walking distance from many great local spots, we were there for Broken Heel and it was only a 5 min walk to the event. The apartment has a private entrance and beautiful secluded courtyard, and filled with an eclectic assortment of knick knacks and pictures, retro and funky. Was lovely meeting you Gigi and 3 days in historic Broken Hill wasn't long enough."], "55374564": ["Kathleen", "Great home away from home in a quiet area next to town centre. Clean, comfoftable"], "111976774": ["Norman", "An inviting, individual, private place hosted by a warm and welcoming Broken Hill enthusiast. We can't recommend it more highly."], "120025314": ["Barry", "Great location for walking to any places in N Broken Hill. Hence it is ideal for Explorer train travellers. Host is a helpful source of great information and help in deciding how to spend a week until the train returns to Sydney "], "183666816": ["Simone", "Really lovely for a short stay, close to everything.  Great courtyard for pets!!"], "166644544": ["Terrence", "Broken Hill was a great place to visit. The location and facilities at our location met our needs exactly."], "91750724": ["Jennifer", "We had a lovely time in Broken Hill. Our unit was perfect for our stay. \nBeing in walking distance to the town centre was a real bonus.\nGigi’s walking tour was certainly a highlight."], "130696467": ["Lucien", "Fantastic stay thanks!"], "22876258": ["Sharon", "Gigi was very welcoming and informative about Broken Hill, its history and sites to see. She had stocked the fridge and cupboard with lots of breakfast goodies and an amazing choice in teas. There were even some very delicious apples provided. The accommodation was comfortable and we particularly appreciated the courtyard in the morning and air con when we returned after a day’s site seeing. Everything was spotless and we thoroughly enjoyed staying at Gigi’s place. When we were leaving she even took us to the station early in the morning. A great little gem."], "161799658": ["Carol", "A home away from home! Definitely a great place if you have planning on a long stay in Broken Hill that allows you to feel like youre still at home. Parking garage is convenient for you instead of parking on the street. Close to the main drag of BH. Thank you Gigi, until next time :)"], "2058898": ["Brad", "Wonderful cottage a very short walk from Argent Street. Very homely and comfortable and Ghislaine is a great host. Highly recommended all round."], "13139806": ["Rosemary", "I recently stayed at Gigi’s home whilst in Broken Hill for 2 weeks work. Gigi’s home was perfect for me, comfortable and secure\nGigi was lovely, her communication with me before my arrival and during my stay was excellent. There was a generous amount of food and a bottle of chilled vino left for me to get me through the first few days\nGigi communicated with me during my stay making sure I had everything I needed and seeing if there was anything she could do. \nI would unreservedly recommend staying at Gigi’s if you need value for money and a host who is caring and available when needed"], "27512685": ["Patrick", "For an older style home it was very clean and handy to everything i needed in Broken hill"], "100577778": ["Louise", "I stayed at Gigi’s for about 3 weeks on a work trip - it was a perfect little temporary home and really had everything I needed. Nice and close to town and certainly very private. Gigi was really helpful and accommodating, always making sure I had clean linens and towels and very easy to contact if I needed anything. Gigi also has a lot of local knowledge and can point you in the right direction if needed. Would definitely recommend to anyone visiting Broken Hill."], "130550583": ["Rita", "We weren't visited for a holiday, we attended a swimming championship and needed a quiet place for my boys to recover in between races...GiGis place was perfect for us and so close to everything! Made our stay pleasant and fully enjoyable. \nThank you GiGi for having us "], "99402244": ["Dave", "Excellent"], "24138687": ["Ian", "Ghislaine was very welcoming and gave us some good tips on things to see and do. We enjoyed the walking tour she recommended and loved being so close to everything. We really enjoyed eating in the secluded garden setting and also enjoyed a lunch at the 'Silly Goat' cafe which she recommends. A really pleasant stay all round."], "8715933": ["Nick", "The perfect hidden gem right in the centre of town! Out host really went the extra mile to make us welcome, and the courtyard was a particularly great place to spend time. We'd recommend this place to anyone."], "156578394": ["Cathy", "Great location, thoughtful knowledgeable host. Great experience"], "22728873": ["George", "Ghislaine is an excellent hostess. This is a very well equipped, comfortable flat. Everything we needed was supplied. We enjoyed the private courtyard  which was perfect for outdoor evening meals. We highly recommend this special place."], "26393581": ["Clive", "We had great communications with Gigi and she provided excellent advice and assistance on what to do in and around Broken Hill. She is, in fact, a member of the volunteer heritage guides for Broken Hill and, if they are available when visiting, it would be invaluable to join one of their tours.\nThe accommodation provided is excellent being in the centre of the city in a quiet location but within easy walking distance to all main attractions the city has to offer. It is comfortable, spacious, and everything one needs is provided. Gigi has a flair that makes the place both charming and like being at home.\nGigi is a most gracious, warm, friendly and knowledgeable host who, while letting us have our own space, was readily available for advice, assistance and an interesting chat. We would highly recommend Gigi’s place to anyone wanting to visit Broken Hill"], "24849315": ["Della", "Easy walk to the Main Street, cafes and hotels. Quiet place and the courtyard garden is fabulous. So much to do and we stayed a week. Unit is well equiped and with the extra surprise of tea, coffee, fruit loaf, cereal, wine and other pantry items. Highly recommend."], "72241395": ["Ken", "Great location, private entrance with courtyard, locked garage for the car."], "15841963": ["Margot", "Gigi's place was perfect for us. Totally private, heaters, TV, Internet, electric blanket and very comfortable bed. The courtyard with the winter sun was lovely and just being a short walk to the main street was great. We really appreciated the provisions for breakfast and highly recommend Gigi's place.\n"], "11639160": ["Catherine", "My husband and I stayed at Gigi's flat for four days.   She was a charming and helpful host.   The flat was comfortable, very clean and cosy and was more charming than the photos indicated.  Everything was provided including cereal, orange juice, delicious plunger coffee, toast and butter for breakfast, a bottle of wine and some cookies.   The kitchen had every utensil imaginable which was wonderful because we ate in on two nights.  The bed was also very comfortable.   We sat outside in the courtyard in the morning sun to eat our breakfast every day.   The flat is a seven minute walk to Argent Street with a supermarket just three minutes away.   Gigi even took us on a walking tour of the historic sights of Broken Hill.   All in all we had a wonderful stay and would highly recommend Gigi's flat to any visitor to Broken Hill."], "44124520": ["Claire", "spotlessly clean, very comfortable and very conveniently located. Being situated on a traditional Broken Hill lane was also part of the Broken Hill experience.  "], "8153775": ["Sarah", "Great location, well appointed apartment with a lovely courtyard. Very easy to walk to shops, restaurants and pubs from here as well as a supermarket and historic places! Gigi was a great host, meeting us upon arrival, coming to see us off when we were leaving and even taking us on a walking tour of the city! Highly recommend staying here! "], "61057643": ["Marty", "Clean and tidy with a touch of art deco beach shack chiq, a very tranquil courtyard and an excellent host - looking forward to staying again."], "102929885": ["Amanda", "This is the best value accommodation I've had in Broken hill and I have stayed at 4 other commercial operations in town. \nThe flat is wonderful with charming vintage style features but with modern amenities and none of the old stuff that doesn't work.  \nSpotlessly clean and little extras which made me feel really welcome (real coffee and tea and local bread)\nPrivate courtyard was great for morning coffee and arvo reading. \nI'd recommend for pleasure or business. \n  "], "72710729": ["Christine", "Great position to explore the town, walking distance to cafes restaurants and sites. Very private, well equiped."], "97905265": ["Jan", "Our host made us feel welcome by meeting us at the station and taking us back to the flat. Provided us with a few essentials like milk etc.\r\nThe listing was very accurate and the neighbourhood was lovely."], "12275652": ["Ceda", "Fabulous host who provided great knowledge of the area. Facilities were clean & complimented with accessories to get you through a few nights stay. Would recommend Ghislaine as a hostess with knowledge. Thank you. "], "20459756": ["Ken And Pam", "Ghislaine met us on arrival and showed us everything we needed to know. After that she was always accessible but not at all intrusive. The unit was very comfortable and clean and we'd recommend it to anyone. Ghislaine had provided a choice of breakfast, as well as a bottle of wine. The shop was only a short walk away. The courtyard was particularly lovely, with lots of gorgeous flowers blooming."], "70039915": ["Anne", "Gigi was the perfect hostess - friendly, welcoming and helpful while giving us our privacy. The accommodation is in a great location. Easy walk to galleries and places to eat. "], "90866329": ["Doreen", "Gigi kept me informed all the time prior to our visit and came to make sure we had all we needed. She even offered to pick us up from the train."], "15908446": ["Peter", "We had a great stay with Gi Gi in the Garden Flat. The flat has everything you need. Its very private, & larger than we thought. Gi Gi is a great host, very friendly & full of information on the Broken Hill area.Great thing too is you have your own private entrance & Garage also its a short walk to town.Broken Hill has a lot to see & do."], "67885415": ["Margaret", "Gigi was very welcoming and helpful. The apartment is perfect. While small, it has all the necessary facilities and comforts, and is furnished with French flair. Gigi ensured that our stay was easy and enjoyable. She is a great host. "], "67827160": ["Peter", "Ghislaine's flat was awesome. She had everything that we could possibly need. We certainly recommend it."], "2481898": ["Andrew", "Caring and attentive host while still respecting our privacy. The apartment was roomy and very nicely appointed. In all, it was everything we required. "], "34077987": ["Robert", "A very comfortable place to stay in the Centre of Broken Hill easy walk to Argent st Shops. Ghislaine made us more than welcome even greeting us at the Station on arrival."], "72981523": ["Emma", "We had a lovely stay with Ghislaine, her place was beautifully presented and she was very welcoming. Perfect walking distance to Broken Hill's Argent St too. Thankyou Gigi!"], "35132217": ["Rod", "Most enjoyable stay at GiGi's in Broken Hill. GiGi made us very welcome. The unit was very clean and comfortable, and very well equipped, and decorated in an interesting eclectic style. Plenty of tourist brochures helped us plan our stay . \r\nThe cupboards were well stocked with breakfast and snack items, including Tim Tams, and a delicious fruit bread for toasting.\r\nThe unit is very conveniently located a short walk from the main street and many attractions. (Don't miss the Broken Hill Regional Gallery!).\r\nWe would certainly stay at GiGi's again, and recommend it highly to all. \r\n"], "54796090": ["Daniel", "The host provided surprising and unexpected luxuries to add to our experience of the stay, thank you, Gigi!  The place is very well appointed, and the host has provided all that is necessary to make our stay very welcomed and comfortable.  The privacy is superb in this place, and the little touches made our stay memorable.  The place is quiet and venue rather unique and interesting.  Also, a lock up garage provided."], "62481738": ["Philippa", "Our host was most welcoming. The description was accurate and it was a very quite place to stay. "], "52830971": ["John", "Homely well-equipped accommodation very close to all amenities. Gigi was very welcoming and helpful.\nA great place to stay in last visit in Broken Hill and we have already recommended it to many of our friends."], "5182871": ["Lisa", "We had a great time staying at Gigi's house and exploring Broken Hill. The flat had everything we needed for our three night stay and we cooked 2 nights. It was very clean and well maintained and we felt well looked after and welcomed by Gigi. She went to great lengths to find our lost soccer ball - with a great result! Broken Hill made very interesting destination for our city boys and the pool proved to be a great way to cope with the heat. Thanks!"], "14252781": ["Martha", "I booked Ghislaine's property for a group of volunteers who were visiting Broken Hill for 2 months to support the community empowerment programs that I facilitate here. Ghislaine was generally easy to communicate with and showed us a good deal of flexibility, especially since this wasn't a regular tourism based booking.\r\n\r\nUnfortunately there were a few issues that tainted our overall experience and that could have been better handled. Also considering she has some pretty strict rules it would have been nice to know about these prior to booking, rules like no visitors (not even for a cup of tea) without her consent and she even complained about the guests using too much toilet paper. \r\n\r\nOtherwise the space was clean, comfortable and in a good location. Ghislaine is a friendly host and the team who stayed on the property were satisfied with the space. "], "16835457": ["Karen", "We had a wonderful one week stay in Ghislane's lovely ground floor apartment with courtyard. The place is very well located in Broken Hill, a short walk to the shops, tourist sites in town and parks. The apartment is completely self-contained, with its' own entrance and lock-up garage. It has everything you could possibly want on a holiday with a full kitchen, own bathroom and laundry. There is a good size tv, and a selection of DVDs , including the movie that was filmed in Broken Hill called Priscilla Queen of the Desert, board games and books. The apartment is at the rear of where Ghislane lives so it has no other apartments around it making it fairly peaceful. Ghislane was the perfect host, providing us with enough information while giving privacy and being available if required.\nWe would definitely recommend staying here and we shall again when we are next in Broken Hill.\nThank you again Ghislane!\n"], "44126947": ["Jacqueline", "We really enjoyed staying in Ghislaine's apartment. It was very comfortable, quite spacious and very clean. Situated so close to the centre of Broken Hill it is a perfect place to stay - the courtyard garden is a lovely spot for breakfast. The garage was useful too. Ghislaine made us feel very welcome."], "13687717": ["John And Sue", "Ghislaine was very thoughtful and provided tea and coffee. The flat is very comfortable and close walk to Argent St and all attractions. The flat is very roomy with separate bedroom and lovely outside area."], "13635728": ["Annie", "Ghislaine made us feel very welcome and at the same time was completely unobtrusive. The unit is very close to the Broken Hill CBD which is very convenient. The apartment was clean, immaculate and had everything we needed as well as very generous breakfast foods. The courtyard is very pleasant and made for a lovely lunch setting."], "25039220": ["Susan", "We had a great week in Broken hill and Gigi's flat was a convenient location near the centre of town and only 10 minutes from the railway station.  It was very homely, the courtyard was a lovely spot for breakfast and lunch and the lock up garage was a great asset. The flat was well equipped for our meal preparation and the bed was very comfortable. Gigi was a charming host as well!"], "18162759": ["Emma", "What a beautiful little home that Ghislaine has set up!! She has gone to such efforts, with great detail, to ensure that your stay is pleasant, private, relaxing and very comfortable. The description is very accurate, the photos just don't do the place justice, it is even more lovely in real life. We arrived to find a very well equipped kitchen, stocked with some very tasty options for breakfast and the place already nice and warm for us. She had even created a little guide book for Broken Hill which you will find on the coffee table. I couldn't recommend this place more highly, and I have no doubt that I will be back. "], "3284230": ["Blake", "Great little place, tidy and homely. The courtyard has a great european feel and is very private. Ghislaine is a great host, left some of her homegrown stewed apricots in the fridge which were beautiful, as well as bread, milk, coffee etc. The carport is a bonus. Top spot.\r\n"], "16116312": ["Christine", "The host gave clear instructions on letting ourselves in and introduced herself soon after. She farewelled us when we left. She lives close by, so was available in case of any problems. The flat was retro but very comfortable with a great bed and sofa. Kitchen was more than adequate with a full sized fridge, oven and water filter. There was a washing machine and the wifi and television had good reception. There was heating for the unexpected cold weather. The location was good, being close to a supermarket, restaurants and shops, however, access was via a laneway. There was excellent security and a lockable garage for our car."], "9860744": ["Kerry", "The reservation was canceled 122 days before arrival. This is an automated posting."], "29771556": ["Claire", "Ghislaine made us feel welcome.  The flat, which is within easy walking distance of Argent St, was very clean and tidy.  A minor issue was that the kitchen lights need a few new globes - I found it hard to read at the kitchen table - and a couple of wine glasses and soup bowls.  We told Ghislaine about this and she was very apologetic, saying that said if there was a problem we should not hesitate to ring her.  Finally, the additional bed is a fold-down couch and not a proper bed.  It was comfortable however. I can recommend Ghisliane's place to visitors to Broken Hill. "], "18242057": ["Liz", "The flat was conveniently located and spacious with lovely courtyard; friendly and helpful host. Secure garage. Chic retro decor.  Highly recommended. "], "106514086": ["Janice", "An excellent place to stay in Broken Hill. Walkable to the center of town. Accommodation was as spacious, clean and comfortable. It was nice to have a garage for the car. Our SUV, a Renault Koleos, fit easily. Gigi met us when we arrived and was very gracious and helpful with local info. The weather turned from warm to cool but the air conditioner/heater worked well to keep the place comfortable. Kitchen was well equipped. Washer worked perfectly."], "42726024": ["Anne", "Ghislaine's  place was wonderfully convenient to downtown Broken Hill. Patio area is pretty but as weather a bit brisk,we couldn't take advantage of it. Ghislaine was  super helpful and was much appreciated! Kitchen was well stocked with spices and everything so easy to use, including heaters and TV.  Convenient and comfy."], "22878492": ["Alex", "The host canceled this reservation 5 days before arrival. This is an automated posting."], "3065546": ["Gillian", "Gigi met us at the railway station,and we settled into her lovely apartment for our week in Broken Hill. The apartment is close to the centre of town with shops,galleries and a supermarket just around the corner. There was food in the fridge for breakfast and everything there to enable us to cook  great meals. Gigi drove us to various locations around Broken Hill for a very reasonable price,as we were happy not to hire a vehicle for our stay."], "5715480": ["Lisa", "We spent some nice days at Ghislaine's house.  She was extremely welcoming and helpful. The house has got everything we needed for a pleasant stay and Ghislaine did everything to make our stay in Broken Hill nice and comfortable."], "132411778": ["子辰", "房东GiGi很热情,遇到的问题都能帮我们解决,我们也很喜欢她的院子｡BrokenHill晚上风很大,可是在房间里完全感觉不到,可能是因为卧室的窗户外有一棵大树｡家里我们所需要的必需品一应俱全｡House距离镇中心很近,走路十分钟左右就能到了,附近就有超市和加油站｡附近邻居也都很好,一切都很棒,感谢房东GiGi｡"]}, {"Jun": {"2019-06-01": [true, 90], "2019-06-02": [true, 90], "2019-06-03": [true, 90], "2019-06-04": [true, 90], "2019-06-05": [true, 90], "2019-06-06": [false, 90], "2019-06-07": [false, 90], "2019-06-08": [false, 90], "2019-06-09": [false, 90], "2019-06-10": [false, 90], "2019-06-11": [false, 90], "2019-06-12": [true, 90], "2019-06-13": [false, 90], "2019-06-14": [false, 90], "2019-06-15": [false, 90], "2019-06-16": [false, 90], "2019-06-17": [false, 90], "2019-06-18": [true, 90], "2019-06-19": [false, 90], "2019-06-20": [false, 90], "2019-06-21": [false, 90], "2019-06-22": [false, 90], "2019-06-23": [true, 90], "2019-06-24": [true, 90], "2019-06-25": [true, 90], "2019-06-26": [false, 90], "2019-06-27": [false, 90], "2019-06-28": [false, 90], "2019-06-29": [false, 90], "2019-06-30": [false, 90]}, "Jul": {"2019-07-01": [false, 90], "2019-07-02": [false, 90], "2019-07-03": [false, 90], "2019-07-04": [false, 90], "2019-07-05": [false, 90], "2019-07-06": [false, 90], "2019-07-07": [false, 90], "2019-07-08": [false, 90], "2019-07-09": [false, 90], "2019-07-10": [false, 90], "2019-07-11": [false, 90], "2019-07-12": [false, 90], "2019-07-13": [false, 90], "2019-07-14": [true, 90], "2019-07-15": [false, 90], "2019-07-16": [false, 90], "2019-07-17": [false, 90], "2019-07-18": [false, 90], "2019-07-19": [false, 90], "2019-07-20": [false, 90], "2019-07-21": [false, 90], "2019-07-22": [false, 90], "2019-07-23": [false, 90], "2019-07-24": [false, 90], "2019-07-25": [false, 90], "2019-07-26": [false, 90], "2019-07-27": [false, 90], "2019-07-28": [false, 90], "2019-07-29": [false, 90], "2019-07-30": [false, 90], "2019-07-31": [false, 90]}, "Aug": {"2019-08-01": [false, 90], "2019-08-02": [false, 90], "2019-08-03": [false, 90], "2019-08-04": [false, 90], "2019-08-05": [false, 90], "2019-08-06": [false, 90], "2019-08-07": [false, 90], "2019-08-08": [false, 90], "2019-08-09": [false, 90], "2019-08-10": [false, 90], "2019-08-11": [false, 90], "2019-08-12": [false, 90], "2019-08-13": [false, 90], "2019-08-14": [false, 90], "2019-08-15": [false, 90], "2019-08-16": [false, 90], "2019-08-17": [false, 90], "2019-08-18": [false, 90], "2019-08-19": [false, 90], "2019-08-20": [false, 90], "2019-08-21": [false, 90], "2019-08-22": [false, 90], "2019-08-23": [false, 90], "2019-08-24": [false, 90], "2019-08-25": [false, 90], "2019-08-26": [false, 90], "2019-08-27": [false, 90], "2019-08-28": [false, 90], "2019-08-29": [false, 90], "2019-08-30": [false, 90], "2019-08-31": [false, 90]}, "Sep": {"2019-09-01": [false, 90], "2019-09-02": [false, 90], "2019-09-03": [false, 90], "2019-09-04": [false, 90], "2019-09-05": [false, 90], "2019-09-06": [true, 90], "2019-09-07": [true, 90], "2019-09-08": [true, 90], "2019-09-09": [true, 90], "2019-09-10": [true, 90], "2019-09-11": [false, 90], "2019-09-12": [false, 90], "2019-09-13": [false, 90], "2019-09-14": [false, 90], "2019-09-15": [false, 90], "2019-09-16": [false, 90], "2019-09-17": [false, 90], "2019-09-18": [false, 90], "2019-09-19": [false, 90], "2019-09-20": [false, 90], "2019-09-21": [false, 90], "2019-09-22": [false, 90], "2019-09-23": [false, 90], "2019-09-24": [false, 90], "2019-09-25": [false, 90], "2019-09-26": [false, 90], "2019-09-27": [false, 90], "2019-09-28": [false, 90], "2019-09-29": [false, 90], "2019-09-30": [false, 90]}}, 14], "19920380": [[-31.956329, 141.460739], "Sulphide Room: stay for a night, week or longer", ["https://a0.muscache.com/im/pictures/338e7fcb-2587-459e-bdb6-83a02791e9f6.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/fa2c60e5-c3c3-47d4-91c8-75cadcba70bd.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7983f356-614d-423f-a04e-beb807fce912.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/95dd9f0f-a63d-4227-9415-ca373c75cc84.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/cc774483-f7b0-412e-8604-f91dbbc995c4.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1f765e9a-9335-4dba-be02-55236802b3e7.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/dafd51a5-8e23-4500-92cf-ee83e33ceeba.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f4574e5c-d414-40da-9b7d-b66fe330f49d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/35e29959-44a1-4c97-aef2-1488a5084ec6.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/53420f3e-4d3d-4950-9e8f-fb2ba56ca714.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/705ff7c3-c504-4917-af6f-60badf328eb7.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3a4476e5-4f51-4572-ac65-5430868b28d2.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/799117eb-aefb-4b4c-8ad9-c16a2a5d0277.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/12f45689-2212-4365-8b7d-ccb185c77ae7.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/41155024-7c1f-431a-86d8-276cbf0924e0.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/be586a3d-df54-4106-b83c-8755a397d09c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/caff9c04-afbc-40ae-93b9-bbbf516488e6.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/42997b51-a680-486c-bd61-94b62c0d7e4d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/79e3c293-2b85-46aa-8d34-50c9dcd78718.jpg?aki_policy=large"], "1 bedroom", 1, "1.5 shared baths", 1.5, 1, 2, null, "", 72, 5.0, "Private room", 46.0, "AUD", 0, 63293717, "The house is within walking distance to town so no car is required and there is a beautiful park across the road. The house is a heritage house giving a true Broken Hill experience while enjoying the many delights Broken Hill has to offer. Guests can walk from the train station or the bus terminal. If flying in a taxi can get you here for about $20.Bedrooms are spacious, clean and have comfortable beds. Kitchen facilities are basic as the kitchen is currently being updated.'", {"191963486": ["Helen", "Would recommend"], "15368381": ["Alison", "Jenny is a really great host, very friendly and easygoing, helpful and welcoming. The rooms are beautifully furnished and spotlessly clean, very comfortable beds with excellent linen. We knew the kitchen was being renovated but everything you need to make a meal was there. Very short walk to town. Highly recommended"], "261692869": ["Douglas", "Great location. Really nice host. Great facilities.  Highly recommend"], "12659481": ["Judy", "A delightful place to stay that lives up to its high reputation!"], "7535114": ["Carmel", "Jenny is really lovely, very prompt with her reply's and gave clear instructions.   The bed was very comfortable and the room spacious and clean.    It is very central and a short walk to town.  If visiting Broken Hill or passing through and require a short stay, highly recommended."], "34229003": ["Susan And Sydney", "Jenny’s place was very clean and comfortable with stylish decor. The house has a lovely outlook over the park and is within easy walking distance to the centre of town. Jenny couldn’t have done more to make us welcome and our stay enjoyable. We heartily recommend it."], "196674": ["Geeta", "What great place to stay. The house was spic and span. Jenny was very helpful in suggesting places to eat and see in Broken Hill."], "38624731": ["Alan", "Great location. Clean room."], "252726348": ["Michael", "Great spot  would recommend it to anyone."], "57572866": ["Brett", "This is a great place to stay. A beautiful house with comfortable places to sit and relax and only a few minutes walk from the centre of town. Jenny is a top host and terrific company."], "36233319": ["Chris", "Well laid out property. Great hospitality and communication. Only a few minutes walk to Main Street."], "49483584": ["Haseeb", "Beautiful and peaceful house. The whole house was very clean, and the room was really large and beautiful. The room had everything needed including clean towels, plenty of cupboard space, and a desk.\nIt was a great location, close to the main streets and had a beautiful park across the road.\nJenny was a lovely host, very warm and welcoming, but also gave you privacy.  \nOverall wonderful experience."], "144062167": ["Marg", "Thanks so much for the stay at your lovely place, Jenny. We appreciated your nice touches around the place and loved that we could easily walk into town for dinner last night after our long day in the car. I hope we didn’t disturb you too much this morning with the creaking floorboards as we left."], "167664199": ["Jc", "Great stylish place, truly brings out the classic beauty of Broken Hill. A total recommend."], "61587344": ["Kate", "Another fabulous stay with Jenny at broken hill. Her home is beautiful, well located and Jenny is a top host!"], "135591420": ["Phill", "Such a great place for a few days stay\nWell located Nice n comfy bed all of the amenities you need \nAnd lovely AirCon \nJenny is very easy to get along with and had some great tips on places to visit"], "148614482": ["Wesley-Paul", "I had a great experience staying at Jenny’s house. It is a beautiful character home, very clean and tidy and in a great location. Very good value for money and I would stay there again for sure. The rooms are large and have everything you need, there is a very nice park right across the road and you are within walking distance of the main shops. I would highly recommend this Airbnb."], "222917584": ["Bob", "Awesome experience, Lovely place to stay and friendly host"], "43166610": ["Thomas", "Very spacious, lovely rooms in a grand old house. Jenny is very helpful and the location is perfect, right next to the park"], "80345680": ["Len", "Large spacious room in period home. Some squeaky floor boards. \nEverything spotlessly clean. \nGreat location close to town, restaurants and amenities. \nJenny is friendly and sociable without being over-the-top. In summary, the ideal host."], "97568639": ["Jane", "A perfect stay in every aspect. Thanks Jenny."], "220157891": ["Shivateja", "Good"], "194017442": ["Robert", "Great host with a great place. Easy walk into the centre of town."], "225631206": ["Rob", "Good place to sleep. very quiet and close to everything in town."], "104740785": ["Mohit", "Excellent"], "156619711": ["Tien", "Nice & clean accommodation, wonderful host."], "25250097": ["Graham", "Great place to stay\nGreat location\nGreat host\nWould stay there again"], "9433330": ["Ishtiak", "Great host . Highly recommended."], "4533248": ["Jaddan", "Amazing house, clean & comfortable, perfect location. Jenny is the gold standard of Airbnb hosts, polite, approachable, communicative & knowledgeable."], "98879079": ["Marion", "Jenny's place is absolutely stunning. It is situated in a very handy position,  easy to walk to the main street and a small shop. Jenny is very welcoming and friendly.  There is only 1 main bathroom and I was a little concerned as there were 3 other guests but I needn't have worried.  Everything was spotless and tidy."], "7348904": ["Justin", "Great joint. Great host. Close to the main drag, too.  Thanks Jenny!"], "51644641": ["Alice", "Jenny's place is just amazing! The house is beautifulI especially loved the bathroom! The whole place is sparkling clean and the location is great. Jenny was an amazing host and she was super friendly and accomodating. Wish we could've stayed longer."], "88026676": ["Jane", "Really well located close to the town centre. Very clean, comfortable bed, great lounge and dining areas. Jenny is a very nice host"], "192194981": ["Louis", "Fellow travelers you can expect the best. Great host and lovely accomodation."], "187751635": ["Vesna", "Beautiful place.  Very comfortable and made for a nice stay"], "165542946": ["Ally", "Great place. Definitely recommend it."], "70231391": ["Angel", "Jenny place is located in a quiet part of city and easy reach to BH hotspots\n\nThe house is lovely and clean in a leafy quiet part of town\n\nJenny is a lovely host\n\nWill stay again"], "36568807": ["Greg", "A beautiful room in a lovely house close to the main area of town. Clean and comfortable. A delight to stay in and a friendly host....."], "155489858": ["Hafiz", "Lovely host "], "198711549": ["Brad", "Huge room and lovely decor. Jenny is a lovely host. Close to the center of town too."], "201471217": ["Phillip", "The best service and made welcome"], "22838059": ["Alexander", "Beautiful house, ideal location, great amenities and cleanliness"], "104533273": ["Forrest", "Great house n great location"], "151228279": ["Anne & Hugh", "Jenny’s home is as warm and welcoming as she is. Her home is beautiful, private, exceptionally clean and comfortable. We will recommend her to our friends and we hope to stay with her again in future!"], "45634690": ["Marg", "Jenny's home is superb. Comfortable, clean and close to town. Jenny is a great host with local knowledge that she is willing to share."], "60137389": ["Meredith", "Beautiful and Tidy house. Very short walk to the main street. Jenny was lovely and helpful, the room was lovely. Thanks Jenny i would stay again.."], "43314121": ["Liz", "What a delightful room in a lovely home. Perfectly located (I had no car so was able to walk all over town quite comfortably from here) and  very warm during cold nights! thanks :)"], "122248237": ["David", "Jenny’s house and in our case the Sulphide Room was a terrific place to stay. We enjoyed Jenny’s hospitality and her amazing house. The bed was very comfortable and we appreciated complete freedom to come and go or stay in as it suited our needs. We would highly recommend Jenny’s place if you are in Broken Hill."], "184298342": ["Matthew", "Jenny was  a very friendly host, and the room (and house) was very clean and attractive. The linen was great, and there is a nice deck to eat out the back. The old polished floorboards throughout the house were quite creaky, which might bother some, but they weren't really a problem for us personally."], "7438498": ["Gayle", "We enjoyed two nights with Jenny. She was very hospitable and the house was lovely. The bed was comfortable and Jenny gave great recommendations on where to eat and interesting places to visit. Jenny is in the process of replacing her kitchen but the temporary amenities were OK."], "134032384": ["Whitney", "The house is close to town centre and the surrounding environment is peaceful. Jenny's very friendly and provides some interesting information about Broken Hill. I really enjoy my stay there."], "174640016": ["Maurie", "Jenny's place is just lovely. Jenny has done so much to make this a comfortable and pleasant stay. The house was immaculately clean and uncluttered. It's a beautiful period house with lovely lead-lighting, polished wooden floors and a gorgeous bathroom. We had great access to all we needed. The air-conditioning was greatly appreciated in the very hot weather. The house is in a great position opposite a well-watered park, and not too far from a supermarket."], "15559975": ["Kevin", "Jenny is a great host, lovely big house, excellent wifi."], "23987604": ["Kate", "Jenny is a wonderful, friendly host and her home is so welcoming, comfortable and full of charm. It is in a perfect location (opposite a lovely big park). I would absolutely recommend this airbnb to anyone passing through Broken Hill :)"], "171314531": ["Brendan Mcguire", "Great place great location friendly face."], "27288332": ["Jane", "This beautiful house is in a great location - quiet, yet within walking distance to the town centre.  The bed was really comfy, there was a deep bath for those inclined, and I spent a long time sitting on the front verandah looking out over the gorgeous green park.  Jenny is a warm and welcoming host.  Highly recommended."], "165031029": ["Barry", "Jenny is a very friendly and welcoming host. Loved her home, lots of character, large rooms, well kept & extremely comfortable.  Very comfortable bed and great bathroom.  Well located, within easy walking distance to the city centre.\n\nEnjoyed my stay and would recommend Jenny's airbnb as a place to stay in Broken Hill. Many thanks Jenny"], "23194963": ["Sean", "I stayed with Jenny for about 3 months while I was on placement in Broken Hill. I could not have asked for better accommodation. \n\nJenny is an excellent host. She is warm, friendly, accommodating and always up for a chat, but also very respectful of privacy and personal space. \n\nJenny's place is beautiful, spacious, clean and well-located. It is just a 5 minute walk from the town centre of Broken Hill and is across the road from a beautiful park. \n\nI highly recommend Jenny's place to anyone who is visiting Broken Hill."], "96720934": ["Stella", "Great location. Lovely house full of character. Very comfortable and clean. Minutes walk to central Broken Hill. Totally enjoyed our stay. Jenny is very friendly and a great host."], "99324288": ["Sue", "I loved staying 10 nights at Jenny's house, it is such a beautiful home, walking distance to town, park right across the road and very peaceful. Jenny is such a very unique person for her warmth, sense of humour and genuine hospitality. I felt really comfortable and at home. The house has huge rooms, always clean and very comfortable. I slept better than what I did in my own bed! I would definitely stay here again."], "15084157": ["Jim", "This is the perfect base for an exploration of Broken Hill and the surrounding area. For those using public transport it is only 10 minutes easy walk from the train and bus stations. It is close to most of the major attractions, pubs, restaurants and coffee shops in the city. The accommodation is very comfortable and clean. The property has been carefully restored and (Website hidden by Airbnb) looks very much like a small heritage building, especially on the inside. Jenny is a brilliant host making you feel instantly welcome. Whilst it is perfect at present if you propose to eat out, she has plans to refurbish the kitchen area which will undoubtedly make to ideal for those wishing to self cater. Broken Hill is a fascinating place to visit and I have no hesitation in recommending a stay with Jenny."], "69921626": ["Charlie", "Great place. A beautiful period building and sparkling inside. You have a wonderful host and a location in Broken Hill that takes some beating."], "1703902": ["Sue", "Jenny’s house is as beautiful as the pictures. Although the kitchen is not yet finished there is a space to use and a fridge. It will be wonderful when done. Our room was comfy and clean.\nJenny was very hospitable and helped us to visit the places we wanted to see.\nBroken Hill itself has so much to learn about and to enjoy."], "140706439": ["Nina", "Staying in Jenny’s house is -we agreed more than once- like traveling back in time. High and vibrant decorated ceilings, ancient furniture mixed and nicely arranged with very modern gadgets let you feel like king and queen. Every thing was clean and tidy. Jenny herself is a very friendly, polite and careful host. She gave us a lift and we had some interesting conversation."], "15091233": ["Lee", "A great Air BnB experience. Jenny’s place is beautiful with lots of nice touches. The room was clean, comfy and very stylish. The bathroom and kitchen facilities were spotless and the location was great, very close to the city centre. \nHighly recommend!"], "14545187": ["Bettina", "I stayed four nights at Jenny's place and very much enjoyed it. Jenny is a wonderful host and the house is something special. It is very clean and Jenny does everything to make you feel comfortable. I highly recommend to stay with her when you are in Broken Hill."], "153595513": ["Brad", "Great place to stay! lovely and clean and the bed is great ! \n\n5*"], "47975232": ["Janika", "Absolutely amazing value. Very friendly host."], "198921250": ["Ole", "We stayed 2 nights at Jenny‘s place and liked it a lot. Everything was clean and we enjoyed our beautiful room. Would really recommend a stay at her place! "], "26748266": ["Rae", "This was our best stay at an Airbnb. The location is ideal just a six minute walk to the Information center and main street. The house is a delight, old world charm with all the mod cons.  Bedding is top of the line, extra pillows quality towels.\nJenny is a very gracious hostess,more than willing to do everything to make her guest feel comfortably at home during their stay.\nFive star rating, we would give it six\nPeter & Rae"], "50294186": ["Julieta", "Jenny is lovely, sensitive and kind. The room was spacious and very comfy. The kitchen wasn't ready because of the improvements, but Jenny facilitate us the bbq and another space for cooking. The house is amazing. :)"]}, {"Jun": {"2019-06-01": [false, 46], "2019-06-02": [false, 46], "2019-06-03": [false, 46], "2019-06-04": [false, 46], "2019-06-05": [false, 46], "2019-06-06": [false, 46], "2019-06-07": [false, 46], "2019-06-08": [false, 46], "2019-06-09": [false, 46], "2019-06-10": [false, 46], "2019-06-11": [false, 46], "2019-06-12": [true, 46], "2019-06-13": [true, 46], "2019-06-14": [true, 46], "2019-06-15": [true, 46], "2019-06-16": [false, 46], "2019-06-17": [false, 46], "2019-06-18": [false, 46], "2019-06-19": [false, 46], "2019-06-20": [false, 46], "2019-06-21": [false, 46], "2019-06-22": [false, 46], "2019-06-23": [false, 46], "2019-06-24": [false, 46], "2019-06-25": [false, 46], "2019-06-26": [false, 46], "2019-06-27": [false, 46], "2019-06-28": [false, 46], "2019-06-29": [true, 46], "2019-06-30": [false, 46]}, "Jul": {"2019-07-01": [false, 46], "2019-07-02": [false, 46], "2019-07-03": [false, 46], "2019-07-04": [false, 46], "2019-07-05": [true, 46], "2019-07-06": [false, 46], "2019-07-07": [false, 46], "2019-07-08": [false, 46], "2019-07-09": [false, 46], "2019-07-10": [false, 46], "2019-07-11": [false, 46], "2019-07-12": [false, 46], "2019-07-13": [false, 46], "2019-07-14": [false, 46], "2019-07-15": [false, 46], "2019-07-16": [false, 46], "2019-07-17": [false, 46], "2019-07-18": [false, 46], "2019-07-19": [false, 46], "2019-07-20": [false, 46], "2019-07-21": [false, 46], "2019-07-22": [true, 46], "2019-07-23": [true, 46], "2019-07-24": [true, 46], "2019-07-25": [true, 46], "2019-07-26": [true, 46], "2019-07-27": [true, 46], "2019-07-28": [true, 46], "2019-07-29": [true, 46], "2019-07-30": [true, 46], "2019-07-31": [true, 46]}, "Aug": {"2019-08-01": [true, 46], "2019-08-02": [false, 46], "2019-08-03": [false, 46], "2019-08-04": [false, 46], "2019-08-05": [false, 46], "2019-08-06": [true, 46], "2019-08-07": [true, 46], "2019-08-08": [false, 46], "2019-08-09": [false, 46], "2019-08-10": [false, 46], "2019-08-11": [false, 46], "2019-08-12": [false, 46], "2019-08-13": [false, 46], "2019-08-14": [false, 46], "2019-08-15": [true, 46], "2019-08-16": [true, 46], "2019-08-17": [true, 46], "2019-08-18": [true, 46], "2019-08-19": [true, 46], "2019-08-20": [true, 46], "2019-08-21": [true, 46], "2019-08-22": [true, 46], "2019-08-23": [true, 46], "2019-08-24": [true, 46], "2019-08-25": [true, 46], "2019-08-26": [true, 46], "2019-08-27": [true, 46], "2019-08-28": [true, 46], "2019-08-29": [true, 46], "2019-08-30": [true, 46], "2019-08-31": [true, 46]}, "Sep": {"2019-09-01": [true, 46], "2019-09-02": [true, 46], "2019-09-03": [true, 46], "2019-09-04": [true, 46], "2019-09-05": [true, 46], "2019-09-06": [true, 46], "2019-09-07": [true, 46], "2019-09-08": [true, 46], "2019-09-09": [true, 46], "2019-09-10": [true, 46], "2019-09-11": [false, 46], "2019-09-12": [false, 46], "2019-09-13": [false, 46], "2019-09-14": [false, 46], "2019-09-15": [true, 46], "2019-09-16": [true, 46], "2019-09-17": [true, 46], "2019-09-18": [true, 46], "2019-09-19": [true, 46], "2019-09-20": [true, 46], "2019-09-21": [true, 46], "2019-09-22": [true, 46], "2019-09-23": [true, 46], "2019-09-24": [true, 46], "2019-09-25": [true, 46], "2019-09-26": [true, 46], "2019-09-27": [false, 46], "2019-09-28": [false, 46], "2019-09-29": [false, 46], "2019-09-30": [false, 46]}}, 10], "150621": [[-31.94293, 141.45183], "Sanctuary B & B Studio", ["https://a0.muscache.com/im/pictures/80560918/09e2410a_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/99198543/c6a71ddf_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/984720/73875517_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/984697/7f8fb0be_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/92383659/2987c48a_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/92383762/61f1d850_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/984745/4aa21759_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/984676/0b1f613a_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/984737/2ed041ab_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1107317/1b90f1ac_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1107321/91a771df_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1107286/6b5049bc_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1107372/f351e2bf_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1107327/7bbb78c7_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ddb9bd07-5676-469e-9f3e-4ef570e748ec.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c44dc6cd-ff4c-40fe-ae3f-0ab419825a5f.jpg?aki_policy=large"], "1 bedroom", 1, "2 shared baths", 2.0, 1, 2, null, "", 96, 5.0, "Private room", 75.0, "AUD", 0, 711449, "Our house was built in 1939 for the Chief Mines Inspector. It is a solid concrete wall and floor building situated on a half acre overlooking the main City of Broken Hill with views of the Line of Lode and the regeneration reserve and Living Desert.'", {"9802605": ["Selvi", "Ron and Margaret’s place is beautiful Nd comfortable. Cool air conditioned room on a hot day. Thank you for having me :)"], "115880201": ["Lisa", "We had a wonderful time in Broken Hill which was even more fabulous upon our arrival at Ron and Margarets BnB.  Fabulous Hosts,  the room was very welcoming, beautifully decorated, spacious and clean.  Our hosts were more than happy to chat and even offered some touristy information.  Special mention to Ted the gorgeous pooch, who loves an abundance of pats.   We highly recommend."], "109572558": ["Karen", "Highly recommend! Quick responses when booking, and didn’t disappoint! Friendly, clean nice room, good showers and food."], "186258571": ["Mark", "Ron and Margaret are great hosts. The room is comfortable, spacious, and with all the touches to make for a relaxing stay."], "91073291": ["Rhonda", "Friendly hosts, quiet spot withbig room and lounge,great views over Broken Hill"], "128164069": ["Angela", "Enjoyed the unique and special upstairs apartment with balcony and fantastic views, and all the comforts of home. Thanks for your friendliness and hospitality."], "179841083": ["Bob", "Great hosts. Well equipped and private room with own fridge and tea making facilities etc. Value for money. A good experience."], "18968396": ["George", "Nice homely place with friendly hosts."], "173288977": ["Michael", "Great place to spend awhile. Such a warm relaxed comfortable stay with great hosts. Thanks again Ron & Marg see you next time I'm out that way."], "170712745": ["Gary", "All good. Thanks"], "136679786": ["Steve", "What a top spot this is ! (Website hidden by Airbnb) Great hosts, great, clean studio accomodation with TV, fridge and small cupboard stocked with more than the essentials. We just loved it. (And them.)"], "36680662": ["Bill", "Well deserving of all the 5 stars.From the initial booking through to  leaving it was a great family experience.  If you see the chance of a meal at Rons take it, equally as delightful as the rest of our  stay. Thanks again. Bill and Zac"], "21705860": ["Marelle", "Very nice host who is friendly and welcoming.  We stayed in the studio room upstairs which is much bigger than we thought and has great views of sunset and the colourful fading light over the mine.  "], "46054377": ["Nicholas", "Ron and Margaret were very welcoming. They picked us and our bikes up from the train station and showed us around town. The house was comfortable and clean. "], "10116078": ["Linda", "This is my 2nd stay at Ron's place.  Both Ron and his wife are lovely hospitable people who make you feel very welcome.  Comfortable bed, great breakfast and hot shower, an unbeatable combination.  Highly recommended."], "54541281": ["Paul", "All good."], "118429355": ["Nadia", "Really friendly hosts and we would recommend having a meal with them . If ever we go back to Broken Hill we will stay there."], "125470461": ["Rhonda", "A very comfortable home to spend our weekend in......great value! "], "127117513": ["Kerry", "Ron's place was close to everything, extremely clean and comfortable. It was also generously stocked.\nRon was an excellent host....friendly, knowledgeable and generous. \nI would happily recommend this place."], "115081710": ["Dave", "Great stay in a lovely home with a friendly host. My room was very spacious and comfortable and the food and coffee were welcome. \nI'll stay here again. "], "124683077": ["Andrew", "Excellent place to stay, lovely house, fully decked out room - I could have just stayed in the room and been content with my visit -  very friendly hosts."], "43658594": ["Debra", "Great hosts. A very welcoming and hospitable place to stay. Would recommend. If you include a Sunday night you get to enjoy Ron's great breakfast."], "7414259": ["Kayne", "Very clean room, great facilities and welcoming hosts."], "33694694": ["Shannon", "We had a wonderful stay at Ron and Maggie's home. Parking was off the street within their fenced garden, easy to locate and we had no issues with our arrival. Their hospitality was fantastic with everything thought of for our short stay. They were friendly and respectful hosts. They cooked an amazing breakfast in the morning with all the trimmings. We would recommend for anyone passing through or wanting to spend a long length of time in Broken Hill. Also, special shout to Ted, what a beautiful and kind natured dog!"], "110872971": ["Claire", "Fantastic room and really friendly hosts. The location is close to the town centre but being up the top of a hill provides great views. Ask Ron for some ideas for day trips along with local history information. Would definitely recommend this to my friends and family and would love to come again. "], "11462124": ["Stella", "Ron met me at the train station and he and Margaret welcomed me into their family home. They have long and short-term guests, all of whom are made to feel part of the family. The studio room had everything I needed including a fridge, toaster, microwave and bottled water, so that I was able to make my own breakfasts with the supplies provided. I explored Broken Hill each day and came home to my comfortable nest, able to relax by myself or chat with my hosts. Grandchildren, Ted the dog and visiting family seemed very much at ease with the flow of guests and meeting all of them made me feel that I had really got a taste a life in Broken Hill. Ron and Margaret are wonderful hosts and I would recommend this B&B experience to anyone. "], "49607750": ["Alex", "we arrived after a big storm No power but we didnt even notice our host were exceptional candles etc nothing was to much trouble\r\nMy son and i were very comfortable and we enjoyed our time and will deffinetly be back next year.\r\n"], "12108419": ["Richard", "Great place, great room - felt really relaxed and 'at home' in the three nights we spent here.  Clean, bight, spacious, comfortable, great shower, nice bed - what more could we want?  Ron and Margy are outstanding local people, with good knowledge and passionate about their work.  Ted the dog is cute, and although he dearly loves a pat, he was never obtrusive or a nuisance.  The location is a fair walk from the city centre - about 30 - 35 mins so a good exercise in nice weather (ie not too hot!).  But if you're going in and back a lot, it pays to have a car.  Highly recommend this \"Sanctuary\" as excellent value and very enjoyable."], "12773365": ["Gaynor", "Another very comfortable stay with our little dog made as welcome as we were, thank you"], "85980298": ["Jenny", "Our stay with Ron went according to plan. Ron was very welcoming and made us feel at home. The studio room was neat and tidy and the room was very spacious. Very good value for money. Thanks Ron."], "94561862": ["Barbara", "Everything went very smoothly.Ron was very welcoming and informative. Lovely large room with more than you could want."], "463794": ["Petra", "Ron was a very accomodating host. Knowledgeable about the town and area. The accomodation was very comfortable and we were able to be private or join in with Ron. The breakfast offered a few choices. I would recommend Ron's place to any other traveller."], "94744223": ["Elena", "Staying with Ron and Marg was such a wonderful experience. They went above and beyond with how welcoming they were - picking me up from the airport, showing me around town and offered to show me around the tourist areas such as the living desert. They're lovely, with their dog Ted who is the cutest! The rooms and bathroom are clean, spacious and comfortable. The view from the Sanctuary was great, overlooking the town and the living desert. Would definitely recommend, and will visit again!"], "7310644": ["Gregory", "Staying with Ron & Margaret was great. They make you feel at home & strike the right balance between inviting you into the family home and respecting your privacy. They have great local knowledge and although they couldn't pull off last minute tickets to the Silverton opera for us we are confident that if we gave them easier notice of our interest they would have been happy to do so. We can highly recommend you stay with Ron & Margaret if you want to enjoy a family home experience and the benefits of local knowledge. Greg & Dorota"], "16240168": ["Judy", "We had a great three nights' stay at Ron and Margaret's place. A terrific room - large and comfortable with generous breakfast provisions. We felt very much at home. "], "76680113": ["Andrew", "Just stayed for one night. Ron and Marg were both lovely. They provided a great room with a few nice touches. "], "35678555": ["Jill", "Ron and Maggie were very welcoming and their accomodation spot on. Enjoyed interesting conversation and friendly hospitality from our hosts."], "18906685": ["Tony & Tisa", "Awesome! Great hosts, great place, great value. AAA+++!!!"], "39748186": ["Madeline", "Lovely room and location. Ron and Maggie are very welcoming and made us feel right at home. They were extremely helpful in guiding us to the best things Broken Hill has to offer. We would definitely recommend their home."], "29552756": ["Jenny", "A wonderful stay at The Sanctuary with hosts Ron and Margaret.  The apartment was ideal , bed so comfortable and the shower excellent , plus all the little extras provided were greatly appreciated.  The breakfast supplies were  very generous  and Ron and Margaret were extremely helpful and knowledgeable  about Broken Hill and surrounds. 10/10. Thank you for a lovely stay. "], "53885311": ["Karen", "The sanctuary studio was indeed that. True to it's word, it is a warm, welcoming home away from home. Ron and Margie do what they can to make guests feel safe and welcome. The rooms are clean and inviting, as is the whole house. I highly recommend staying here."], "7990885": ["Rob", "Ron & Marg were delightful hosts. The room was very spacious and had everything we needed for breakfast. We had dinner with them twice. The first night Ron suggested sights we must see and the next night we talked about all that we had seen in Broken Hill. Ron filled in the gaps in our knowledge of the area. \r\nIt was a great visit."], "64827345": ["Tony", "Great welcome and intro to the very few basic house rules. Everything was very much according to expectations with the pick up and drop off provided being very convenient. Would recommend to everyone as a pleasant hassle free stay. But you need to like dogs, which was not a problem for us."], "44540866": ["William", "Ron and Margaret made me feel very welcome in their home. They both were extra willing to give of their local knowledge to a first-time visitor to Broken Hill. The accommodation itself exceeded my expectations, and the offer of an evening meal was much appreciated"], "25278600": ["Elizabeth", "Ron and Margaret were great hosts. They welcomed us with a hot coffee and even offered us dinner. Ron has plenty of local knowledge and guided us in the right direction. Our room was great and very comfortable.. A gd experience in broken hill with Ron and Margaret ."], "40639807": ["Joanne", "Wonderful stay. Beds very comfortable. Ron and Margaret are very gracious hosts and were considerate of our every need. We dined with them occasionally and thoroughly enjoyed the food and company."], "67410521": ["Rebekah", "A home away from home.\r\nI was in the process of moving to Broken Hill for a new job, I needed somewhere to stay while I looked for a house to live and start in my new role. I came across the Sanctuary, I contacted Ron and Margaret. I was able to book in for 2 weeks at a great price. I had the studio room which was perfect for me. Ron and Margaret supply meals including breakfast. The room was stocked with what I needed to be comfortable. The Studio room has an external staircase which was perfect as I was starting work early each day and I didn't want to disturb the house. Returning 'home' to the Sanctuary each night and sitting down to a delicious home-cooked dinner each night with Ron and Margaret and another guest - talking about our days and find out about the region from locals was just what I needed. I recommend the Sanctuary to anyone looking for a home away from home - either for a quick stop over, or a longer stay.  The sunset from the top is incredible. The views of Broken Hill are beautiful."], "27575895": ["Michelle And Mark", "Ron and Margaret were gracious hosts and so very helpful with local visitor information. Double room with a view was spacious, well presented with a fridge and breakfast provisions inside the room. Highly reccomend."], "30260238": ["MaryAnn", "Definitely a perfect description of home away from home. Welcoming host. Lovely  room. Clean place. Spacious room and bathroom. Generous breakfast plus cappuccino. Ron's recommendation on  places to visit is a PLUS. We give Ron and Margaret 6 stars. Highly recommended. "], "25086993": ["Alex", "Another fabulous stay at the Hellyer household. Staying with Ron and Margaret is like staying with family, very welcoming and very relaxed.  If you're thinking of visiting Broken Hill, don't stay anywhere else!"], "25372500": ["Glenda", "Ron and Margaret were very welcoming and helpful.  I felt included as part of the family and enjoyed both our shared meals and conversation immensely.  The room and bathroom were beautifully decorated, clean and comfortable. I valued their advice and had a wonderful stay.  Thank you heaps. "], "270889": ["Julian", "Excellent hosts, and excellent room. Ron and Marg were really welcoming and made us feel at home. We were extremely happy and could not recommend staying at their place in stronger terms."], "774251": ["Jose", "We stayed at Ron & Margaret's for one night only on the way to Adelaide. The sanctuary is a very nice place. Lots of room, clean and comfortable. Breakfast supplies were plenty and good. Margaret welcomed and showed us around. Both Ron and Margaret were very lovely and made us feel welcomed. The apt is a short drive to all main sights of Broken Hill. We enjoyed visiting the living desert sculptures at sunset. We would recommend staying with Ron and Margaret anytime. "], "43240980": ["Martin", "Ron & Margaret made me feel very welcome at their home.\r\nThe upstairs living area was set up very well with everything one would need for a short or long stay. Very pleased with my overnight stay and would highly recommend for other travellers."], "31343710": ["Mike", "Ron was very helpful when I was making the booking. He has provided lots of useful information on what to do while at Broken Hill. It was a super warm day (43 degree - dry heat) as we arrived his place at broken hill, he turned on the AC before our arrival to make sure the room is cool for us. Ron and Margaret has made our stay felt like home. I love their garden and love lovely flowers! As a bonus, Ted - the dog was a joy to play with! I would love to visit them again if I get a chance to! Thanks Ron and Magnate for having us for few days. "], "15412085": ["Alana", "Ron and Margie were helpful in showing me the ins and outs of the rental when I first arrived. Everything was perfect - clean, large room, great bed and good air conditioning! They were so kind that we even had breakfast together! Great Bircher museli :) very welcoming and friendly. Margie and I even caught up the following week when she was in Sydney with her students :) "], "19709720": ["Robert", "\r\n\r\n\r\nAfter a long tiring journey we were warmly greeted\r\nby Ron & Margaret with  a most welcome cuppa. The room and facilities were more than  we expected. Our hosts were very friendly and made us feel very much at home and enjoyed their company , especially over Sunday dinner . We even became befriended by Ted, the family dog. Ron,s local knowledge & tourist information was a bonus.  All in all a totally 5star AirBNB experience.\r\n\r\n\r\n\r\n\r\n\r\n"], "44888210": ["Maree", "We spent 3nights in Broken Hill on our way to Flinders Ranges. Our first air bnb experience, Ron and Margie were perfect hosts and our accommodation very comfortable.  Ron was very helpful with ideas on where to go and what yo do. We would recommend staying here"], "615787": ["Susan", "Ron was a wonderfully friendly host. His interesting home is in a fantastic location overlooking all of Broken Hill. We enjoyed the company of Ron, his wife and another guest over a glass of wine one evening. Thank you also for letting us use the BBQ - we had a great stay in Broken Hill."], "44734060": ["Karen", "Ron was very welcoming and relaxed- we enjoyed the tea /coffee on arrival and found he was a fantastic source of local knowledge including recommendations for eating out.  As we were the only guests at the time we had the entire upstairs area to ourselves -comprising bathroom, living and dining area. Breakfast provisions were excellent and Ron cooked a great Sunday morning brunch. We had our own entrance - and loved the views of the city from our room.\r\nRon provided secure off street parking.\r\nThis was our first experience of airbnb and we were very happy with all aspects.\r\n"], "10439299": ["Steve", "Ron and Margie were fabulous hosts during our 5 night stay. Friendly, generous, helpful and very relaxed.\nThe studio was well appointed and very comfortable. We came away feeling we had made new friends.  We would always look to stay with them anytime we return to Broken Hill and would highly recommend particularly if you enjoy a more inclusive type stay."], "32896882": ["Jennifer", "This was our first experience with Airbnb and we could not have asked for a nicer place to stay. Ron and Margaret were the perfect hosts and we felt so comfortable staying with them on their lovely home. We had a beautiful spotlessly clean room with views of Broken Hill out both windows . Generous breakfast provisions were provided and on top of this Ron cooked breakfast for us on our stay. We absolutely loved our 4 nights spent in this lovely couples home and we would not hesitate to return there again in the future. Thank you Ron and Margaret for going above and beyond to make our holiday so special. "], "3068646": ["Marije", "Ron and Margaret are great hosts. Margaret picked me up from the airport and gave me a quick tour through town on the way to her place. The set up of the room is great! Breakfast was provided (milk, yoghurt, bread, cereals, fruit) I didn't expect that so that was a nice surprise.\r\n\r\nThe house is located in a quiet area about 20 min walk from the town centre. Ron and Margaret made me feel welcome and I really enjoyed my stay. "], "39907202": ["Pam", "Had a most comfortable stay with Ron. Ron and his family were most welcoming and friendly. Excellent first experience of air bnb.\r\nPam"], "21577210": ["Alex", "Ron is a very friendly and helpful host. The accommodation is spacious and has everything needed. Great location on a hill means an amazing view over the town too."], "22781435": ["Gerry & Lynne", "We were greeted warmly by Ron and Margaret, had a very welcome cup of tea with them and were shown our room. This was a very clean,spacious and comfortable room at the top of the house with it's own private entrance and a seating area outside. Within the room was a queen size bed (which proved that night to be extremely comfortable) a settee, TV, table and chairs,\r\nfridge, microwave, kettle and toaster plus a \r\ngenerous supply of food for a continental       \r\nbreakfast.  The bathroom was just across the \r\nhall and had a very good shower.\r\n\r\nWe would highly recommend a stay here.\r\n\r\n\r\n"], "39182123": ["Jeff", "Lovely clean, spacious room. Great view of the sunset from balcony. Welcoming and friendly hosts. Would definitely stay again."], "18438267": ["Darryl", "Ron greeted us warmly and friendly and offered car accommodation for our classic car.  Introduced us to wife Marg and friendly dog, Ted.\r\n\r\nOur room had a lovely view over Broken Hill and then accommodation was more than expected. Rons local knowledge was invaluable."], "36901217": ["Jane", "Ron and Margaret made us feel very welcome.  They very kindly collected us from the railway station and, when we arrived at their house, we had a cup of tea and a chat.  The room was as described with very generous breakfast provisions.  We were able to do our washing and come and go as we pleased.  The area was great for walking in and we always felt safe.  Ron had lots of information about the area that he was always prepared to share with us."], "21280112": ["Matthew", "Ron and Marg are extremely hospitable and very good company. They welcome you into their home and nothing is too much trouble. Very knowledgeable re the local area and the room was great. They go out their way to make your stay enjoyable.\r\nwill come back again.  "], "37727494": ["Caroline", "The host canceled this reservation 13 days before arrival. This is an automated posting."], "12435333": ["Moya", "Staying at Ron and Margaret's house is like visiting family. Ron made us feel right at home, our room was very comfortable and he couldn't have been more helpful.\r\nThe house is in a pleasant area high up on the hill overlooking Broken Hill quite close to the Pro Hart gallery. There are two lovely friendly dogs to welcome you every time you come back to the property. We shared the cooking with Ron while we were staying ( Margaret was away) and he is a very good cook.\r\nI would highly recommend a stay with the Hellyers if you are coming to Broken Hill"], "20128256": ["Imogen", "Ron & Marg were very friendly and welcoming. They made us feel at home right away. The room was very comfortable, with everything that we needed and more. It also had a great view over the town. 10/10 would recommend!"], "5696957": ["Maureen", "My husband and I had a lovely four night stay with Ron and Margaret. They made us feel very welcome and were also helpful in every way. The room upstairs was like a suite with an eating and lounge/TV area and all with nice furnishings. The bed was very comfortable and cosy and the views from front and back windows over Broken hill are really wonderful. The shared bathroom was not a problem and was close to bedroom. We spent time with the family, other guests (and pets) and found them to be considerate, generous and good company. There is a private entrance if needed and the bnb description is very accurate. It is on a large town block still being developed in some corners. The indoor and outdoor staircases are reasonably steep if mobility is an issue. Great base for exploring a very interesting area. A big thank you to Ron and Marg for their kind hospitality."], "30041748": ["Gary", "Ron's and Marg's warm hospitality added fuel to our journey across Australia. Although only a one-night stay, we sensed that a longer period would have been a more rewarding experience: an opportunity to fully absorb the true history of Broken Hill, complemented by the knowledge and experiences of Ron and Marg. Luckily our bed was more comfortable and cosy than our own at home, as it became our sanctuary sooner than expected for what was a very cold winter night!"], "32553522": ["Rod", "We found the accomodation very comfortable, and Ron and Marg very welcoming. Happy to recommend."], "25974479": ["Stephan", "Marg and Ron has been great host's, sad I just was able to stay for one night. Very comfortable room and house, nice and clean over all. "], "31183156": ["Michael", "Ron and Marg are excellent hosts – very generous, thoughtful and caring, and full of local lore and stories to share. The room itself is lovely, spacious and private, with amazing views of the town and the open country to the west. "], "698845": ["Janelle & Craig", "This was a great location for me whilst on a 3 day study trip to Broken Hill.  The room was massive with TV and small kitchenette style section for snacks, tea & coffee etc plus microwave if you needed it.  Ron picked me up from the airport and I was given a tour about which came in handy for my sense of direction   I walked down the hill to the CBD which took about 20 mins and was  most enjoyable. Marg made me feel very welcome as well and was concerned when I became a little unwell offering tablets etc. if needed.  I found the home large and quiet.  I came and went as I needed and the home was accessible to me when cporses finished  in the afternoon.  They have 2 lovely dogs and as I am a dog lover this was great. I think the home was great value for money."], "20605094": ["Janice", "Ron& Margaret made us very welcome & communicated well prior to our stay. Our room was clean & comfortable & private. The peaceful neighbourhood was also a bonus as was easy access to town & local attractions recommended by our hosts."], "7702709": ["Rex", "The large room had a small, well-equipped kitchen, which we used for making snacks and tea. The bed was great as was the bathroom. Ron/Margaret provided a cooked breakfast on the Sunday and a continental one on other days, all of which were good. They were friendly people who were happy to chat and to share their cute dog. We very much enjoyed our 4 days there over New Year's."], "55905622": ["Connor", "Excellent stay - felt like being back home. The amenities were above and beyond. Thanks again."], "107103410": ["Gillian", "Ron and Margaret lovely hosts. Laid back, helpful, and informative, Margaret a great cook. Really enjoyed her home cooking. Margaret took  myself and another guest to see the sculptures which made a lovely evening.  Would definitely stay there again. "], "34913754": ["Kay", "Ron made us welcome by showing us around his house and taking us up to the studio. He explained everything in detail (including recommendations of what to visit in Broken Hill). All was as advertised.\r\nWe particularly appreciated the lactose & dairy free products and the generous breakfast provided. \r\nVery pleased we could do some washing which dried outside very quickly. \r\nWas lovely to Margaret and other family members.\r\nHighly recommend. Excellent value for money."], "9444262": ["Nadia", "It was a gréât expérience to stay at ron & margaret s home. Very spacious Room. Thanks a lot."], "1908779": ["Shivaprashanth", "Very spacious .. Comfortable bed.. Ron helped us with the planning for the places to visit .. He suggested us to visit the sculptures during evening  and it was worth it ..  Thanks for the amazing stay .."], "34092814": ["Renate", "Ron and Margaret are great hosts. The cold drink after our arrival was very much appreciated. The studio is very clean, spacious and comfortable with a nicely furnished eating (with a fridge, microwave, kettle, toaster and generous supply for a continental breakfast including fresh fruits) and lounge/TV area, a cosy queen size bed and a new air conditioner. The shared bathroom was also very clean, spacious and close to the studio. We had only a short overnight stay but we hope that we can come back for a longer stay with Ron and Margaret in Broken Hill. "], "4582128": ["Zac", "A short overnight visit, but an excellent experience. A spacious bedroom (with a great bed), with easy access and a very nice view of town. Location is quiet. Easy navigating to restaurants and shops. Ron is an excellent host -- prompt and responsive communication, and happy to provide suggestions and share his community with visitors. Would happily stay again. "], "24920203": ["Sarina", "Margaret and Ron are very friendly and generous hosts who know everything about Broken Hill and its sorroundings, so they showed me a lot more than a travel guide book could tell me. In the evenings I enjoyed their delicious dinners and amazing stories about the Australian Outback. They provided a large bedroom with A/C, fridge and balcony. "], "67022302": ["Ulla", "Eine tolle Unterkunft, riesig groß und hell. Marg war unterwegs, aber Ron war ein großartiger Gastgeber, großzügig und hilfsbereit. Ich wurde abgeholt und weggebracht, hätte waschen den Zweitwagen haben können. Ron hat mich wunderbar bekocht. Alle Türen im Haus sind offen für die Gäste. Und der Hund Ted ist herzallerliebst :-)"], "19183771": ["Elka", "Ron und Margaret waren sehr  herzlich (ebenso ihre beiden Hunde :-)) und waren immer interessiert, dass es mir gut geht.\r\nIch wurde vom Flughafen angeholt und habe gleich eine Stadtrundfahrt bekommen.\r\nDas Haus ist 20 Minuten zu Fuß vom Stadtzentrum entfernt. Es liegt in einer ruhigen Gegend am Ortsrand. Wenn möglich, fährt Ron einen aber auch ins Stadtzentrum oder zum Supermarkt.\r\nDas Zimmer ist sehr groß - großes bequemes Bett, Couchecke mit Fernseher, Essecke mit Kühlschrank, Toaster, Mikrowelle, Wasserkocher. Essen für Frühstück ist vorhanden. Auch gefiltertes Trinkwasser ist vorhanden. Die Waschmaschine kann jederzeit benutzt werden.\r\nMan kann mit Ron und Margaret zusammen essen oder für sich bleiben. \r\nIch kann diese Unterkunft sehr empfehlen. Ich habe den Aufenthalt dort sehr genossen."]}, {"Jun": {"2019-06-01": [false, 75], "2019-06-02": [false, 75], "2019-06-03": [false, 75], "2019-06-04": [false, 75], "2019-06-05": [false, 75], "2019-06-06": [false, 75], "2019-06-07": [false, 75], "2019-06-08": [false, 75], "2019-06-09": [false, 75], "2019-06-10": [false, 75], "2019-06-11": [false, 75], "2019-06-12": [false, 75], "2019-06-13": [false, 75], "2019-06-14": [false, 75], "2019-06-15": [false, 75], "2019-06-16": [false, 75], "2019-06-17": [false, 75], "2019-06-18": [false, 75], "2019-06-19": [false, 75], "2019-06-20": [false, 75], "2019-06-21": [false, 75], "2019-06-22": [false, 75], "2019-06-23": [false, 75], "2019-06-24": [false, 75], "2019-06-25": [false, 75], "2019-06-26": [false, 75], "2019-06-27": [false, 75], "2019-06-28": [false, 75], "2019-06-29": [false, 75], "2019-06-30": [false, 75]}, "Jul": {"2019-07-01": [false, 75], "2019-07-02": [false, 75], "2019-07-03": [false, 75], "2019-07-04": [false, 75], "2019-07-05": [false, 75], "2019-07-06": [false, 75], "2019-07-07": [false, 75], "2019-07-08": [false, 75], "2019-07-09": [false, 75], "2019-07-10": [false, 75], "2019-07-11": [false, 75], "2019-07-12": [false, 75], "2019-07-13": [false, 75], "2019-07-14": [false, 75], "2019-07-15": [false, 75], "2019-07-16": [false, 75], "2019-07-17": [false, 75], "2019-07-18": [false, 75], "2019-07-19": [false, 75], "2019-07-20": [false, 75], "2019-07-21": [false, 75], "2019-07-22": [false, 75], "2019-07-23": [false, 75], "2019-07-24": [false, 75], "2019-07-25": [false, 75], "2019-07-26": [false, 75], "2019-07-27": [false, 75], "2019-07-28": [false, 75], "2019-07-29": [false, 75], "2019-07-30": [false, 75], "2019-07-31": [false, 75]}, "Aug": {"2019-08-01": [false, 75], "2019-08-02": [false, 75], "2019-08-03": [false, 75], "2019-08-04": [false, 75], "2019-08-05": [false, 75], "2019-08-06": [false, 75], "2019-08-07": [false, 75], "2019-08-08": [false, 75], "2019-08-09": [false, 75], "2019-08-10": [false, 75], "2019-08-11": [false, 75], "2019-08-12": [false, 75], "2019-08-13": [false, 75], "2019-08-14": [false, 75], "2019-08-15": [false, 75], "2019-08-16": [false, 75], "2019-08-17": [false, 75], "2019-08-18": [false, 75], "2019-08-19": [false, 75], "2019-08-20": [false, 75], "2019-08-21": [false, 75], "2019-08-22": [false, 75], "2019-08-23": [false, 75], "2019-08-24": [false, 75], "2019-08-25": [false, 75], "2019-08-26": [false, 75], "2019-08-27": [false, 75], "2019-08-28": [false, 75], "2019-08-29": [false, 75], "2019-08-30": [false, 75], "2019-08-31": [false, 75]}, "Sep": {"2019-09-01": [false, 75], "2019-09-02": [false, 75], "2019-09-03": [false, 75], "2019-09-04": [false, 75], "2019-09-05": [false, 75], "2019-09-06": [false, 75], "2019-09-07": [false, 75], "2019-09-08": [false, 75], "2019-09-09": [false, 75], "2019-09-10": [false, 75], "2019-09-11": [false, 75], "2019-09-12": [false, 75], "2019-09-13": [false, 75], "2019-09-14": [false, 75], "2019-09-15": [false, 75], "2019-09-16": [false, 75], "2019-09-17": [false, 75], "2019-09-18": [false, 75], "2019-09-19": [false, 75], "2019-09-20": [false, 75], "2019-09-21": [false, 75], "2019-09-22": [false, 75], "2019-09-23": [false, 75], "2019-09-24": [false, 75], "2019-09-25": [false, 75], "2019-09-26": [false, 75], "2019-09-27": [false, 75], "2019-09-28": [false, 75], "2019-09-29": [false, 75], "2019-09-30": [false, 75]}}, -1], "5107244": [[-31.953991, 141.466766], "Breakfast at Gigi's!", ["https://a0.muscache.com/im/pictures/fe76eeda-c50f-488e-bd64-7a76845b8288.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5fe6f99b-7a79-4e58-ab06-e0e7879a2b4f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c2031fac-735f-425a-9e44-9ef4bac6ea38.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/cbbcb47b-f7b3-49b3-8eb1-b41049eab2c7.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a2c40990-d8ff-407f-b893-92068a6a308e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7f67f43b-d38b-4dbf-b784-dc074ee803a2.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/63905967/5216ec14_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/63905946/a6a9e8be_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/63905975/aeed7a29_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/63905983/5e21ea62_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/63905956/7cf0a2aa_original.jpg?aki_policy=large"], "1 bedroom", 1, "1 private bath", 1.0, 1, 2, null, "", 118, 5.0, "Private room", 59.0, "AUD", 0, 15996236, "Although situated in a quiet street this charming house is close to the centre of our heritage-listed town. The train station, boutiques, cafclubs, restaurants, cinema, supermarket and art galleries are all accessible on foot. Both your room and private bathroom are clean and comfortable and you will be the only guest(s) in the house. Enjoy the indoor/outdoor relaxation areas when not out and about. A quality continental breakfast is provided at your preferred time. Just sit back and chill! translated by Google Although situated in a quiet street this charming house is close to the heart of our national heritage-listed city and yoube able to access most points of interest on foot. Both your room and private bathroom are clean and comfortable and you will be the only guest(s) in the house. A quality continental breakfast is provided at your preferred time. So just sit back and chill out! Need to check in before 4.00 pm? It may be possible by prior arrangement.'", {"65982843": ["Heather", "You can’t go wrong here. Gigi is a lovely host and her home is immaculate. Gigi even includes breakfast ( juice cereal yoghurt fruit toast) YUM!\nAccess is excellent with a gentle sloping ramp for those who need it."], "46596522": ["Carolyn", "This was a great experience"], "157328716": ["Stefan", "We had a lovely stay at Ghislaine's. A comfortable room, in walking distance to the town centre. Breakfast with Ghislaine's personal touch was lovely and appreciated. Will stay on our way home again."], "58219120": ["Margaret", "Lovely to stay with you. Very central and near all the best dinners."], "5614727": ["Tess", "A warm welcome and very good local knowledge"], "147325510": ["Sally", "Easy location,  very clean,  knowledgeable  host"], "36661196": ["Alana", "It was an absolute pleasure to stay at Gigi's place.  Her home, room and amenities are very comfortable and well thought out. Gigi was so helpful with travel tips and local knowledge. Her breakfasts were hearty and healthy. Would definitely recommend Breakfast at Gigi's"], "26770393": ["Sophie", "My stay at Gigi was amazingly nice! I felt like I was home right away. her place is so gorgeous and neat. I loved my charming room with the big comfy bed! She responded quickly and took care about me so well that I actually would have loved to stay longer, but I had to catch the train in the morning, and friendly as she was she dropped me off at the station! Big hearted person who I always would love to stay with again!! Big thank you!!!"], "229790419": ["Darlene", "What a great experience.  Terrific host who went out of her way to make us welcome.  Everything was very comfortable and very clean."], "243825669": ["Dianne", "A thoughtful host with attention to detail. I found this to be a great location and peaceful"], "38725614": ["Faye", "My husband & I had just one night with Gigi and it was most enjoyable.  Lovely and clean and I love the white cotton sheets and large, fluffy, white towels.  We were fed super well at breakfast with delicious coffee.  Gigi was lovely and we would recommend this lovely home to those visiting Broken Hill"], "39551134": ["Chris", "Great host and great location."], "5441704": ["Ines", "You can expect a lovely friendly hostess."], "112931552": ["Joy", "Gigi was a great communicator and somewhat spoilt us with special touches. The bed was so comfy, everything spotlessly clean and Gigi catered to our Gluten free needs. We couldn't fault anything and would be happy to stay with her again"], "225028173": ["David", "Ghislane was a great host. She has a lovely home which ishandy to everything a visitor could wish to see or do in Broken Hill"], "221789852": ["Wayne", "Gigi, “Thank You” for being a great and thoughtful hostess, we enjoyed our stay with you.  Your room is very cosy,  comfortable, clean, tidy and for a some what Hay-fever nose like mine, dust free too.  Your hospitality was superb and the addition of breakfast was great too, with plenty of choices\nTill next time.  \n\nCheers\nWayne and Sharon."], "224929733": ["Kevin", "Great place to stay, loved the decor and breakfast was amazing"], "178840766": ["Ahmed", "Truely an experience to go to Broken Hill, but to meet the host that does nothing but meet the highest of comfort thoughtfulness and truely looks out for her guests, highly highly recommend to everyone. Thanks GiGi"], "77072574": ["Claudia", "Great location and great person. Thank you so much. Will stay again next time."], "222665402": ["Barbara", "Central spot with the best of care offered"], "98879079": ["Marion", "Lovely comfortable bed, delicious breakfast"], "221333345": ["Christine J", "Gigi's B&B is very conveniently located and you will feel wecome, safe and comfortable ....  Enjoy!"], "6759269": ["Paul", "We had a great stay at Gigi’s home. Lovely comfy bed & every thing you need. Very easy check in, location was great, and very clean. It’s a home away from home. We were within easy walking  distance to all that you might want in a small country town.  Gigi had such an in-depth knowledge of the area that we learnt a lot from her. Gigi was always very prompt in all communication’s."], "7488464": ["Cameron", "Gigi was well organised and had good ideas about what to do in Broken Hill! A great place to stay."], "49524779": ["Jennifer", "Ghislaine ist sehr freundlich, sehr zuvorkommend, fantastisches Fruhstuck. Alles wunderbar.\nDanke\nGhislaine"], "209892759": ["Marisa", "Breakfast at Gigi's is value for money accommodation, close to all attractions etc, Gigi is warm and friendly and knowledgeable about Broken Hill"], "209018153": ["Jean", "We thoroughly recommend Gigi and her lovely home for your stay in unique and interesting Broken Hill."], "186177764": ["Sue", "We enjoyed our stay at Gigi's. The room was very comfortable, tastefully decorated and the home is well located. Appreciated Gigi's helpful tourist tips."], "15024624": ["Ben", "Gigi made our trip with her hospitality and knowledge of Broken Hill. Strongly recommended as a home from home in a very intereting town."], "20421280": ["Pauline", "We have had a very special experience of Broken Hill largely because of our outstanding host, Ghislaine who has not only shown us wonderful hospitality in her beautiful warm home but has also inspired us with her exceptional knowledge of this town. We couldn’t have asked for more. A fantastic stay! We thoroughly recommend Ghislaine and her home."], "183406944": ["Kaye", "Excellent, excellent time with Gi Gi could not ask for any more in any way.  Gi Gi’s breakfast is so mouth watering, Gi Gi also took us on an informative \nwalk of Broken Hill showing all the heritage buildings .  I would recommend staying at Gi Gi’s everything is perfect."], "183491551": ["Gwen", "Great location close to town great host nice home"], "145411488": ["John", "A lovely private room very close to the centre of town with great hospitality. I'd definitely recommend asking Gigi for a heritage walk if she has the time. We'll be back !"], "1324058": ["Paddy", "Gigi is a wonderful host. You share her comfortable home in a great location from where you can walk to all the major attractions. Lovely quiet spots to read and relax. I will certainly be recommending this property to our friends."], "171238102": ["Jenny", "Very lovely place and host. Would definitely recommend if you need a place to stay!"], "106544912": ["Judy", "Great central location and quiet. Plenty of safe parking on the street.  Gigi loves her town and the history that goes with it, and can point you in the right direction when it comes to sight seeing around Broken Hill.  Lovely clean home with period furnishings and a little touch of France.  Hearty breakfast. A wonderful Airbnb host.   You will not be dissapointed if you choose Gigi as your host."], "6774367": ["Kim", "Definitely enjoyed the stay at Gigi’s over the Easter period! The place is cosy and neat. She was a very welcoming host and had plenty of suggestions for things to do in town. It was always a pleasure to enjoy breakfast with her (one morning it was homemade crepes!). Would recommend her place if you’re thinking about visiting Broken Hill."], "3239185": ["Gail And Brendan", "Gigi offers a friendly and personal home experience when staying in her home. How lovely to be treated to a breakfast and to share it with her! Her guided heritage tour was a bonus and we recommend it if she offers it to you. Walking distance to main area of Broken Hill for dinner at any of the local pubs and restaurants. We loved everything about staying at Gigi's!"], "170109635": ["Georges", "The experience of discovering Broken Hill has been a memorable one, mainly because of the sojourn at Gigi’s home. A wonderful warm and comfortable environment to wind down and to benefit from her local knowledge.  Comfy bed and private bathroom and a delicious breakfast always ready when you awake. As Ghislaine is also a French speaker, it was refreshing to exchange our impressions and views in our native language. Gigi’s home is close walking distance to the centre of town and has a lovely garden to enjoy. We would highly recommend her Airbnb."], "18427905": ["Max", "We absolutely loved staying with Ghislaine (Gigi). She was a perfect host & checkin was seamless. The room is as described & there is evaporative a/c throughout the house, plus a portable fan in the room. The queen size bed is comfortable. The bathroom is off the hallway & is only for guests. Gigi prepares a beautiful continental spread for breakfast with plunger coffee or a selection of teas. What is special is that Gigi has breakfast with you. You soon learn that she is passionate about Broken Hill & is a volunteer with various groups. We did the Heritage walk with her & made an optional donation to her preferred fund. The location is central & only a 4 minute walk to the centre of town.\nWe would highly recommend this Airbnb & would happily stay there again."], "99255679": ["Mat", "Great hospitality from Gigi and full of local knowledge. Easy walk into the town centre for restaurants and bars. Great breakfast, definitely try the homemade jam. The house was cool even when 42C outside! Plenty of on-street parking."], "165031029": ["Barry", "Thoroughly enjoyed my stay at Gigi's home.  The room & bed were very comfortable with lots of nice touches.  Yummy breakfast including fresh fruit and home made jam from the fruit trees in the back yard and great coffee.\nRecommend doing Gigi's tour prior to exploring the wonderful town of Broken Hill. The tour is informative, fun and wets your appetite to see and discover more.\nMost of all, Gigi is a wonderful and welcoming host.\nMany thanks Gigi."], "8857580": ["Csaba", "Gigi is friendly and welcoming. Her place is beautiful, clean and has an amazing orchard."], "39865355": ["Steven", "Great value with breakfast included. Tour of the town and it's history provided by Ghislaine.  Right in town and walk to everything.  Comfortable large bedroom and with nice air conditioning.  Plenty of fruit trees out the back and a garden to enjoy. Thanks Ghislaine."], "101112391": ["Sloane", "Extremely comfortable night in a safe & peaceful convenient location. Gigi is an angel and I’ll never forget her passion for & knowledge off The Hill. It is a magical place...thank you, Gigi ;-)"], "63850533": ["Rose", "My partner and I had a great time staying at Gigi’s place! The room was clean and comfortable and the breakfast each morning was delicious. Gigi is very friendly and full of knowledge about the local area - I highly recommend doing the walking tour of Broken Hill with Gigi if you have the time. Gigi’s place is great value and I would stay here again next time I am in Broken Hill."], "26035565": ["Robin EunSoo", "Gigi’s place was coming home after long hours trip. Had a great sleep. Comfortable & spacious room, own bathroom and hearty breakfast, what more would you ask..."], "141069667": ["Michael", "Gigi was the ultimate host, her place is exactly as she advertises & more. Gigi informed me of some things to do in Broken Hill & even took me out to Silverton for the day, I would definitely stay at Gigi's place again & would strongly recommend her as a host."], "159548456": ["Jordan", "Gigi was a lovely host, incredibly accommodating with all our needs including a late check-in and early breakfast. The room itself was in pristine condition and the house is beautifully decorated and clean. I would definitely recommend this venue to anyone looking for a single room / bathroom."], "21274397": ["Kristie", "Our stay at Gigi's was wonderful and relaxed. Breakfast was delicious and made  our morning that little bit more special. Thank you for hosting us Gigi we will definitely be back."], "88390108": ["Michal", "a little bit of Paris in Broken Hill, lovely place to stay and explore the surroundings, close to the main attractions in Broken Hill, great host, clean place and amazing Breakfast :-)"], "111710119": ["Michael", "Lovely house with warm and welcoming host"], "37371556": ["Janet", "A very pleasant and comfortable stay. A thoughtful host who was helpful with tourism advice, plenty of brochures available as well. Delightful sheltered outdoor sitting area in rear garden amongst fruit trees. Comfortable large bed and TV in room, private wet room bathroom etc. all were most convenient along with a tasty continental breakfast. I highly recommend staying at Ghislaines home."], "130353926": ["Julie", "This was our first airbnb experience and what a lovely one it turned out to be.   Gigi was a perfect hostess, catering to all our needs.  She is a friendly lady without imposing herself on her guests.   Would recommend anyone to stay with Gigi as it is value for money and a delightful experience as well."], "72426634": ["Sam", "Ghislaine is a great host who cares about the comfort and privacy of her guests. We enjoyed our breakfast every morning with her and had benefited a lot from her local knowledge of Broken Hill. We stayed 3 nights but should have stayed longer. If you are planning to visit Broken Hill, don't miss out on this local hospitality and a very comfortable stay. We will be back!"], "111066109": ["Paul", "Ghislaine was very welcoming and made me feel right at home. The house itself was great and I enjoyed my stay. Would definitely recommend this to anyone who is  looking for a place to stay in Broken Hill."], "20375159": ["Jack", "Gigi was very welcoming, provided lots of privacy and very knowledgeable about the Broken Hill area.\nWould definitely recommend."], "87683233": ["Gillian And Maurice", "GiGi's airbnb is a pleasure to stay at.  Very comfortable, & close to town"], "77850570": ["Daryl", "Gigi's home is walking distance to town centre and is very comfortable for shared accomodation. She is a welcoming and experienced host and I enjoyed my stay."], "91955500": ["John", "We found our room stylish, private and comfortable, and our hostess warm and welcoming. The room had easy access and the location was central to everything. "], "91939669": ["Raymond", "Gigi is a lovely nice lady, I stayed just for a night on my way from Perth to Sydney. Nice cozy quiet room. Thanks Gigi\nRay"], "112368435": ["Gabriele", "Ghislaine is the ideal host. Very warm welcome at an absolutely comfortable place to be. We loved it to sit with Ghislaine at the breakfasttable, chat with her and taste her self-made marmelade. Her tips made our time in Broken Hill to an unforgetable experience."], "109940065": ["Barry", "Ghislaine is a very welcoming host. The room was very comfortable, bathroom and toilet very clean and well designed. Would book there again any time I am back in Broken Hill."], "10110992": ["Steve", "A charming place to stay, close to the city centre for a stroll in or dinner out. The room is spacious and very comfortable. The evaporative cooling makes the home a pleasant oasis in hot weather."], "103631353": ["Karlene", "Gigi was very generous to offer us an upgrade so we have private space! She was very welcoming and the place was presented well. We felt very comfortable and relaxed - this is exactly what we wanted. Thank you!"], "13210238": ["Dmitry", "The host canceled this reservation 14 days before arrival. This is an automated posting."], "57824680": ["Kathy", "Had a wonderful stay with Ghislane- beautifully furnished, clean and very central- short walk to town but lovely and quiet\nLucky enough to arrive 45 mins before the annual Broken Hill Christmas parade so watched that with Ghislane\nWonderful host and looking forward to returning next time we do the long haul from WA"], "4221161": ["Fiona", "Gigi is a lovely host who happily shared recommendations and itinerary tips. Thanks for the lend of the fly net. Made walking at Mutawintji NP easier. Lovely host. "], "6989689": ["Pilar", "A charming room in a lovely home, conveniently located, just as described. Gigi is the perfect host and she made sure we felt at home. We very much enjoyed our stay and chatting with Gigi about our many shared interests. She's also very helpful in providing information about local points of interests in Broken Hill. Thank you Gigi, hope to visit again.  "], "74468684": ["Gerald", "Absolute perfection in every aspect a true marvellous b&b.wonderful friendly host"], "48301646": ["Ally", "Gigi was there to meet us and make us feel very welcome in her home  that is in a fantastic, safe area of Broken Hill with easy walking distance to town, parks and local museums. There were so many special little touches that made this feel like a 5 star resort ~ from the towels wrapped in ribbon and lavender to the fresh flowers, water and delicious chocolate truffles in our room. Gigi prepared a lovely breakfast for us and it was a pleasure to spend time over breakfast chatting and getting know more about our lovely host. Gigi had no problem having lactose free milk for us and allowed us to make tea/coffee at any time. The living room and back room were lovely, it was a very relaxed atmosphere, allowing us to feel at home. We highly recommend Gigi's place to anyone visiting Broken Hill, she simply cannot do enough for you and we would definitely stay here again."], "98112620": ["David", "Ghi Ghi, thanks so much for making my stay wonderful. All those little touches, like breakfast, and local tourism info, made it really homey and welcoming. All potential travellers, this is a wonderful place to stay."], "94419538": ["Jo", "What a lovely home and Ghislaine has some lovely personal touches which made us feel welcome!  Fantastic location so you can walk into the town area! Ghislaine is a genuine and interesting lady who has a broad knowledge of all things Broken Hill and also a wonderful sense of humour as well as a broad general knowledge.  Thoroughly enjoyed our stay with her - even if we didnt have the best weather and felt a little sad when we said our farewells!  Thanks Ghislaine for a wonderful stay :)"], "60150341": ["Joanne", "We arrived earlier but that didn't seem to matter to Gigi.  Then we were off out.  Everything was great.   Bed was comfortable, breakfast was nice and Gigi had hers with us.  It was nice to find out a bit about her and she had good information about Broken Hill.  Location was pretty good.  We could walk into the main part of town and come home in the dark easily.  We were travelling by motorcycles and Gigi allowed us to park on the driveway and close the gate offering security for our bikes."], "87622865": ["Peter", "Ghislaine made us very welcome , was so friendly and obliging and just good to stay with"], "4867501": ["Jeffrey", "Gigi made us feel welcome and relaxed immediately,she is genuinely the perfect host ,our room was lovely,bed very comfortable , bathroom immaculate.Breakfast table set beautifully in the morning to share with Gigi.  House is within walking distance to main St and we walked to restaurant for dinner.Gigi also recommended a few places to visit which was appreciated .Would definitely recommend this stay."], "16162501": ["Elizabeth Horner", "It was a delight to spend 3 nights at Gigi's place in Broken Hill,  which is full of character and very close to the centre.  Gigi was very well organised for hosting guests with great attention to detail and comfort. There were little touches which showed she had really thought about how to make people comfortable. \r\nGigi is warm and hospitable and an interested participant in her local community, so has lots to share. It was a special treat to be able to attend a Fench National Day event with her that she herself had organised for other members of her community. "], "17352692": ["Christian", "I had a marvellous few days with Ghislaine. The accomodation was very comfortable and warm,with beautiful furnishings and (Website hidden by Airbnb) was within walkng distance of the mainstreet, and Ghislaine was kind enough to drive me to galleries and sites, including a trip to Silverton.\r\nDelicious breakfast of muesli and fruit toast and tea and coffee available ay any time, as well as access to the very comfortable living room. I paticularly likes the stained glass windows in the bathroom which was for private use and was heated.\r\nGhislaine is a very interesting woman with lots of knowledge of the local area which she is happy to share with you. Brochures were \r\navailable in your room for information about the sites.\r\nI thoroughly recommend this air bnb.\r\nGhislaine also has a self contained flat on the property which would be good if you wished to do your own cooking, but there are many great restaurants within easy walking distance."], "70405866": ["Gareth", "Beautiful room with a great bed. Host is very friendly and a perfect level of offering assistance with seeing the town and whats on without being all in your face about it.\r\nBeing a short walk from the main strip the location is perfect."], "69712710": ["Larraine", "The room was exactly as listed.  Ghislaine was utterly charming and so welcoming.   Thank you so much Gi Gi you are a wonderful hostess.  Hope U are enjoying your sister's visit as well as Bella. "], "67409397": ["Terry", "Gigi met us as soon as we arrived and gave us a very warm and genuine welcome. The accommodation was very comfortable and conveniently located. Within a short time we felt we were staying with a friend. The advice Gigi gave us helped to make our visit a great success."], "25617312": ["Paul", "Great location, very comfortable flat, lovely host."], "19533743": ["Helen", "Ghislaine was there to welcome us , and was also available to help is we needed it. \r\nThe accommodation was convenient very clean and had everything that we needed to be very comfortable during our stay in BH .\r\nThere is plenty of room and I would not hesitate to recommend this accommodation .\r\nWe got to know Ghislaine and had a very enjoyable evening out with she and her family.  Thank you for having us hope to meet again. "], "9276093": ["Noel", "Wonderful Lady, Wonderful Hostess, Wonderful Home, Wonderful Stay.\r\nThanx Heaps Ghislaine."], "22168435": ["Betty", "Lovely stay with Gigi. Accommodation was as described in listing.\nClose to centre of town and walking distance to eateries.\nQuiet location & we hope to return in the near future."], "58652254": ["Louise", "Had a fantastic stay at Gigi's! She was very welcoming and accommodating. The bed was comfy and we had everything we needed. Gigi kindly showed us some of the sights of Broken Hill as well. Her place is close to a supermarket and was easy for us to walk to the local hotels and cinema"], "33063901": ["Nanette", "Brian & I loved our stay with Ghislaine. Her hospitality is really special, & it made our trip to Broken Hill a standout. We were so sorry to leave & will miss the ambiance & the shared times of this special person. Our conversations were not long enough!!  Thank you Ghislaine. We will return.. Nanette"], "18240194": ["Christine", "Gig was a wonderful host. She responded very quickly to our request and we felt welcome to her home. The house is in a quiet neighbourhood and close to shops, galleries and a lovely park. The room, bathroom and house were extremely clean and beautifully decorated. We enjoyed chatting over some nibbles and wine, plus playing Finska and Pétanque was great fun. Breakfast was delicious - loved the fruit bread and great coffee. We had a chance to work on our French too! Cheers!"], "20299272": ["Sophie", "We had a great stay at Gigi's apartment - we were upgraded to the courtyard apartment which had everything we needed. I think it's even nicer than the pictures - spacious and very comfortable even on extremely hot days. The location is fantastic too, it's very close to everything but still nice and quiet. "], "44395614": ["Sel", "The host canceled this reservation 15 days before arrival. This is an automated posting."], "44713175": ["Philip", "This was my first AirBNB experience and it was awesome :-)\r\n\r\nGhislaine was fantastic and very accommodating, I had a vehicle full of computer systems and she kindly gave me access to her lock up garage.  The room was delightful, the street was very quiet & I had a great nights sleep.\r\n\r\nThe Sturt club is a 5 minute walk from the house - great steaks..\r\n\r\nHighly recommended."], "25917556": ["Carmen", "We thoroughly enjoyed our stay in Ghislaine's house which is an oasis in the fascinating city of Broken Hill. Clean, quiet and spacious with a private shower/toilet. The garden is a soothing space. Ghislaine is a discreet and gracious hostess with lots of valuable advice for where to go and what to see in the town she loves. Thank you Ghislaine for the great breakfast too and so lovely of you to share your special home-grown, home-made peach compote... a real treat! I also very much enjoyed speaking French with you. Remi enjoyed discussing ideas with you too. We hope to stay with you again next time we are in Broken Hill which we also loved."], "40765902": ["Janey", "I very much enjoyed my stay at Ghislaine's house. This was my first AirB&B experience at it definitely will encourage me to do more in the future. It was lovely to be picked up and welcomed at the airport. The location was excellent as it was near Argent St and yet very quiet. I was too busy to sit out the back and read as I had intended but will do so next time I visit Broken Hill! Ghislaine was a very friendly and relaxed host, and gave me the run of her house (apart of course from her private sections) - I even was able to do some much needed laundry. The breakfast was good and she met my request for cheese instead of cereals. I also enjoyed the fact that Ghislaine herself was very engaged and involved in activities in Broken Hill including the Priscilla festival which was on my first weekend. I definitely plan to go back and also recommend Ghislaine's place to friends."], "38048847": ["Graham", "A lovely experience all round, very helpful, very comfortable."], "8524653": ["Mark", "GiGi was a wonderful host. Amenities and facilities were great. Room was very comfortable and tastefully decorated."], "9715557": ["Hugo", "Gi Gi provided us with a warm and comfortable stay in the heart of Broken Hill. The hospitality and kindness (in particular the breakfast) exceeded our expectations. A perfect place to stay when in Broken Hill!\r\n"], "6693284": ["Steve", "Gi Gi was the perfect host. Breakfast with yummy fruit bread. Good travel talk over breakfast. Comfy bed and bedroom. Quiet and clean house. Great location for walking to the main street. Very enjoyable stay"], "30799725": ["Graham", "Gi Gi was there to meet me when I arrived and showed me around her home and made sure I felt at home.  I had keys to come and go as I pleased.  Even had a garage for my bike which was great.  The room was very comfortable and clean - as was the rest of the house and I had full use of the bathroom at the time of my choosing.  I was there for two nights and shared breakfast with Gi Gi on both mornings and chatted over all things Broken Hill and AirB&B.  Her home is walking distance to the main streets of Broken Hill with all the pubs and restaurants.  Room was clean and for sleeping it was dark and quiet.  Highly recommended"], "825632": ["Helen", "Ghislaine is a warm, welcoming and accommodating host who really makes you feel like a house guest instead of a paying customer. She even welcomed our old dog Max (please inquire in advance before booking with a dog). The room was extremely comfortable and well-appointed and we enjoyed the run of a beautifully renovated, tastefully decorated and comfortable old home within walking distance of the town centre. If in a group of up to four, you should ask about the small flat out the back with its own garden courtyard. We will definitely stay again."], "3648044": ["Denise", "Delightful host and very clean, comfortable accommodation with much appreciated extra touches like the lovely linen, fresh coffee, internet access etc.  The breakfast table was set beautifully french inspired crockery, linen table cloth etc and we thoroughly enjoyed our yummy breakfast.\r\nIt was very cold in Broken Hill but electric blankets, heaters made our bedroom very cosy indeed.\r\nWe would certainly recommend staying here and just a short stroll to Main Street.\r\nThank you Ghislaine"], "35616717": ["Adam", "I had a lovely stay with Ghislanie. The place is gorgeous and the host was very welcoming and accommodating. \n\nI only wish I wasn't working this trip to experience more of Ghislaine's hospitality!"], "11432880": ["Vivienne", "Ghislaine was incredibly welcoming. The bedroom and bathroom were neat and clean. Very good location. Would stay again"], "20783639": ["Ralph", "Ghislaine's home is in a great location close to many of the main points of interest in Broken Hill.  Ghislaine did a great job of making me feel welcome and was good for a coffee and chat.  I asked about off street parking for my motorbike and she was able to provide me with the use of a lock-up garage.  Ghislaine offered many useful suggestions for places to see and good places to eat, - the breakfast provided and much of the decor was a little touch of France / Paris in Broken Hill."], "4329403": ["Sonja", "host was very welcoming and helpfull. nice house and safe neighbourhood. thanks for having us stay. can highly recommend this place."], "137877693": ["Stewart", "Lovely homely accommodations only stoped for the night but couldn’t have been nicer thanks highly recommend"], "7715392": ["Clare", "Gigi's love for Broken Hill is infectious and her hospitality generous yet relaxed. Besides a delicious breakfast and excellent coffee, we enjoyed hearing about life in Broken Hill. We also visited and enjoyed the Living Desert and the Mine Memorial towards sundown."], "29874333": ["Chris", "There is one word to describe our stay with Ghislaine: perfection!\nEverything was great, the generous room which comes with its own bathroom (additionally you can use the garden, the living room, the sun room...), the cleanliness, the breakfast and not to forget the great chats we had at breakfast! \nWe highly recommend staying with Ghislaine!"], "28192140": ["Dan", "Gigi is a super hostess what else can I say, Cheers Dan"], "5577464": ["Brian", "Gigi is charming and so is her house. She was very helpful and accommodating. She phoned a friend with another AirBnB when I needed an extra night which was already booked at her place. Highly recommended. "], "27773952": ["Andre", "Ghislaine was very helpful and friendly. She has shown me her very interesting town. She gave me a ride to Silverton two times, gave me tips and helped my with my bad English. It is a nice old house near the shopping street. I think one day I will come back. I miss the Outback and Broken Hill. "], "8630300": ["Ken", "Very nice (Website hidden by Airbnb) and nice bed....easy to find and walk into the city."], "172793977": ["Yvonne", "Perfekt Host, lovely Person"], "16042459": ["Camille-Angelo", "Le charme à la française aux portes du désert!\nGhislaine est une hôte formidable, intarissable sur l'histoire de Broken Hill et de la région. La chambre est spacieuse et climatisée.\nLe logement se trouve à 4mn à pieds de la rue centrale et 10mn du Palace Hotel (lieu du tournage de Priscilla Folle du désert)."], "9444262": ["Nadia", "Superbe accueil de Ghislaine! La chambre était conforme à la description. La maison est très proche du centre ville. Un vrai morceau de France à Broken Hill. À très bientôt Ghislaine! "]}, {"Jun": {"2019-06-01": [false, 60], "2019-06-02": [true, 59], "2019-06-03": [true, 59], "2019-06-04": [true, 59], "2019-06-05": [true, 59], "2019-06-06": [true, 59], "2019-06-07": [true, 60], "2019-06-08": [false, 60], "2019-06-09": [true, 59], "2019-06-10": [false, 59], "2019-06-11": [false, 59], "2019-06-12": [false, 59], "2019-06-13": [false, 59], "2019-06-14": [true, 60], "2019-06-15": [true, 60], "2019-06-16": [false, 59], "2019-06-17": [true, 59], "2019-06-18": [true, 59], "2019-06-19": [true, 59], "2019-06-20": [true, 59], "2019-06-21": [true, 60], "2019-06-22": [true, 60], "2019-06-23": [true, 59], "2019-06-24": [false, 59], "2019-06-25": [false, 59], "2019-06-26": [true, 59], "2019-06-27": [true, 59], "2019-06-28": [true, 60], "2019-06-29": [true, 60], "2019-06-30": [true, 59]}, "Jul": {"2019-07-01": [true, 59], "2019-07-02": [true, 59], "2019-07-03": [true, 59], "2019-07-04": [false, 59], "2019-07-05": [true, 60], "2019-07-06": [true, 60], "2019-07-07": [true, 59], "2019-07-08": [true, 59], "2019-07-09": [false, 59], "2019-07-10": [false, 59], "2019-07-11": [true, 59], "2019-07-12": [true, 60], "2019-07-13": [true, 60], "2019-07-14": [true, 59], "2019-07-15": [true, 59], "2019-07-16": [true, 59], "2019-07-17": [true, 59], "2019-07-18": [true, 59], "2019-07-19": [true, 60], "2019-07-20": [true, 60], "2019-07-21": [true, 59], "2019-07-22": [true, 59], "2019-07-23": [true, 59], "2019-07-24": [true, 59], "2019-07-25": [true, 59], "2019-07-26": [true, 60], "2019-07-27": [true, 60], "2019-07-28": [true, 59], "2019-07-29": [true, 59], "2019-07-30": [true, 59], "2019-07-31": [true, 59]}, "Aug": {"2019-08-01": [true, 59], "2019-08-02": [true, 60], "2019-08-03": [true, 60], "2019-08-04": [true, 59], "2019-08-05": [true, 59], "2019-08-06": [true, 59], "2019-08-07": [true, 59], "2019-08-08": [false, 59], "2019-08-09": [false, 60], "2019-08-10": [false, 60], "2019-08-11": [false, 59], "2019-08-12": [false, 59], "2019-08-13": [false, 59], "2019-08-14": [false, 59], "2019-08-15": [false, 59], "2019-08-16": [false, 60], "2019-08-17": [false, 60], "2019-08-18": [false, 59], "2019-08-19": [false, 59], "2019-08-20": [true, 59], "2019-08-21": [true, 59], "2019-08-22": [true, 59], "2019-08-23": [true, 60], "2019-08-24": [true, 60], "2019-08-25": [true, 59], "2019-08-26": [true, 59], "2019-08-27": [true, 59], "2019-08-28": [true, 59], "2019-08-29": [true, 59], "2019-08-30": [true, 60], "2019-08-31": [true, 60]}, "Sep": {"2019-09-01": [false, 59], "2019-09-02": [false, 59], "2019-09-03": [false, 59], "2019-09-04": [false, 59], "2019-09-05": [false, 59], "2019-09-06": [true, 60], "2019-09-07": [true, 60], "2019-09-08": [true, 59], "2019-09-09": [true, 59], "2019-09-10": [true, 59], "2019-09-11": [true, 59], "2019-09-12": [false, 59], "2019-09-13": [false, 60], "2019-09-14": [false, 60], "2019-09-15": [false, 59], "2019-09-16": [false, 59], "2019-09-17": [true, 59], "2019-09-18": [true, 59], "2019-09-19": [true, 59], "2019-09-20": [true, 60], "2019-09-21": [true, 60], "2019-09-22": [true, 59], "2019-09-23": [true, 59], "2019-09-24": [true, 59], "2019-09-25": [true, 59], "2019-09-26": [false, 59], "2019-09-27": [true, 60], "2019-09-28": [true, 60], "2019-09-29": [false, 59], "2019-09-30": [false, 59]}}, 10], "34259844": [[-31.94626, 141.47043], "Outback Comfort & Style | AC, WiFi,  Pet Friendly", ["https://a0.muscache.com/im/pictures/76fbae4a-9a9e-42b2-bc91-07a4cceac382.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4e6f1927-41fe-4fea-b04c-51cc236337b6.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/469a226e-cdb0-4ce3-aafb-297fc9a2e264.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7fccd7cf-0f20-45a9-a5a2-221adaae15a3.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3da19ac9-4857-4569-a533-e4c364d955f8.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a8e954c3-df81-4fc3-b3cb-e21eb4f5f87b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4c293937-bcf4-4877-888e-22c9fc453ba6.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/dc5ec139-e8c9-4249-b068-1973afc544b2.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/cd606833-0609-4792-81c4-690a9362ee40.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/6a949f15-a24a-4c4c-8a8c-f15e7782016d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d0422104-ab5e-429e-a8bf-f2558912320a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/8be45ca9-09cd-4b13-ae4a-6b0d70afca17.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/340ae817-15ae-4e5e-a003-3d2cee98c3d8.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5f45602c-be0e-4734-b7c1-14e05a2f6f5f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/035fb074-64a7-4fd1-8886-49f55954bbe6.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/bb0f7f70-5bce-4f3c-a389-07f2cd435947.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0342e250-b96f-4504-a532-ad1f0d9149f0.jpg?aki_policy=large"], "2 bedrooms", 2, "1 bath", 1.0, 2, 4, null, "", 10, 5.0, "Entire cottage", 115.0, "AUD", 0, 56791679, "Centenary Cottage is a stylish and spacious 2 bedroom outback cottage with modern comforts. It features a well equipped kitchen, laundry, air conditioning, smart TV and free Wifi. It is well located in a quiet residential area a short drive from the centre of Broken Hill. It is an ideal place to stay for a few days to refresh and explore Broken Hill and the surrounds.'", {"673032": ["Jenny", "We loved Ben and Emma's house in Broken Hill, it was very stylish and with all the comforts we needed for a lovely wintery break. The house in a great spot, just a ten minute walk from the start of the main street shops in town and situated in a nice quiet neighbourhood with lots of historic buildings."], "5166530": ["Julie", "This lovely little cottage is a great place to stay while exploring Broken Hill. It had everything we needed, was very clean. Checkin was easy and the host communicated with us in a timely manner. Would stay here again if we come back to the area."], "153703632": ["Lyndy", "Ten out of ten.... stylish ...comfortable ... immaculately clean ... just loved our stay. Would have stayed longer if we could"], "95757289": ["Angelo", "The cottage was nice, clean  and comfortable. We enjoyed our stay.  Highly recommended. Everything was made easy, communication great"], "33186323": ["Adele", "This house is a perfect place to stay in Broken Hill, it has everything you need and more. Beautifully clean, it looks and feels great, and very comfortable.\nLocation is quiet but still a short walk or easy drive to the centre of town. Would definitely stay here again!"], "173979190": ["Helen", "A comfortable and spacious renovated cottage with all \"mod-cons\"."], "4508818": ["Diane", "Ben and Emma’s cottage was just what we wanted for our 5 night stay in Broken Hill. It gives you an authentic experience in a very quiet street. They have decorated it thoughtfully and the kitchen and bathroom updates make their cottage very comfortable. The beds are comfortable. We appreciated the air con in the living area and the oil heater for the bedroom especially as the temperatures dropped overnight. We did have a minor issue with the TV but instant communication with Ben and Emma who persisteted until we found a solution was really great. They followed up to ensure that the fix we used still worked. Great service. The cottage is about a 30 min walk into town or a 5 min drive so having a car might be helpful. Thank you for letting us enjoy your lovely cottage."], "240102121": ["Brooke", "Ben & Emma’s holiday home was amazing!!!! The house was sparkling clean and contained everything that is needed while away. I highly recommend this house to anyone looking to stay in Broken Hill. I will definitely stay here again."], "259060471": ["Pamela", "Modern amenities. Thought given to everything you could need during your stay. Very comfortable bed. \nPlenty of resources for information about the area. \nVery good communication."], "24187605": ["Joe", "We a were very happy in Ben and Emma's place. We liked that the exterior of the house and its yard were \"authentic\" to Broken Hill, yet the interior was modern and well appointed. The kitchen was especially well appointed with everything that could be needed and all was of high quality.  We enjoyed the use of the barbi and the parrots in the trees. Evenings, nights, and mornings were cool, so we appreciated the  room heaters and the heat lamp in the bathroom. We would certainly stay here again if we come back to Broken Hill."]}, {"Jun": {"2019-06-01": [false, 128], "2019-06-02": [false, 98], "2019-06-03": [false, 98], "2019-06-04": [false, 98], "2019-06-05": [false, 98], "2019-06-06": [false, 130], "2019-06-07": [false, 130], "2019-06-08": [false, 130], "2019-06-09": [false, 128], "2019-06-10": [false, 98], "2019-06-11": [false, 98], "2019-06-12": [false, 105], "2019-06-13": [false, 105], "2019-06-14": [false, 105], "2019-06-15": [false, 130], "2019-06-16": [false, 130], "2019-06-17": [false, 130], "2019-06-18": [false, 105], "2019-06-19": [false, 105], "2019-06-20": [false, 105], "2019-06-21": [false, 105], "2019-06-22": [false, 105], "2019-06-23": [true, 105], "2019-06-24": [true, 105], "2019-06-25": [false, 105], "2019-06-26": [false, 105], "2019-06-27": [false, 105], "2019-06-28": [false, 105], "2019-06-29": [false, 105], "2019-06-30": [true, 105]}, "Jul": {"2019-07-01": [false, 115], "2019-07-02": [false, 115], "2019-07-03": [false, 115], "2019-07-04": [false, 115], "2019-07-05": [false, 115], "2019-07-06": [true, 115], "2019-07-07": [false, 115], "2019-07-08": [false, 115], "2019-07-09": [false, 115], "2019-07-10": [false, 115], "2019-07-11": [false, 115], "2019-07-12": [true, 115], "2019-07-13": [false, 115], "2019-07-14": [false, 115], "2019-07-15": [false, 115], "2019-07-16": [false, 115], "2019-07-17": [true, 115], "2019-07-18": [false, 115], "2019-07-19": [false, 115], "2019-07-20": [false, 115], "2019-07-21": [false, 115], "2019-07-22": [true, 115], "2019-07-23": [true, 115], "2019-07-24": [true, 115], "2019-07-25": [false, 115], "2019-07-26": [false, 115], "2019-07-27": [true, 115], "2019-07-28": [true, 115], "2019-07-29": [true, 115], "2019-07-30": [true, 115], "2019-07-31": [true, 115]}, "Aug": {"2019-08-01": [true, 130], "2019-08-02": [true, 130], "2019-08-03": [true, 130], "2019-08-04": [true, 130], "2019-08-05": [true, 130], "2019-08-06": [true, 130], "2019-08-07": [true, 130], "2019-08-08": [true, 130], "2019-08-09": [true, 130], "2019-08-10": [true, 130], "2019-08-11": [true, 130], "2019-08-12": [true, 130], "2019-08-13": [true, 130], "2019-08-14": [true, 130], "2019-08-15": [true, 130], "2019-08-16": [false, 130], "2019-08-17": [false, 130], "2019-08-18": [true, 130], "2019-08-19": [true, 130], "2019-08-20": [true, 130], "2019-08-21": [true, 130], "2019-08-22": [true, 130], "2019-08-23": [true, 130], "2019-08-24": [true, 130], "2019-08-25": [true, 130], "2019-08-26": [true, 130], "2019-08-27": [true, 130], "2019-08-28": [true, 130], "2019-08-29": [true, 130], "2019-08-30": [true, 130], "2019-08-31": [true, 130]}, "Sep": {"2019-09-01": [true, 150], "2019-09-02": [true, 150], "2019-09-03": [true, 150], "2019-09-04": [true, 150], "2019-09-05": [true, 150], "2019-09-06": [true, 150], "2019-09-07": [true, 150], "2019-09-08": [false, 150], "2019-09-09": [false, 150], "2019-09-10": [false, 150], "2019-09-11": [false, 150], "2019-09-12": [false, 150], "2019-09-13": [false, 250], "2019-09-14": [false, 250], "2019-09-15": [false, 250], "2019-09-16": [true, 150], "2019-09-17": [true, 150], "2019-09-18": [true, 150], "2019-09-19": [true, 150], "2019-09-20": [true, 150], "2019-09-21": [true, 150], "2019-09-22": [true, 150], "2019-09-23": [true, 150], "2019-09-24": [true, 150], "2019-09-25": [true, 150], "2019-09-26": [true, 150], "2019-09-27": [true, 150], "2019-09-28": [true, 150], "2019-09-29": [true, 150], "2019-09-30": [true, 150]}}, 34], "32192074": [[-31.96646, 141.43361], "Newton Cottage - Pet & caravan friendly!", ["https://a0.muscache.com/im/pictures/8e946dd5-c761-425a-83b2-a728e1e40b25.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9a8b4d16-130f-4e9e-85fa-6842e7d4fa2e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4cfb4999-291a-499f-9424-d6583a5bb6e4.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/69ec7345-1dd5-42d2-bd97-d367b5c315d2.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7a8d9aba-3130-47e1-b0eb-50c48a2dc1dc.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/13eb3fd0-2298-4539-8729-d7213a7a1418.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a6fa8f40-b987-4ac6-95c3-4012d1a6695a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/2ca0662b-76b0-435b-9673-cfb82f6cad24.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b7a9e609-e972-499b-90f9-4ce2b558561b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/2678c2ce-ca3c-4c72-8ee2-a1d0c3a2b8fb.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/187d56b6-1fa5-44d3-8f11-f83a854f87ed.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/761483cc-8f47-488f-a6df-66fe57ac6252.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/71314307-31c2-4d8c-9ce8-0650693fbb4f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ab7c5489-c8fe-4c57-a6ae-d28e9ef3e6bb.jpg?aki_policy=large"], "3 bedrooms", 3, "1 bath", 1.0, 3, 5, null, "", 11, 4.5, "Entire house", 91.0, "AUD", 0, 13645247, "This beautiful old miners cottage dates back to 1916 and is situated on the outskirts of Broken Hill, though is only a few minutes away from the best that this town has to offer. The cottage is perfect for travelers needing a home away from home and suits couples, single travelers, families (with kids) &amp; furry friends. We wanted it to be a simple place to stay, for the whole family. '", {"19336082": ["Matilda", "Although we didn't meet Adam he was a great host, ensuring we had everything we needed for our stay. The cottage is old, but has what you need to be comfortable. We enjoyed having breakfast on the sunny front porch."], "143124466": ["Ira", "Absolutely fantastic! Great hospitality and service."], "247550099": ["Rebekah", "Super comfy bed and pillows. Well stocked with essentials. Very clean. Recommend parking in the front yard overnight (front gate can be opened, enter via footpath). Plenty of character yet modern. Great fireplace. We had a very nice stay, thank you."], "261288600": ["David", "Nice place and just what my family and I needed for the night"], "242236012": ["Julie", "Extra Pillow in main Bedroom please"], "213983825": ["Helen", "Newton Cottage, on the edge of town, was a really good place to stay in Broken Hill. It was clean, reasonably well-equipped and large enough for 4 people to be comfortable. We enjoyed our stay there."], "27127003": ["Steph", "Adam has been great with communication and the check-in was clear and simple. The place is really quaint, and has everything you need for your stay. We were only in Broken Hill for one night, but I think this would be a great place to stay a few nights and feel at home. The sunset view from the front of the house was amazing."], "26821937": ["Craig", "A lovely old cottage that's very clean and tidy and great for us and our dog! While the house is on a heavy vehicle route we did not constantly hear vehicles and definitely not woken up at any time. It was quite a handy location as it made it a very easy trip out to Silverton and Cockburn as well as a short throw from the town centre."], "23219223": ["Nathalie", "Adam has been fantastic to communicate with."], "141629342": ["A M", "Right on the edge of Broken Hill and a lovely rustic charm"], "30888380": ["Sarah", "We enjoyed our stay in this air Bnb. It had everything we needed and it very cute. It’s an old place so I think you need to book expecting that but we had a lovely time and so did our dog Peggy. We are also a big fan of the tiles in the bathroom :-)"]}, {"Jun": {"2019-06-01": [false, 90], "2019-06-02": [true, 90], "2019-06-03": [false, 90], "2019-06-04": [false, 90], "2019-06-05": [false, 90], "2019-06-06": [false, 90], "2019-06-07": [true, 90], "2019-06-08": [false, 92], "2019-06-09": [false, 90], "2019-06-10": [true, 90], "2019-06-11": [false, 90], "2019-06-12": [true, 75], "2019-06-13": [true, 75], "2019-06-14": [true, 81], "2019-06-15": [true, 81], "2019-06-16": [false, 90], "2019-06-17": [false, 90], "2019-06-18": [true, 75], "2019-06-19": [false, 75], "2019-06-20": [true, 90], "2019-06-21": [false, 90], "2019-06-22": [false, 90], "2019-06-23": [false, 90], "2019-06-24": [false, 90], "2019-06-25": [false, 90], "2019-06-26": [false, 90], "2019-06-27": [false, 91], "2019-06-28": [false, 90], "2019-06-29": [false, 90], "2019-06-30": [false, 90]}, "Jul": {"2019-07-01": [false, 90], "2019-07-02": [false, 90], "2019-07-03": [true, 90], "2019-07-04": [true, 90], "2019-07-05": [false, 93], "2019-07-06": [false, 99], "2019-07-07": [false, 97], "2019-07-08": [false, 95], "2019-07-09": [false, 92], "2019-07-10": [false, 90], "2019-07-11": [false, 90], "2019-07-12": [false, 90], "2019-07-13": [false, 90], "2019-07-14": [false, 90], "2019-07-15": [false, 90], "2019-07-16": [true, 90], "2019-07-17": [true, 90], "2019-07-18": [false, 90], "2019-07-19": [true, 90], "2019-07-20": [true, 90], "2019-07-21": [true, 90], "2019-07-22": [true, 90], "2019-07-23": [true, 92], "2019-07-24": [true, 91], "2019-07-25": [true, 92], "2019-07-26": [true, 90], "2019-07-27": [true, 90], "2019-07-28": [true, 90], "2019-07-29": [true, 90], "2019-07-30": [true, 90], "2019-07-31": [true, 90]}, "Aug": {"2019-08-01": [true, 90], "2019-08-02": [false, 90], "2019-08-03": [false, 90], "2019-08-04": [false, 90], "2019-08-05": [true, 90], "2019-08-06": [true, 90], "2019-08-07": [true, 90], "2019-08-08": [true, 90], "2019-08-09": [true, 90], "2019-08-10": [false, 90], "2019-08-11": [false, 92], "2019-08-12": [false, 90], "2019-08-13": [false, 90], "2019-08-14": [false, 90], "2019-08-15": [false, 90], "2019-08-16": [true, 90], "2019-08-17": [true, 91], "2019-08-18": [true, 90], "2019-08-19": [false, 90], "2019-08-20": [false, 90], "2019-08-21": [false, 90], "2019-08-22": [true, 90], "2019-08-23": [true, 90], "2019-08-24": [true, 90], "2019-08-25": [true, 90], "2019-08-26": [true, 90], "2019-08-27": [true, 90], "2019-08-28": [true, 90], "2019-08-29": [true, 90], "2019-08-30": [true, 90], "2019-08-31": [true, 90]}, "Sep": {"2019-09-01": [true, 90], "2019-09-02": [true, 90], "2019-09-03": [true, 90], "2019-09-04": [true, 90], "2019-09-05": [true, 90], "2019-09-06": [true, 90], "2019-09-07": [true, 90], "2019-09-08": [false, 90], "2019-09-09": [false, 90], "2019-09-10": [true, 90], "2019-09-11": [true, 90], "2019-09-12": [true, 90], "2019-09-13": [false, 90], "2019-09-14": [false, 90], "2019-09-15": [true, 94], "2019-09-16": [true, 94], "2019-09-17": [true, 90], "2019-09-18": [true, 90], "2019-09-19": [true, 90], "2019-09-20": [true, 93], "2019-09-21": [true, 92], "2019-09-22": [true, 90], "2019-09-23": [true, 90], "2019-09-24": [true, 90], "2019-09-25": [true, 90], "2019-09-26": [true, 90], "2019-09-27": [true, 92], "2019-09-28": [true, 93], "2019-09-29": [true, 90], "2019-09-30": [true, 90]}}, 30], "24761291": [[-31.953903, 141.449814], "Comfort Cottage on Williams", ["https://a0.muscache.com/im/pictures/84ca04df-b698-47d9-9dec-51fd0c841b8a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/033b4572-429e-4a49-a1ee-9fbbba9eb673.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/be702eed-b0bf-4b13-b54e-a092b34984bd.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c4b77ff1-cfa2-4e51-a6a9-ad83f6fcd743.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4a30923d-8816-4ed0-89b2-de8d86641e8a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/550af23c-878b-4673-b2d4-6dff59449503.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/efba392e-0232-4204-8517-4c2e53835068.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9dc229c4-4a6d-4f25-82d8-47c499e96d77.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/6369647e-7c15-4bb5-bba8-177b6dc33a4e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9742d9e0-5ee9-4210-b6bd-61123758b356.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f6ddcf06-9b0d-4fb3-9f5d-2f80fdb90e53.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c6c450d8-6db8-450c-a3e8-51be87251170.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/50ddd245-5a67-4cba-bbfb-622c3f271e47.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/417a0a75-0a78-4195-aba6-6f23cafbe260.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0100605f-5c7e-4813-b434-68cfe6d15a88.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d980f068-9b1d-4f01-a49e-f8a421bf2425.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/8ebda343-b02f-42e2-8c5b-5c844cf5d696.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9ce356d1-4600-4967-acc4-851688eb18a4.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/8be56a57-d1ac-4cb5-bcd4-186f8b7b2afd.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/80b35c24-74a5-42c5-9f5a-68956fba25c4.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/2f2964e4-4627-4f06-96f9-cf5cdbce2bc3.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e44fc647-330c-4bc0-9d17-11c2ac3d7465.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b441b028-f8bf-4bcb-bca4-fca2c33a2a77.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b5342bf8-6476-40f2-b38c-5fd974b27c2d.jpg?aki_policy=large"], "2 bedrooms", 2, "1.5 baths", 1.5, 2, 4, null, "", 69, 4.5, "Entire cottage", 116.0, "AUD", 0, 175572217, "This cottage provides such a homefeeling as soon as you enter that it will be difficult to leave. It has an enclosed verandah offering a sun drenched reading nook and breakfast area. It has lovely street appeal with  a fragrant garden.  The cottage offers separate rooms allowing for alone time if sharing accommodation for work. The kitchen is compact and offers everything you need. The yard is secure for fur babies.  It sleeps 4 guests in 2 bedrooms that have wall to wall storage.'", {"165050456": ["Maryanne", "Leelee’s Place was lovely and cosy and a great host with extra’s of choc and biscuits and lollies we didn’t expect. Nice and close to town and very roomy. Well recommended. Thankyou for a lovely stay"], "139052279": ["Sue", "Clean old miners cottage, noisy due to main road"], "34547379": ["Sonia", "Very comfortable, cosy & warm. Perfect for a Winter stay in Broken Hill."], "244854737": ["Sharon", "Very cosy"], "107079306": ["Daniel & Tahnee", "We stayed for a week to attend a dog show at the Memorial Oval, which is literally across the road from the property, which was really convenient.\nThe property was very comfortable for us and our dogs and close to the centre of town.\nWe really liked that we had separate areas in which we could contain our dogs in their crates- and the gate between the front and backyard. We also liked how the front gate was secure from the main road.\nWe would highly recommend staying here... especially if you are visiting with your pet"], "91917715": ["Bob", "Easy to find, very clean and neat with good amenities and many extras."], "2735562": ["Janice", "A real Broken Hill experience"], "260248406": ["Julie", "Quaint and rustic cottage 5-10 minutes drive from the heart of Broken Hill.\nPersonally I felt the rules and housekeeping requirements were not to my personal taste for paid accommodation - but a comfortable place."], "141260266": ["Steven", "Leelee's place is great. Not even 5 minutes from the shops and restaurants. The house itself is bigger than it looks in the photo. House is fantastic considering it's age and represents Australian history in it's style."], "182719871": ["Bianca", "I really enjoyed staying here. For a short or long term stay it’s ideal; easy to find, easy to access and central.  It reminded me of home; relaxed & comfy and secure & safe for puppies. Leelee is great to communicate with and is a very thoughtful host. "], "12930043": ["Janet", "Nice and clean accomodation!"], "151040226": ["Ron", "Comfortable beds, everything you need for a stopover or spending a few days around Broken Hill."], "17983304": ["Alisa", "A comfortable place with facilities for traveller - easy car access to local sights."], "90890448": ["Luke", "Leelee was very fast to respond to my reservation. Upon arriving at the cottage I was greeted with complementary savoury and sweet treats, which was perfect while reading the tenant handbook that included information about the area. Leelee has done a great job of making the cottage completely self contained and easy for her tenants to feel right at home."], "11531497": ["Tara", "A comfortable nights stay for in a quaint outback down. Yard for dog was great after big road trip. Thank you Leelee."], "15354780": ["Vicki", "Great place. Lots of lovely little touches that add to comfort. I highly recommend this place."], "125586785": ["Liza", "Home - keeping prescious broken hill safe from monotone hotels\nThanks.  A sweet solid haven"], "175738818": ["Ez", "A lovely genuine cottage with a very private 2 bedrooms layout. No Wifi and a bit a stretch to Argent St (center)."], "5482149": ["Elain", "Lovely space to stay with everything you need for a short or long stay."], "20493576": ["Susanne", "Comfort cottage is exactly that. Comfortable all round. The beds were deliciously comfortable. Everything was clean. The air conditioning was great and the house was spacious for a cottage! We loved it!"], "216703456": ["Travis", "Great little place, good value for money. Although just off main road was very quiet and easy to sleep."], "210834075": ["Jennifer", "After a 10 hour journey, Leelee’s house was perfect for our overnight stay. The towels and bed linen were very soft and fluffy, beds beautifully made, large shower, air conditioning in every room and a comfortable lounge room. We thoroughly enjoyed the special touches she laid out around the house and would definitely recommend staying here again."], "29431108": ["A T M Rashedul", "Whatever you need just look around the home it must be there. Well maintained and organised . We had a very good two days in Broken Hill ! Thanks"], "350239": ["Anne", "A very welcoming and comfortable cottage with everything you need in a great location."], "62231475": ["Michelle", "This place is fantastic and very good value for money. Leelee has done a great job of making her home as comfortable as possible. I was very happy."], "91429400": ["Geoff", "Old style quaint cottage."], "240768852": ["Philip", "The host canceled this reservation 2 days before arrival. This is an automated posting."], "54421664": ["Angela", "A typical Broken Hill cottage, a bit heritage and a bit quirky. Lovely modern bathroom and separate spacious loo. Everything you need and extra touches make it very comfortable. And pet friendly too!"], "23032787": ["Catherine", "Fantastic location, loads of aircon, nice yard for the dog and easy parking. On the same street as an excellent place to buy succulents! \nLee lee provides everything you need! Would come back anytime!!"], "45209766": ["Edwin", "Loved it. Had our two boys and was so comfy after a long drive! Wouldn't stay anywhere else!!"], "35444303": ["Kim", "Comfy beds, well appointed, easy to find and a safe yard for your dogs.  There are multiple icy cold AC units throughout for when Broken Hill turn on a 48 degree day (and a mid 30s night!) that allow for a good night's sleep.  Bonus of toiletries, tea, coffee and BBQ shapes!  Highly recommended."], "226440614": ["Kath", "Comfortable cottage that met our needs while visiting Brokenhill. Great air conditioning with heat wave weather."], "4368754": ["Peter", "leelee’s place is very comfortable for our family of four. It gives us a good starting platform to our trip in Broken Hill. Leelee has some personal touch to her place making it welcoming the moment we arrived. I would highly recommend her place to anyone requiring an Airbnb."], "185776102": ["Melissa", "Good little cottage close walk to CBD."], "167782658": ["Seonhee", "Good place"], "82954055": ["Robyn", "After a hot drive, the cool experience, comfortable beds, good shower were great"], "92070150": ["Hamideh", "Had an enjoyable time at this country style home.\nGreat location; near to all the tourist attractions & the town."], "111035485": ["Shan", "Beds uncomfortable"], "47941887": ["Michael", "Leelee was a fantastic host. She was very helpful and communication was very easy. The cottage was very comfortable, clean and a great location in town within an easy drive to all of Broken Hills attractions. I would highly recommend Leelees place and would happily stay there again next time im in Broken Hill."], "8883959": ["Karl", "The house had all the comforts and that really made us feel comfortable and at home. Thanks Leelee."], "117083039": ["Hans", "This cottage is a gem in the silver city. We booked at short notice, however this was not a problem for the host who responded to our requests very promptly. It was the perfect place for us to stop after a long day driving on our way home to Adelaide.\nWill definitely stay here next time we drive through Broken Hill. It had all the amenities we needed and was clean and well presented."], "182117485": ["Jenni", "Centrally located, has everything you need, many extra amenities, highly recommend"], "60688656": ["Mo Tun", "A wonderful stay. Cozy home. Thanks."], "4208092": ["Aaron", "We had an excellent stay here\nVery comfortable bed and everything was neatly arranged for us\nA+++"], "13123592": ["Carol", "The best bed I have slept in apart from my own!!!!\nSurprise treats upon arrival too\nFabulously clean and a superb bathroom is only surpassed by the Pressed tin toilet walls\nCosy Comfy Cottage lived up to its name\nWe would stay again "], "200034286": ["Dave", "what you would expect for a 3 star place at a reasonable price that was dog friendly"], "12857568": ["Alice", "This is a very comfortable, convenient, clean and well-located cottage in Broken Hill. We most appreciated the comfortable beds, clean kitchen and bathroom and the washing machine which is efficient and quick. Nice touches were the sweets on welcome and provision of a quiet room and equipment for yoga/Pilates."], "14142418": ["Carolyn L", "An inviting warm and cosy cottage with plenty of room to spread out for a family of 4.  Beds were very comfortable and warm.  Good and prompt communication with Leelee.\nThe kitchen, whilst good needs a colander, some tongs and glad wrap.  If they were there I could not find them.   Also may I suggest that one roll of toilet paper for 4 people for 6 nights is inadequate.  Of course, we can go shopping for it, but it's usually provided and something you don't want to do on holidays.  These small touches help improve the stay and without them it detracts from the stay.\nOverall a lovely stay in Broken Hill."], "195363951": ["Gill", "Top notch. "], "191353763": ["Daniel", "Great value cottage with tourist info and welcoming touches. Cottage is old style but with modern bathroom and heating/ cooling."], "78391114": ["Daniella", "We absolutely loved it! Uncomplicated, clean, spacious and lovely welcome treats! We will definitely come back to the oasis in Broken Hill!"], "94145733": ["Susan", "Leelee's comfort cottage was truly that, cosy and warm with everything we needed to make our stay memorable."], "46901950": ["Julie", "Good size home with dog friendly garden. On main highway so bit too noisy for us. Clean and cosy. Nice touches of tea and biscuits. Good communication with Leelee."], "188805811": ["Diane", "Lovely cottage feel. Leelee’s thoughtful touches were a great surprise. Plenty of room"], "188219914": ["Helen", "Beautiful cottage with every room beautifully decorated. Very clean and comfortable.  Great outdoor space for the show dogs, and right across the road from the show."], "7991664": ["Robyn", "We had a great stay at Leelee's place. Everything was very clean and the house is well equipped with everything you could want. It's very comfortable and has good air conditioning, which is important in Broken Hill. The location is very good for those with a car - it's just a few minutes into town and to various attractions and supermarkets. The house is on a reasonably busy road but we didn't notice the noise and it's very quiet at night. Leelee was terrific to communicate with and check in was very easy. Thanks, Leelee - we appreciate the thought and care you've put into setting up your little cottage."], "252132032": ["Tamy", "Enjoyed our stay in Broken Hill!"], "5103581": ["Daniela", "Easy communication, spotless house, comfortable beds. \n\nThanks Leelee"], "98785548": ["Tyson", "The house is easy to find. The host is friendly and nice. You could find some brochures of the tourism. If you just want to have a quiet place,this is the right house. We had a nice sleep in this clean and cozy house. All amenities are equipped. We love it and will come back again."], "68357568": ["Yevgen", "really nice location, with a little extra for those loving yoga or meditation. thanks a lot for hosting us!"], "163025161": ["Sunay", "Place was clean, with good touches and a cozy feel. Communication with host was very good, and quite a few little amenities added to the experience. Definitely a recommend if you are stopping through Broken Hill or staying for a little bit"], "31824251": ["Rebecca", "Can highly recommend Leelees place, great location and super clean. Very comfy beds! Leelee was very responsive even when we accidentally locked ourselves out! Thank you Leelee "], "114120108": ["Deborah", "Clean, comfortable and value for money. A delight. Thoroughly recommend this airbnb stay."], "43218026": ["Ali", ""]}, {"Jun": {"2019-06-01": [false, 117], "2019-06-02": [false, 117], "2019-06-03": [false, 117], "2019-06-04": [false, 117], "2019-06-05": [true, 117], "2019-06-06": [false, 117], "2019-06-07": [false, 117], "2019-06-08": [false, 117], "2019-06-09": [false, 117], "2019-06-10": [false, 117], "2019-06-11": [false, 117], "2019-06-12": [false, 117], "2019-06-13": [false, 117], "2019-06-14": [false, 117], "2019-06-15": [false, 117], "2019-06-16": [false, 117], "2019-06-17": [true, 117], "2019-06-18": [true, 117], "2019-06-19": [true, 117], "2019-06-20": [true, 117], "2019-06-21": [false, 117], "2019-06-22": [true, 117], "2019-06-23": [true, 117], "2019-06-24": [true, 117], "2019-06-25": [false, 117], "2019-06-26": [false, 117], "2019-06-27": [true, 117], "2019-06-28": [true, 117], "2019-06-29": [true, 117], "2019-06-30": [true, 117]}, "Jul": {"2019-07-01": [true, 117], "2019-07-02": [true, 117], "2019-07-03": [true, 117], "2019-07-04": [false, 117], "2019-07-05": [false, 117], "2019-07-06": [false, 117], "2019-07-07": [false, 117], "2019-07-08": [false, 117], "2019-07-09": [false, 117], "2019-07-10": [false, 117], "2019-07-11": [true, 117], "2019-07-12": [false, 117], "2019-07-13": [false, 117], "2019-07-14": [false, 117], "2019-07-15": [true, 117], "2019-07-16": [true, 117], "2019-07-17": [true, 117], "2019-07-18": [false, 117], "2019-07-19": [true, 117], "2019-07-20": [true, 117], "2019-07-21": [true, 117], "2019-07-22": [true, 117], "2019-07-23": [true, 117], "2019-07-24": [true, 117], "2019-07-25": [true, 117], "2019-07-26": [false, 117], "2019-07-27": [true, 117], "2019-07-28": [true, 117], "2019-07-29": [true, 117], "2019-07-30": [true, 117], "2019-07-31": [true, 117]}, "Aug": {"2019-08-01": [true, 117], "2019-08-02": [true, 117], "2019-08-03": [true, 117], "2019-08-04": [true, 117], "2019-08-05": [true, 117], "2019-08-06": [true, 117], "2019-08-07": [true, 117], "2019-08-08": [true, 117], "2019-08-09": [false, 117], "2019-08-10": [false, 117], "2019-08-11": [true, 117], "2019-08-12": [false, 117], "2019-08-13": [false, 117], "2019-08-14": [false, 117], "2019-08-15": [false, 117], "2019-08-16": [true, 117], "2019-08-17": [true, 117], "2019-08-18": [true, 117], "2019-08-19": [true, 117], "2019-08-20": [true, 117], "2019-08-21": [true, 117], "2019-08-22": [true, 117], "2019-08-23": [true, 117], "2019-08-24": [true, 117], "2019-08-25": [true, 117], "2019-08-26": [true, 117], "2019-08-27": [true, 117], "2019-08-28": [true, 117], "2019-08-29": [true, 117], "2019-08-30": [true, 117], "2019-08-31": [true, 117]}, "Sep": {"2019-09-01": [true, 117], "2019-09-02": [true, 117], "2019-09-03": [true, 117], "2019-09-04": [true, 117], "2019-09-05": [true, 117], "2019-09-06": [false, 117], "2019-09-07": [false, 117], "2019-09-08": [true, 117], "2019-09-09": [true, 117], "2019-09-10": [true, 117], "2019-09-11": [true, 117], "2019-09-12": [false, 117], "2019-09-13": [false, 117], "2019-09-14": [false, 117], "2019-09-15": [false, 117], "2019-09-16": [true, 117], "2019-09-17": [true, 117], "2019-09-18": [true, 117], "2019-09-19": [true, 117], "2019-09-20": [true, 117], "2019-09-21": [true, 117], "2019-09-22": [true, 117], "2019-09-23": [true, 117], "2019-09-24": [true, 117], "2019-09-25": [true, 117], "2019-09-26": [true, 117], "2019-09-27": [true, 117], "2019-09-28": [true, 117], "2019-09-29": [true, 117], "2019-09-30": [true, 117]}}, 0], "30355416": [[-31.95533, 141.46086], "Apartment on Mica", ["https://a0.muscache.com/im/pictures/bcc923c3-9faf-4ac9-ac42-f6b9a2df9a82.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ab403a0a-1c6d-4b65-b03b-2c4d839822c3.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/04ff6ee5-f4cc-4dfe-8dab-bb74dd825187.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3bf8497b-b2c9-47ca-90b1-7326bf94779d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0e32c648-6f63-40b6-9a7b-48c56f6f10e5.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/96a34aff-8183-4511-8a11-e2f7d7e0f7dc.jpg?aki_policy=large"], "1 bedroom", 1, "1 private bath", 1.0, 2, 2, null, "", 27, 5.0, "Private room", 85.0, "AUD", 0, 227930215, "Tidy one bedroom unit with R/Cycle, 42inch flat screen, private ensuite, secure off road parking, Fold up camp chairs for that relaxing out of town moment.very close to the centre of town, fridge, sofa bed,Wi Fi &amp; Privacy.'", {"261494300": ["Garry", "This is a great place to stay. Accomodation is perfect and reasonably priced. Situated close to the Main Street area is a bonus. Located in a quiet area with off-the street parking. Fantastic hosts who are there to help you in any way."], "250619283": ["Ann", "Well equipped little flat.  Comfy bed & good air conditioner.  Clean & tidy, close to town."], "219995816": ["Lauren", "What a cozy and centrally located Apartment in Broken Hill! The bed is very comfy, lovely big towels and was lovely having the AC, Netflix and secure car parking. Great location! Would stay again :)"], "21108698": ["Margaret", "Very comfortable place in a great location for exploring Broken Hill and excellent communicative hosts."], "145706589": ["Jacob A", "An amazing Country retreat"], "90913967": ["Shorya", "The accommodation was really good! They put a lot of thought into it and had plenty of small touches (a Netflix account under my name, Easter eggs due to being Easter etc.). It was a really nice experience staying here and would highly recommend it!"], "22142477": ["Debbie", "Lisa welcomed us as Debbie was away. The unit was exceptionally clean and comfortable with lots of additional features such as a coffee machine, toaster, microwave, crockery and cutlery as well as some chocolate treats in the fridge. We really enjoyed our stay and would highly recommend it."], "24503932": ["Jim", "Neat and clean, walk to CBD."], "11425755": ["Helen", "Debbie's is a well appointed and impeccably clean independent place in an excellent location close to everything in Broken Hill. Great place to stay."], "53671619": ["Allyson", "Good location with all amenities you need"], "245512984": ["Gagan", "Debbie and Peter it was pleasure meeting both of you and share local knowledge. The accomodation you offered was spacious, clean, comfortable and had everything i needed, including own off street parking with remote gate and private access. I look forward to my next visit. Thanks again for being a great host."], "219543369": ["Alycia", "Excellent apartment. Great place to stay"], "244827900": ["Russell", "Fantastic little flat, exceptionally clean, quality Sheridan bedding, great air-con, very comfortable and the off street parking with remote control gate was fantastic. Very accommodating hosts. Highly recommended ."], "86267312": ["Clare", "Debbie and Peter were EXCELLENT hosts. We were only there for one night but they made us feel so at home. Would definitely recommend to anyone heading through Broken Hill. The room is gorgeous and has everything you need and the bed is INSANELY comfortable. So good we asked what brand it was."], "103618466": ["Meri", "We loved staying at Debbie and Peter’s place. It was well equipped, clean and private. Good location with secure car parking. Friendly and accommodating hosts."], "53493731": ["Mariela", "Great little studio in the middle of town."], "90717306": ["Michelle", "Quiet, Secure, Private - Great for a overnight stay or weekend"], "66701212": ["Graham", "Highly recommended."], "230834305": ["Arvind", "It is nice place feeling homely"], "41579412": ["Liz", "The bed was like sleeping on a cloud and the room had air con such a bonus. Beautifully clean. Netflix was greatly appreciated by my daughter"], "154634897": ["David", "Debbie and Peter are exceptionally welcoming and friendly hosts. The accommodation they offer is spacious, comfortable and has everything you could need. Highly recommended."], "158926421": ["Laurie", "Tidy and modern private room close to the town centre. Very comfortable stay for two nights. Host Peter is a great guy with plenty of local knowledge. There is so much to see and do at Broken Hill we couldn’t get it all done in a day. The mine, the sculptures, the artworks, the amazing desert scenery - we loved it all! The Pro Hart Gallery was the undisputed highlight!"], "64388974": ["Jackson", "Excellent stay, my second time with Debbie and peter"], "141280658": ["Ekaterina", "Great place to stay!"], "122982195": ["Alexandra", "Such lovely hosts, Debbie and Peter! A great place to stay in Broken Hill... we were so warm welcomed! We had so much fun with them... so greatful for this! Lovely family!"]}, {"Jun": {"2019-06-01": [false, 87], "2019-06-02": [false, 85], "2019-06-03": [false, 85], "2019-06-04": [false, 85], "2019-06-05": [false, 87], "2019-06-06": [false, 85], "2019-06-07": [false, 85], "2019-06-08": [false, 85], "2019-06-09": [true, 85], "2019-06-10": [false, 85], "2019-06-11": [false, 85], "2019-06-12": [false, 85], "2019-06-13": [false, 85], "2019-06-14": [false, 85], "2019-06-15": [true, 85], "2019-06-16": [true, 85], "2019-06-17": [true, 85], "2019-06-18": [false, 85], "2019-06-19": [false, 85], "2019-06-20": [false, 85], "2019-06-21": [true, 85], "2019-06-22": [true, 85], "2019-06-23": [false, 85], "2019-06-24": [false, 85], "2019-06-25": [false, 85], "2019-06-26": [false, 85], "2019-06-27": [false, 85], "2019-06-28": [true, 85], "2019-06-29": [true, 85], "2019-06-30": [true, 85]}, "Jul": {"2019-07-01": [true, 85], "2019-07-02": [false, 85], "2019-07-03": [false, 85], "2019-07-04": [true, 85], "2019-07-05": [true, 85], "2019-07-06": [false, 86], "2019-07-07": [false, 85], "2019-07-08": [false, 85], "2019-07-09": [false, 85], "2019-07-10": [false, 85], "2019-07-11": [false, 85], "2019-07-12": [false, 85], "2019-07-13": [false, 85], "2019-07-14": [false, 85], "2019-07-15": [false, 85], "2019-07-16": [false, 85], "2019-07-17": [true, 85], "2019-07-18": [true, 85], "2019-07-19": [true, 85], "2019-07-20": [true, 85], "2019-07-21": [true, 85], "2019-07-22": [true, 85], "2019-07-23": [true, 85], "2019-07-24": [true, 85], "2019-07-25": [true, 85], "2019-07-26": [true, 86], "2019-07-27": [true, 85], "2019-07-28": [true, 85], "2019-07-29": [true, 85], "2019-07-30": [true, 85], "2019-07-31": [true, 85]}, "Aug": {"2019-08-01": [true, 85], "2019-08-02": [true, 86], "2019-08-03": [true, 85], "2019-08-04": [true, 85], "2019-08-05": [true, 85], "2019-08-06": [true, 85], "2019-08-07": [false, 85], "2019-08-08": [false, 85], "2019-08-09": [true, 85], "2019-08-10": [true, 85], "2019-08-11": [false, 85], "2019-08-12": [false, 85], "2019-08-13": [false, 85], "2019-08-14": [false, 85], "2019-08-15": [false, 85], "2019-08-16": [true, 85], "2019-08-17": [true, 85], "2019-08-18": [false, 85], "2019-08-19": [false, 85], "2019-08-20": [false, 85], "2019-08-21": [false, 85], "2019-08-22": [false, 86], "2019-08-23": [true, 85], "2019-08-24": [true, 85], "2019-08-25": [true, 85], "2019-08-26": [true, 85], "2019-08-27": [true, 85], "2019-08-28": [true, 85], "2019-08-29": [true, 85], "2019-08-30": [true, 85], "2019-08-31": [true, 85]}, "Sep": {"2019-09-01": [true, 85], "2019-09-02": [true, 85], "2019-09-03": [true, 85], "2019-09-04": [true, 85], "2019-09-05": [true, 85], "2019-09-06": [true, 85], "2019-09-07": [true, 85], "2019-09-08": [true, 85], "2019-09-09": [true, 85], "2019-09-10": [true, 85], "2019-09-11": [true, 85], "2019-09-12": [true, 85], "2019-09-13": [false, 85], "2019-09-14": [false, 85], "2019-09-15": [false, 85], "2019-09-16": [true, 85], "2019-09-17": [true, 85], "2019-09-18": [true, 85], "2019-09-19": [true, 85], "2019-09-20": [true, 85], "2019-09-21": [true, 85], "2019-09-22": [true, 85], "2019-09-23": [true, 85], "2019-09-24": [true, 85], "2019-09-25": [true, 85], "2019-09-26": [true, 85], "2019-09-27": [true, 85], "2019-09-28": [true, 85], "2019-09-29": [true, 85], "2019-09-30": [true, 85]}}, 0], "23507951": [[-31.945011, 141.465393], "The Pool House", ["https://a0.muscache.com/im/pictures/18cba109-fd34-4e53-9b3b-f509d3e7fce2.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/8abf5e8c-827e-45ea-b5ff-ec757c164688.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f53a36da-7860-42a6-b1ec-cdb85b00687f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/919a912f-ef88-469e-b272-c65e2caf0ea7.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d1329c47-66dc-4590-b127-882a15f3fb38.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0231ac0a-9e81-466b-995b-972825419202.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d94368e4-3e2b-4808-abec-d08753bbbc54.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/36ed2950-bf68-4aa7-b760-c2a396f8a20b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9c1a3e65-567b-429f-aa2d-b1883e22c415.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/eb2543a3-004f-4eea-8415-3b01f6066d2d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ce1f4650-3079-4d25-895c-45f3a05578e5.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/667338b5-ea3a-4a02-9330-afa43eb124b3.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/dbdf77e0-131a-4328-90d3-20b52ec58428.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a3d777a6-95b2-44b9-aae0-8a250810200e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/38e04dda-97ee-4f6c-9246-46aeecb95621.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/623ea29c-0e54-4e26-8534-c222212db153.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/23dca377-a355-45d6-8ebf-c728909e1ad3.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5e8fd51a-eac1-4981-913f-da3552c68a35.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0494f0e5-0ad3-4477-8dca-42846f11806c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/df4da3eb-2f14-4a29-bd85-ffdff12905c2.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/65812104-7c8e-4ab8-8f0e-28876f83bc79.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/59e77bce-67df-4f60-a3fc-1b4fca3c75ba.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/112f4fc8-093e-426f-a448-524a7812fe6a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/14f8364c-677b-4c52-8896-8c3a63b40be1.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/fcd3cf28-f5ef-49dc-aac5-a548586cd928.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d37f1741-6c39-4d06-8e47-2f1aa0138034.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d5ca4a5e-b357-4bb7-85fc-b93e668048c1.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/85aeaf2e-1634-427d-8305-d0609a560906.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/2c977259-24f4-4870-b2f6-07c8c713b33a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/29e56cb9-4819-47cb-a8fa-f5fed3dd9979.jpg?aki_policy=large"], "3 bedrooms", 3, "1 bath", 1.0, 3, 5, null, "", 53, 4.5, "Entire cottage", 139.0, "AUD", 0, 175572217, "Ityour home away from home and ideal if you are working, holidaying for any length of time or an overnight stay on the way through to your destination.This cottage accommodation is unique in Broken Hill - it has an in-ground pool. If you donalways enjoy a dip, you can relax inside. Itwelcoming, light, airy and comfortable. '", {"256887257": ["Cathy", "Leelee’s house was extremely comfortable and she was the perfect host for our employees that were working in Broken Hill   Would recommend Leelee’s property’s to anyone needing accomodation in Broken Hill \nThanks Leelee"], "174132544": ["Jill And Kurt", "We loved all the extra little touches that Leelee provides. The Pool House is spacious and good value for money. It was just a shame it was too cold to enjoy the pool!"], "218354878": ["Ingrid", "Leelee's place is a great place for families with lots of open space, clean and comfortable beds, a lovely outdoor area overlooking the pool and spa, and the extra touches like board games and DVDs. Our family of five were very happy with our one week stay at Leelee's pool house, she is a great host and we will definitely stay again on our next visit to Broken Hill."], "118607155": ["Dwayne", "Awesome spot in Broken Hill to stay with family and friends!"], "119960295": ["Eric", "Great location, easy entry and secure parking with room for a trailer"], "638446": ["Roland", "Thanks for being a great host. This was a lovely place that sparkles with your personal touch and a welcome respite from the hot weather at Broken Hill. Looking forward to a future visit."], "36779552": ["Mary-Anne", "Leelee’s place was as advertised - she is honest with the fact that it’s not a new modern house and it does have “character”. \nThe house was clean, we enjoyed the pool and the air conditioning. \nLeelee also left a lovely welcome tray with some goodies we enjoyed. \nWe enjoyed our stay in Broken Hill."], "244673498": ["Jason", "Pleasant place to stay, cosy cool place with everything required for your holiday."], "26965060": ["Jodi", "Perfect location. Great house and pool. Very clean, great communication and great special touches. And I can’t not mention the beds.. Very comfortable and very nice linen. Highly recommend. Thanks Leelee!!"], "142158743": ["Stephen", "Cosy home in the heart of the outback"], "83215137": ["Abby", "Excellent"], "212122030": ["Melinda", "Great cottage - had everything we needed. Leelee is generous with her offerings and easy to communicate with. Would definitely stay again - thank you :-)"], "17889740": ["Patrick", "Really good place to stay. Comfortable beds. Couches, good kitchen. We stayed in summer and the pool was wonderful. Leelee is a communicative host and checks in to make sure that you have what you need. Location is convenient and there is off street parking. We'll be back."], "173158679": ["Becky", "Very clean and cosy space, perfect for a stay in Broken Hill. It had all the necessities for the hot weather and the pool was an added bonus. Leelee was very accommodating, thank you!"], "92205086": ["Adele", "The pool was cooling after a hot day (unfortunately the spa was awaiting repairs). Being an older house on stumps there are some uneven surfaces (these could be a concern for older guests) and also means that once one person is up you can hear them."], "149925961": ["Keny", "Great place to stay"], "94579179": ["Gail", "Our 5 night stay at The Pool House was great. Good central location to all sight-seeing. The house was comfortable and clean and the pool was a life saver with all our days at Broken Hill over 40 deg C. LeeLee was easy to communicate with and the welcome touches/gifts were appreciated. Recommend a stay at The Pool House."], "22134459": ["Glen-Mary", "A cute little cottage with charm and warmth. Everything was fresh and clean.  Not flash and fancy, but homely and comfortable. And the pool was a brilliant and very welcome bonus! SO nice to come home to after a long, hot day. Thanks Leelee  "], "29773185": ["Sally", "The pool house is the perfect place for a family to stay in Broken Hill. A charming,  authentic miners cottage with all mod cons, and the added attraction of a fantastic pool. Leelee was a wonderful host and  was quick to help with advice as well as extra towels! I would love to come back and explore this amazing area and would highly recommend Leelee's cottage."], "227938437": ["Hayley", "Excellent house to stay in. Fantastic service."], "11830525": ["Max", "Great place to stay would highly recommend whey stay in a motel when you have this great house to stay in"], "154373721": ["Maree", "Comfy and clean accommodation Great spa/pool well appreciated after hot sightseeing day Air Con struggles with the heat Personal touches were appreciated all in all a pleasant stay Maree"], "163050341": ["Emogen", "This space is something extremely special, and all the lovely touches that made us feel very welcome. Very clean, tidy, easy to location and Leelee was a great host who was extremely helpful and quick in responding to message"], "185389648": ["Alexis", "Beautifully styled house, comfy beds and fresh linen, plenty of towels. Very clean house and added bonus of the pool!"], "204588614": ["Stephen", "A lovely Cottage to relax in.  Enjoy the pool and Spa and awesome \"goodies\" welcome tray.  Lee Lee is a very friendly host.    (Stayed - 30th & 31st Oct.)"], "45244044": ["Sharon", "Great stop over when travelling with my Fur Friends."], "25387345": ["Debra", "Thankyou."], "107931195": ["Susan", "Leelee’s house was well equipped, well presented and lovely and clean."], "103390132": ["Rosalie", "Love the spaces of the backyards for dogs. Children love swimming pool! Lots of DVDS to choose. Laundry and kitchen is handy for our needs.  Beds are so comfort and wish to have sleep in! Will go back again for more time in Broken Hill."], "125957393": ["Michelle", "The Poolhouse was great for our family get-away to Broken Hill. Convenient to all parts of town, and equipped with really comfy beds that were appreciated after our days out sightseeing. Leelee's excellent communication and added extras (the welcoming tray of goodies, tourist info brochures, dvds and games) made the stay special. Thanks"], "137799880": ["Barbara", "We were so comfortable at Leelee's place. Information was available and it was as relaxing as being at home (on a good day!)"], "214502247": ["James", "Clean, well appointed. Would recommend."], "125609601": ["Andrea", "We had a great stay at the pool house in Broken Hill.  Leelee was an excellent host, exceptionally clean house with welcoming touches. We will definitely book again when we are back in Broken Hill."], "160947225": ["Colin", "Rustic house in a rustic town. \nComfortable size inside and out. Plenty of notes and instructions to keep things in order. The only issue we had, was that not halfway through our first BBQ, the gas ran out. However I would recommend staying here for those wanting a comfortable base to explore BH and beyond."], "79788173": ["Kymmie", "We loved pool house, and felt really welcomed and appreciated, on arrival. Leelee is a great host."], "129179356": ["Jo", "This is a 3 star property that Leelee has made really homely. Given that it is on a major road, there is not much road noise. The third room is the former verandah so will have extremes of temperature. This is an ideal house for those with kids and pets, and having a pool in summer is a real treat"], "31375046": ["Bill", "This is a good choice for Broken Hill. Nothing glamorous but the place was clean, warm and comfortable and the kids loved the pool. Overall very good value for money.  "], "125057063": ["Lorraine", "Very quaint property.  Leveled made us feel very welcome."], "89777226": ["Abbie", "Thank you Leelee, a  cosy home. Great location and easy communication with host. \nWould recommend this home to other guest."], "4417004": ["David", "Great place - best host"], "20462321": ["Amy", "Booked Leelee’s place for our workers whom were working on a job in Broken Hill. No complaints from the boys and they were very happy with the location!"], "97083752": ["Jessie", "Clean, cosy & thoughtful touches. \nQuick responses and very approachable host. It was a nice relaxing stop over on my travels."], "173903651": ["Lyn", "A lovely convenient place of accommodation.  Main queen bed was very comfy and the shower was great. Plenty of room to move around in the entire house with a kitchen that has many facilities. Very accommodating host."], "186535872": ["Christie", "Great nights stay. House was very clean. And was ideal for our dogs with the secure backyard."], "4367219": ["Léo", "We had a great stay. Beds are very comfortable. Nice little backyard with swimming pool."], "12487348": ["Felicity", "Needs some maintenance before we can honestly say it’s ok for guests. \nGreat communication though and easy to access."], "175730035": ["Suzanna", "Our stay at Leelee’s was wonderful. The house was very clean and quite aesthetically pleasing. There were many times I wished the Leelee’s was my own home. I recommended this place strongly to my fellow Owl enthusiasts. It was a hoot."], "182354113": ["Rowdy", "The pool house nice  verry clean  close to the town center very spacious  and clean pool and spa"], "812552": ["Margaret", "The host canceled this reservation 11 days before arrival. This is an automated posting."], "5333277": ["Erika", "What a cute cottage! The saltwater pool is perfect for refreshing oneself on a hot summer day in Broken Hill. The cottage beds are super comfy. Towels very fluffy. Lovely tray of tea and biscuits/chocolate. Definitely recommend!"], "152194831": ["Dick", "super place !! a lot of personality and thought put in the place."], "193579540": ["Jayden", "A great home for a great price!"], "3543580": ["Bj", "Great location and wonderful to have a full real swimming pool in the yard.  Lots of room in the house and everything was perfect  Great spot."]}, {"Jun": {"2019-06-01": [false, 140], "2019-06-02": [false, 140], "2019-06-03": [false, 140], "2019-06-04": [false, 140], "2019-06-05": [false, 140], "2019-06-06": [false, 140], "2019-06-07": [true, 140], "2019-06-08": [false, 140], "2019-06-09": [false, 140], "2019-06-10": [false, 140], "2019-06-11": [true, 140], "2019-06-12": [true, 140], "2019-06-13": [false, 140], "2019-06-14": [true, 140], "2019-06-15": [true, 140], "2019-06-16": [false, 140], "2019-06-17": [false, 140], "2019-06-18": [false, 140], "2019-06-19": [false, 140], "2019-06-20": [true, 140], "2019-06-21": [false, 140], "2019-06-22": [false, 140], "2019-06-23": [false, 140], "2019-06-24": [false, 140], "2019-06-25": [false, 140], "2019-06-26": [true, 140], "2019-06-27": [true, 140], "2019-06-28": [true, 140], "2019-06-29": [true, 140], "2019-06-30": [true, 140]}, "Jul": {"2019-07-01": [true, 140], "2019-07-02": [false, 140], "2019-07-03": [false, 140], "2019-07-04": [true, 140], "2019-07-05": [false, 140], "2019-07-06": [false, 140], "2019-07-07": [false, 140], "2019-07-08": [false, 140], "2019-07-09": [true, 140], "2019-07-10": [true, 140], "2019-07-11": [false, 140], "2019-07-12": [false, 140], "2019-07-13": [true, 140], "2019-07-14": [true, 140], "2019-07-15": [true, 140], "2019-07-16": [true, 140], "2019-07-17": [true, 140], "2019-07-18": [true, 140], "2019-07-19": [true, 140], "2019-07-20": [true, 140], "2019-07-21": [true, 140], "2019-07-22": [true, 140], "2019-07-23": [true, 140], "2019-07-24": [true, 140], "2019-07-25": [true, 140], "2019-07-26": [true, 140], "2019-07-27": [true, 140], "2019-07-28": [true, 140], "2019-07-29": [true, 140], "2019-07-30": [true, 140], "2019-07-31": [true, 140]}, "Aug": {"2019-08-01": [true, 140], "2019-08-02": [true, 140], "2019-08-03": [true, 140], "2019-08-04": [true, 140], "2019-08-05": [true, 140], "2019-08-06": [true, 140], "2019-08-07": [true, 140], "2019-08-08": [true, 140], "2019-08-09": [true, 140], "2019-08-10": [true, 140], "2019-08-11": [false, 140], "2019-08-12": [true, 140], "2019-08-13": [true, 140], "2019-08-14": [true, 140], "2019-08-15": [true, 140], "2019-08-16": [true, 140], "2019-08-17": [true, 140], "2019-08-18": [true, 140], "2019-08-19": [true, 140], "2019-08-20": [true, 140], "2019-08-21": [true, 140], "2019-08-22": [true, 140], "2019-08-23": [true, 140], "2019-08-24": [true, 140], "2019-08-25": [true, 140], "2019-08-26": [true, 140], "2019-08-27": [true, 140], "2019-08-28": [true, 140], "2019-08-29": [true, 140], "2019-08-30": [true, 140], "2019-08-31": [true, 140]}, "Sep": {"2019-09-01": [true, 140], "2019-09-02": [true, 140], "2019-09-03": [true, 140], "2019-09-04": [true, 140], "2019-09-05": [true, 140], "2019-09-06": [true, 140], "2019-09-07": [true, 140], "2019-09-08": [true, 140], "2019-09-09": [true, 140], "2019-09-10": [true, 140], "2019-09-11": [true, 140], "2019-09-12": [false, 140], "2019-09-13": [false, 140], "2019-09-14": [false, 140], "2019-09-15": [false, 140], "2019-09-16": [true, 140], "2019-09-17": [true, 140], "2019-09-18": [true, 140], "2019-09-19": [true, 140], "2019-09-20": [true, 140], "2019-09-21": [true, 140], "2019-09-22": [true, 140], "2019-09-23": [true, 140], "2019-09-24": [true, 140], "2019-09-25": [true, 140], "2019-09-26": [true, 140], "2019-09-27": [true, 140], "2019-09-28": [true, 140], "2019-09-29": [true, 140], "2019-09-30": [true, 140]}}, 0], "22216247": [[-31.97822, 141.45985], "A MINER'S REST - PRESERVING OUR PAST", ["https://a0.muscache.com/im/pictures/aa59c2ff-a814-4217-b123-23731bbccd5f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/be3db6b5-8ce6-4a3c-8bd2-cb2466e46bae.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0ade0bdf-61a7-4eff-8fdb-432ab6d78827.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a5379421-77dd-46a1-a2ff-ca8b7dafc261.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/44dce6e3-5c21-40f1-af96-466471c1cf7a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3de9838f-eb33-4af0-a069-f6a0aa70da74.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/8c4cdb08-7cbd-408a-8f28-551285446c49.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/034071a9-2300-46fb-a15f-3ddf1a16e60d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c9806927-c584-4b42-a3ae-9aab98f99414.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/90d05e5e-3ce5-4169-b527-240fd4c30b8e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/11642cfd-e0f2-46f8-b8cd-76e409b2c41c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ecb3e70f-b333-4d9c-9231-27b3cbfd4c61.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/46cbaac8-d2de-4fa2-8b90-9d62df58627d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b1425c7a-02bc-4637-b361-60bfe58a9d1e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b5e9ef4f-e8e8-479e-b2ab-191fbe473fe3.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/19a3d5c0-debd-438d-975a-652ab5b1f8fb.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3b4b254c-bee9-480c-ae39-1cadf147709c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ac0cd2df-b025-46d4-a4cc-105135e0bacc.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/824823af-92a2-4842-a0fb-5d13c77bda9c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/776246a3-6c72-4752-806a-b211ca9009af.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/acac5f54-9cf0-4966-b389-e80dbd1f49a3.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b629d457-be2d-47bb-b726-66969ed099d1.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f7ba9b26-fc26-418e-8027-243aa558009e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/2f0fee13-fd63-431d-ad20-9d223acd0347.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e01bbe31-2b82-49ba-9560-2b92257676da.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/8de7bc65-9cfa-44bb-8a7f-2602bad83a8e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/32e02b66-8abe-4b44-8ea7-c927f06d5bca.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/fa368cc7-e5b9-4ff0-85d4-83fd2abebe97.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/723fe938-a615-439f-b91e-a39acc3c7ef9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e45d6ec4-8ec1-4cac-90e0-11d512ad0a62.jpg?aki_policy=large"], "2 bedrooms", 2, "1 bath", 1.0, 3, 4, null, "", 6, 5.0, "Entire house", 122.0, "AUD", 0, 24052676, "OUR CHARMING, HISTORICAL, STONE MINERCOTTAGE GIVES YOU THE AMBIENCE OF YESTERYEAR BUT WITH ALL MODERN COMFORTS . Step back into Broken Hillpast with a country cottage that is always presented in a SPOTLESS condition and that will be a special experience for you, your family and friends.'", {"233708145": ["Bridget", "Cosy and rustic retreat in the outback on the quieter side of town. Air con is exceptional at cooling the house down quickly and effectively which was what we needed after a long day out in the heat. Only need to bring yourself and whatever food you want otherwise everything is provided."], "7344674": ["Matthew", "Was a great comfortable place to stay. \nWould highly recommended to anyone. "], "319951": ["Pamela", "Such a cute cottage with lots of charming touches. Fabulous spa bath, very warm and cosy, superior bedding. Comfortable snug lounge. We didn't cook while we were there. A few basics were in the fridge so you could have some toast and tea in the morning."], "82036095": ["Ed", "Nice cottage, quiet spot, nice garden. Laundry facilities great. Very cosy inside. Friendly communication. Easy check-in and check-out. Kitchen well equipped, also nice to have some essential groceries provided. We had a lovely holiday in Broken Hill."], "128044277": ["Alice", "Was a lovely time spent in Broken Hill! We had one really hot day but the air con worked amazingly quick!\nComfortable accommodation for our family!"], "164228655": ["Sean", "Intricately detailed and unique experience. A lot of effort is put in to the presentation of this unit, and the hosts provide a lot of useful information for things to see and do in Broken Hill."]}, {"Jun": {"2019-06-01": [false, 135], "2019-06-02": [false, 135], "2019-06-03": [false, 135], "2019-06-04": [false, 135], "2019-06-05": [false, 135], "2019-06-06": [false, 135], "2019-06-07": [false, 135], "2019-06-08": [false, 135], "2019-06-09": [false, 135], "2019-06-10": [false, 135], "2019-06-11": [false, 135], "2019-06-12": [false, 135], "2019-06-13": [false, 135], "2019-06-14": [false, 135], "2019-06-15": [false, 135], "2019-06-16": [false, 135], "2019-06-17": [false, 135], "2019-06-18": [false, 135], "2019-06-19": [false, 135], "2019-06-20": [false, 135], "2019-06-21": [false, 135], "2019-06-22": [false, 135], "2019-06-23": [false, 135], "2019-06-24": [false, 135], "2019-06-25": [false, 135], "2019-06-26": [false, 135], "2019-06-27": [false, 150], "2019-06-28": [false, 135], "2019-06-29": [false, 135], "2019-06-30": [false, 150]}, "Jul": {"2019-07-01": [false, 135], "2019-07-02": [false, 135], "2019-07-03": [true, 135], "2019-07-04": [true, 135], "2019-07-05": [false, 135], "2019-07-06": [false, 135], "2019-07-07": [false, 135], "2019-07-08": [true, 150], "2019-07-09": [true, 135], "2019-07-10": [true, 135], "2019-07-11": [false, 135], "2019-07-12": [false, 135], "2019-07-13": [false, 135], "2019-07-14": [false, 135], "2019-07-15": [false, 135], "2019-07-16": [false, 135], "2019-07-17": [true, 135], "2019-07-18": [true, 135], "2019-07-19": [true, 135], "2019-07-20": [true, 135], "2019-07-21": [true, 150], "2019-07-22": [true, 135], "2019-07-23": [true, 135], "2019-07-24": [true, 135], "2019-07-25": [true, 135], "2019-07-26": [true, 135], "2019-07-27": [true, 135], "2019-07-28": [true, 135], "2019-07-29": [true, 135], "2019-07-30": [true, 135], "2019-07-31": [true, 135]}, "Aug": {"2019-08-01": [true, 135], "2019-08-02": [true, 135], "2019-08-03": [true, 135], "2019-08-04": [true, 135], "2019-08-05": [true, 135], "2019-08-06": [true, 135], "2019-08-07": [true, 135], "2019-08-08": [true, 135], "2019-08-09": [true, 135], "2019-08-10": [true, 135], "2019-08-11": [true, 135], "2019-08-12": [true, 135], "2019-08-13": [true, 135], "2019-08-14": [true, 135], "2019-08-15": [false, 135], "2019-08-16": [true, 135], "2019-08-17": [true, 135], "2019-08-18": [true, 135], "2019-08-19": [true, 135], "2019-08-20": [true, 135], "2019-08-21": [true, 135], "2019-08-22": [true, 135], "2019-08-23": [true, 135], "2019-08-24": [true, 135], "2019-08-25": [true, 135], "2019-08-26": [true, 135], "2019-08-27": [true, 135], "2019-08-28": [true, 135], "2019-08-29": [true, 135], "2019-08-30": [true, 135], "2019-08-31": [true, 135]}, "Sep": {"2019-09-01": [true, 135], "2019-09-02": [true, 135], "2019-09-03": [true, 135], "2019-09-04": [true, 135], "2019-09-05": [true, 135], "2019-09-06": [true, 135], "2019-09-07": [true, 135], "2019-09-08": [true, 135], "2019-09-09": [true, 135], "2019-09-10": [false, 135], "2019-09-11": [false, 135], "2019-09-12": [false, 135], "2019-09-13": [false, 135], "2019-09-14": [false, 135], "2019-09-15": [false, 135], "2019-09-16": [false, 135], "2019-09-17": [true, 150], "2019-09-18": [true, 135], "2019-09-19": [true, 135], "2019-09-20": [true, 135], "2019-09-21": [true, 135], "2019-09-22": [true, 135], "2019-09-23": [true, 135], "2019-09-24": [true, 135], "2019-09-25": [true, 135], "2019-09-26": [true, 135], "2019-09-27": [true, 135], "2019-09-28": [true, 135], "2019-09-29": [true, 135], "2019-09-30": [false, 135]}}, 0], "21145769": [[-31.97499, 141.46607], "Cosy Cottage  (holiday home) short or long term", ["https://a0.muscache.com/im/pictures/78aff4a5-5b68-400e-9640-295b061dc9c0.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5561a6a7-bc26-4900-8b76-2e8d597409bd.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/05c59de8-d3b4-476a-9dab-2e735a2f2363.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7b28ae10-d0a0-406f-81d6-67be4ebba636.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/02fbede5-dfbd-4379-b48e-15b0e2511512.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/58314b97-2046-466b-945e-4f309eb338af.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/91f4eb86-1e13-4aa4-9b49-89a9cb692623.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ec36b8dc-57b9-40dd-959a-689f20fb58ef.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/af466602-b77d-4a72-9e0f-3fcc1fb8b50b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0aa178e2-70a1-4a7f-9af0-18ed66baf763.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5b6c95fe-b365-4218-980c-878ce6b8364c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1909a823-2d34-4e97-bdf2-a3988cf9ff07.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/96d3388a-76a7-41bc-bd60-adb3106edcf7.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5c289da9-4791-4571-8916-333ccd1f191e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/cbedc795-b0de-4358-9442-7b968def4e81.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9c68e7a8-d40a-4961-a90f-ee1e671d9dbe.jpg?aki_policy=large"], "3 bedrooms", 3, "1 bath", 1.0, 5, 6, null, "", 22, 4.5, "Entire house", 111.0, "AUD", 0, 53886725, "10 minute stroll to Patton St Village where you will find your basic shops including a newsagency corner Deli,  Fish &amp; chip shops and Broken Hills famous Bells Milk Bar, and the Southern Hotel. The house is a cosy cottage but big enough to host 6. The house is also newly renovatedHouse is split into 2 parts with 2 bedrooms plus living room and kitchen located up the top and 1 bedroom washhouse toilet and bathroom including back door is located down 3 steps leading to the back of the house'", {"5540441": ["Nate", "Stevie's place was conveniently located on the south side of the mine. It is close to amenities (supermarket and post office). Historic Bell's Milk bar is a must see and a stone's throw away.  \nThe cottage is roomy, super clean and well appointed - it has everything you need for a comfortable stay in this great city of Broken Hill.   \nHighly recommend Stevie's place and the host who was easy to communicate with. You definitely won't be disappointed if you choose to stay here!"], "217362913": ["Paul", "Just what we needed! Thank you :)"], "225316356": ["Ole", "Good place to stay for a few days of gallery hopping ..."], "258136943": ["Adam", "Place was overall tidy and clean with the bathroom requiring abit more attention. \nFor what you pay to stay you can’t really complain. The shower was difficult to use, one second it would be perfect and in the next it was either scorching hot or freezing cold. This wasn’t ideal for my 2 year old niece. Other than that my family and I didn’t mind the stay."], "252024889": ["Liisa", "great stay at this airbnb. Excellent for our dog to holiday with us"], "11908015": ["Barbel", "its exactly what it says it is. perfectly good to stay in! thanks"], "151332713": ["Jo-Ann", "Well situated and appointed place. Quick communication"], "91975106": ["Trevor", "Value for money."], "187890647": ["Ebony", "Well presented house and Stevie is amazing, replied very quickly with any questions and us overall very friendly."], "123145559": ["Nina", "Great location, lots of space"], "8337478": ["Amy", "Great for a budget stop over. Host was very responsive."], "153578132": ["Adam", "A very simple, no frills place to put down your head when in Broken Hill. Good value for money, a short trip to town but quite simple in its provisions."], "178154715": ["Phil", "Great to deal with. Very Helpful."], "195524045": ["Amy", "The host canceled this reservation 18 days before arrival. This is an automated posting."], "173600042": ["Mark", "Perfectly adequate and good value for work related trip"], "153813948": ["Tarshar", "Great communication and the place was very clean!"], "163418543": ["Judy", "An awesome place to stay.  Air con and other appliances were great - made the stay comfortable and enjoyable. Communication was wonderful.   Great value for money and I would recommend this house to visitors to Broken Hill."], "40618944": ["Dana", "Three of us stayed here for 4 nights for ANZAC Day. We feel like it was as advertised and a good value. We spread out, cooked a few meals, and enjoyed doing a real load of laundry and hanging it on the line after hand-washing a few things for a few days prior. \n\nI’m not familiar at all with Broken Hill, so I didn’t realize there’s a south side of the mine and a north side, where the CBD is. This house is on the south side, and it’s not feasible to walk downtown from here. As described in the listing, there are a few businesses within walking distance. \n\nSomething else that I didn’t expect were the 3 steps from the main house down to the bathroom, 3rd bedroom, and back door. Just FYI. \n\nWe would stay here again. Quick responses and attention from the owner!"], "983759": ["Jason", "Basic home, bit worn down, but the best price we found in town. Very clean."]}, {"Jun": {"2019-06-01": [false, 110], "2019-06-02": [false, 110], "2019-06-03": [false, 110], "2019-06-04": [true, 110], "2019-06-05": [true, 110], "2019-06-06": [true, 110], "2019-06-07": [true, 110], "2019-06-08": [false, 110], "2019-06-09": [false, 110], "2019-06-10": [false, 110], "2019-06-11": [true, 110], "2019-06-12": [true, 110], "2019-06-13": [true, 110], "2019-06-14": [true, 110], "2019-06-15": [true, 110], "2019-06-16": [true, 110], "2019-06-17": [false, 110], "2019-06-18": [false, 110], "2019-06-19": [false, 110], "2019-06-20": [false, 110], "2019-06-21": [true, 110], "2019-06-22": [false, 110], "2019-06-23": [false, 110], "2019-06-24": [false, 110], "2019-06-25": [false, 110], "2019-06-26": [false, 110], "2019-06-27": [false, 110], "2019-06-28": [false, 110], "2019-06-29": [false, 110], "2019-06-30": [false, 110]}, "Jul": {"2019-07-01": [false, 110], "2019-07-02": [false, 110], "2019-07-03": [false, 110], "2019-07-04": [true, 110], "2019-07-05": [true, 110], "2019-07-06": [true, 110], "2019-07-07": [true, 110], "2019-07-08": [false, 110], "2019-07-09": [false, 110], "2019-07-10": [false, 110], "2019-07-11": [false, 110], "2019-07-12": [true, 110], "2019-07-13": [true, 110], "2019-07-14": [false, 110], "2019-07-15": [false, 110], "2019-07-16": [false, 110], "2019-07-17": [false, 110], "2019-07-18": [true, 110], "2019-07-19": [true, 110], "2019-07-20": [true, 110], "2019-07-21": [true, 110], "2019-07-22": [true, 110], "2019-07-23": [true, 110], "2019-07-24": [true, 110], "2019-07-25": [true, 110], "2019-07-26": [true, 110], "2019-07-27": [true, 110], "2019-07-28": [true, 110], "2019-07-29": [true, 110], "2019-07-30": [true, 110], "2019-07-31": [true, 110]}, "Aug": {"2019-08-01": [true, 110], "2019-08-02": [true, 110], "2019-08-03": [true, 110], "2019-08-04": [true, 110], "2019-08-05": [true, 110], "2019-08-06": [true, 110], "2019-08-07": [true, 110], "2019-08-08": [true, 110], "2019-08-09": [true, 110], "2019-08-10": [true, 110], "2019-08-11": [true, 110], "2019-08-12": [true, 110], "2019-08-13": [true, 110], "2019-08-14": [true, 110], "2019-08-15": [true, 110], "2019-08-16": [true, 110], "2019-08-17": [true, 110], "2019-08-18": [true, 110], "2019-08-19": [true, 110], "2019-08-20": [true, 110], "2019-08-21": [true, 110], "2019-08-22": [true, 110], "2019-08-23": [true, 110], "2019-08-24": [true, 110], "2019-08-25": [true, 110], "2019-08-26": [true, 110], "2019-08-27": [true, 110], "2019-08-28": [true, 110], "2019-08-29": [true, 110], "2019-08-30": [true, 110], "2019-08-31": [true, 110]}, "Sep": {"2019-09-01": [true, 110], "2019-09-02": [true, 110], "2019-09-03": [true, 110], "2019-09-04": [true, 110], "2019-09-05": [true, 110], "2019-09-06": [true, 110], "2019-09-07": [true, 110], "2019-09-08": [true, 110], "2019-09-09": [true, 110], "2019-09-10": [true, 110], "2019-09-11": [true, 110], "2019-09-12": [true, 110], "2019-09-13": [false, 110], "2019-09-14": [false, 110], "2019-09-15": [false, 110], "2019-09-16": [true, 110], "2019-09-17": [true, 110], "2019-09-18": [true, 110], "2019-09-19": [true, 110], "2019-09-20": [true, 110], "2019-09-21": [true, 110], "2019-09-22": [true, 110], "2019-09-23": [true, 110], "2019-09-24": [true, 110], "2019-09-25": [true, 110], "2019-09-26": [true, 110], "2019-09-27": [true, 110], "2019-09-28": [true, 110], "2019-09-29": [true, 110], "2019-09-30": [false, 110]}}, 0], "31654229": [[-31.95286, 141.46275], "Desert Comfort", ["https://a0.muscache.com/im/pictures/50b624f9-d6af-4c6a-aee6-d6c83560bcf8.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/dde45def-8e24-466d-9be6-b768c90d68cc.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/660d3771-b56f-4e75-bb5c-b0718b57da61.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e55ac576-0fc9-474c-bc21-160ca79f0185.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/570795cf-1ab6-4b8c-8216-e2368f894150.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/23abfd75-5987-47bd-8953-ffadd9640239.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/92c3668f-055b-4373-b215-a73e9ccd3f6f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4e74131c-36b6-418e-a2df-549136405afa.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a0a97de3-9270-4925-899e-584315b3a4a0.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7848cf3e-7ff0-49ea-b036-18da05233980.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f987cfd9-94f6-4317-ba46-be27eaef9ea5.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/76424548-10c3-4d07-9556-267b4c846521.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a1d65730-f10b-4954-a238-42407f836726.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/80de76b1-1d69-4a9c-9598-bbf9406fcb85.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ffe29ce9-3864-4e26-8694-2e7dab59a4bb.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/10a5a074-600b-4e06-9438-c1eed6ef7304.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/47d34f1b-ac79-407c-ac73-10facf7f79ec.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a670215e-4666-4808-b310-4b36963f3ce3.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/2372dce6-bbfa-43d6-8758-0686822743b0.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b3be5b3b-056e-4b25-a401-2f92fe658020.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/24e9f49d-c50b-4213-8b17-e82e82d7cf57.jpg?aki_policy=large"], "2 bedrooms", 2, "1 bath", 1.0, 2, 4, null, "", 3, 5.0, "Entire house", 89.0, "AUD", 0, 14252781, "A beautifully styled home for your stay. 2 large bedrooms in a quiet street in the heart of Broken Hill. Conveniently located and well equipped, the house comes with everything you need for a great stay.Perfect for workers or visitors, there is unlimited WiFi, Netflix, a fully stocked kitchen, comfy beds and laundry facilities as well as being 5 min walk from the main street.'", {"4445293": ["Vincent", "Martha's place has everything you need. Whether you are traveling or working in the area. Centrally located as well. Unfortunately I haven't met Martha since she was overseas but she had organised everything perfectly beforehand."], "11022244": ["Michael", "Martha's place is great.\ntravelled to broken hill for work and felt at home.\ngreat experience."], "127397298": ["Lisa", "Great place that met all expectations    Good value!"]}, {"Jun": {"2019-06-01": [false, 89], "2019-06-02": [false, 89], "2019-06-03": [false, 89], "2019-06-04": [false, 89], "2019-06-05": [false, 89], "2019-06-06": [false, 89], "2019-06-07": [false, 90], "2019-06-08": [false, 92], "2019-06-09": [false, 93], "2019-06-10": [false, 90], "2019-06-11": [false, 89], "2019-06-12": [false, 89], "2019-06-13": [false, 89], "2019-06-14": [false, 89], "2019-06-15": [false, 89], "2019-06-16": [false, 89], "2019-06-17": [false, 89], "2019-06-18": [false, 89], "2019-06-19": [false, 89], "2019-06-20": [false, 89], "2019-06-21": [false, 89], "2019-06-22": [false, 89], "2019-06-23": [false, 89], "2019-06-24": [false, 89], "2019-06-25": [false, 89], "2019-06-26": [false, 89], "2019-06-27": [false, 89], "2019-06-28": [false, 89], "2019-06-29": [false, 89], "2019-06-30": [false, 89]}, "Jul": {"2019-07-01": [false, 89], "2019-07-02": [false, 89], "2019-07-03": [false, 89], "2019-07-04": [false, 89], "2019-07-05": [false, 89], "2019-07-06": [false, 89], "2019-07-07": [false, 89], "2019-07-08": [false, 89], "2019-07-09": [true, 89], "2019-07-10": [true, 89], "2019-07-11": [true, 89], "2019-07-12": [true, 89], "2019-07-13": [true, 89], "2019-07-14": [true, 89], "2019-07-15": [false, 89], "2019-07-16": [false, 89], "2019-07-17": [false, 89], "2019-07-18": [false, 89], "2019-07-19": [false, 89], "2019-07-20": [false, 89], "2019-07-21": [false, 89], "2019-07-22": [false, 89], "2019-07-23": [false, 89], "2019-07-24": [false, 89], "2019-07-25": [false, 89], "2019-07-26": [false, 89], "2019-07-27": [true, 89], "2019-07-28": [true, 89], "2019-07-29": [true, 89], "2019-07-30": [true, 89], "2019-07-31": [true, 89]}, "Aug": {"2019-08-01": [true, 89], "2019-08-02": [true, 89], "2019-08-03": [true, 89], "2019-08-04": [true, 89], "2019-08-05": [true, 89], "2019-08-06": [true, 89], "2019-08-07": [true, 89], "2019-08-08": [true, 89], "2019-08-09": [true, 89], "2019-08-10": [true, 89], "2019-08-11": [true, 89], "2019-08-12": [true, 89], "2019-08-13": [true, 89], "2019-08-14": [true, 89], "2019-08-15": [true, 89], "2019-08-16": [true, 89], "2019-08-17": [true, 89], "2019-08-18": [true, 89], "2019-08-19": [true, 89], "2019-08-20": [true, 89], "2019-08-21": [true, 89], "2019-08-22": [true, 89], "2019-08-23": [true, 89], "2019-08-24": [true, 89], "2019-08-25": [true, 89], "2019-08-26": [true, 89], "2019-08-27": [true, 89], "2019-08-28": [true, 89], "2019-08-29": [true, 89], "2019-08-30": [true, 89], "2019-08-31": [true, 89]}, "Sep": {"2019-09-01": [true, 89], "2019-09-02": [true, 89], "2019-09-03": [true, 89], "2019-09-04": [true, 89], "2019-09-05": [true, 89], "2019-09-06": [true, 89], "2019-09-07": [true, 89], "2019-09-08": [true, 89], "2019-09-09": [true, 89], "2019-09-10": [true, 89], "2019-09-11": [false, 90], "2019-09-12": [false, 89], "2019-09-13": [false, 89], "2019-09-14": [false, 89], "2019-09-15": [false, 89], "2019-09-16": [false, 89], "2019-09-17": [true, 89], "2019-09-18": [true, 89], "2019-09-19": [true, 89], "2019-09-20": [true, 89], "2019-09-21": [true, 89], "2019-09-22": [true, 89], "2019-09-23": [true, 89], "2019-09-24": [true, 89], "2019-09-25": [true, 89], "2019-09-26": [true, 89], "2019-09-27": [true, 89], "2019-09-28": [true, 89], "2019-09-29": [true, 89], "2019-09-30": [true, 89]}}, 55], "26582266": [[-31.96412, 141.45843], "My Stone Cottage on Argent", ["https://a0.muscache.com/im/pictures/5d4ffbda-403b-4589-aa7b-a1a4cac46d33.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a605a9e1-08d5-41cb-89d2-b79b45559a06.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/dff983b6-9684-459f-8d53-e5c81f9aa592.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b71a0747-2540-420f-ba1c-584a160584a4.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/2b90dfc5-f3b5-448e-96ef-61f6c494ac26.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b05c3486-e8ea-4a63-b558-59791f42dd0c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d2bc8031-8a87-4195-a7cc-df2fc5322808.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e76af5b4-283c-4152-a80c-c745ff87d59f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1dbf3a0b-3e93-4c03-b5a8-92d8d8eb594a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/88eb8ff5-6531-438c-aeed-0cb333e89f1e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b68f2948-3135-48a9-8e34-3cf0e66f9ba3.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5cf9df32-c38a-4b5e-abc3-1b4b22099b4c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f95ded04-646c-4a2d-b1fa-11d2518e370e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/6bc5084c-0213-42d6-a4ea-67de5b990fd5.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7d794045-7051-4097-ba2b-dd2880579608.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f92a44bb-009e-4af2-b338-5bc3151202bd.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/eadd881f-a1a2-46b1-900d-c038f6e24320.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/6931e913-6f86-4745-a7b7-2a1ac3b5daef.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/fc5bb187-4470-4bcf-ac1a-384be997fba4.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d0c1a429-1eff-49c1-bdfb-2c9a72df901e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c43a8e3c-220c-41ab-9969-3c5506b5adae.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0cd05dc3-7564-4222-8e00-a9cb331bd41a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e6b90883-c165-4b84-aca8-680bff5b284d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9da52269-eac5-48bc-824c-92adeaa656d3.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/2939facb-2797-4bd5-b5b1-d4a04dbfd4fc.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1352ee52-5764-4cac-aacf-9034c57e028e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/94cb8e57-2a09-4d85-83b5-01bf51f5099e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/618a1c07-8a22-495e-bc3a-09d690620ee7.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c1196e21-3bc9-462b-ad2e-03e8eb8c59b8.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c43ca999-5658-4902-a90d-87a048dbc67f.jpg?aki_policy=large"], "1 bedroom", 1, "1 bath", 1.0, 1, 2, null, "", 18, 5.0, "Entire house", 139.0, "AUD", 0, 199875520, "Authentic original 1880stone miners cottage . Freshly totally renovated cottage in a very quiet convenient location. Walking distance to shops and main city area. Convenience +++'", {"4360065": ["Deb", "My partner and I spent three nights at Glynis’s place and absolutely loved it! We have stayed in dozens of AiBnBs and can honestly say that this one stands out as special. Others have noted that the house is quirky (it’s a refurbished miner’s cottage) but this doesn’t do it justice. It is really  well thought out and Glynis is outstandingly generous with the breakfast provisions and snacks. Everything you might want is provided  and there are interesting, comfortable spaces both indoors and out. We’d love to come back to Broken Hill and if we do we would love to stay here again. Thanks Glynis!"], "260691624": ["Maree", "This place is value for money , great location see is a local so see knows the place , yust all the food she suplied , picked us up from station & drop us off , Great host we will be back"], "49388026": ["Toucia", "I absolutely recommend this charming cottage, deceptively spacious, very quiet and walking distance to the city centre. We loved it."], "193121260": ["Mike", "Just a great  little cottage in a central location and walking distance into the main Broken Hill city precinct"], "92066711": ["Sarah", "I highly recommend staying in Glynis's cottage which is very comfortable and has all you need (in fact more!) in all the different areas of the cottage and garden. Great location, easy walk to local shops and the main centre of Broken Hill. \nCheck in was easy, Glynis popped around to introduce herself and was easily contactable if we needed her, which we didn't as all was perfect!"], "58245691": ["Agnese", "Great place....full of lovely touches...good location.  So relaxing, welcoming and full of style.  Would recommend it no worries."], "185776102": ["Melissa", "Wonderful place to stay. Great location and the little touches and supplies were amazing. Definitely stay again."], "29669379": ["Leonie", "From when Glynis greeted us at check in, we had a lovely time.  Quirky, character filled living spaces and we loved the separate room WC/shower, etc. Food provided was above and beyond, and it was super quiet. Highly recommend this Airbnb to all x"], "30382437": ["Jayne", "Had a lovely 2 night stay at the cottage. Glynis was very friendly, welcoming and helpful. The cottage is lovely - very well equipped and appointed, with quirky country touches. We walked into town for dinner at the Palace Hotel & a short walk in the other direction took us to the shopping centre. I would definitely recommend Glynis’ cottage."], "36900566": ["Gavin", "nice place to stay in great location"], "75842964": ["Lyndon", "Great, quirky place, in a great location with a helpful host. Will definitely stay again if we come by this part of the state in the future."], "6474668": ["Michele", "Glynis and her partner were exceptional and delightful hosts and most willing to share their time, knowledge and love of Broken Hill.  They are great ambassadors for The Far West and Australia's First Heritage City.  The cottage is within cooee of a supermarket, walking distance to many of the historic sites, museums, eateries and walking trails.  We lacked for nothing in the cottage and appreciated the thoughtful provisions as we arrived on Labor Day holiday arriving  by train from Sydney on Monday around 8pm.  A car is recommended to visit the countryside, to ensure you enjoy Silverton, a Mundi Mundi sunset, a visit to the Observatory, The Broken HIll Outback Resort for Sunday pizza and a pint and the Sculpture Walk."], "71041270": ["Ken", "Good location but a bit of a walk to the town centre but Parking is not an issue in Broken Hill.  Shopping centre within walking distance.  Secure off street parking.\n\nClean, spacious and functional.\nVery generous breakfast layout.  Eggs, Milk, fresh bread, Orange Juice, Jam.  All you would need for 3 nights. Good cookiong facilities.\nGreat outdoors area for watching the stars come out."], "17262048": ["Warwick", "What a gem in Broken Hill this place is. To start it is in the main street but just enough distance from the main shopping area to make it quiet but also easy to walk to everything. The house itself is delightfully quirky seeing as the owners are artists. It is colourfully decorated and very functional. Ideal for a couple. My wife and I stayed for 4 nights and we both would recommend it and would definitely return there."], "24946619": ["Neil", "A  wonderful place everything we needed great location close to city centre All facilities in fact more than expected wonderful hosts"], "1613642": ["Louise", "I can't reccomend Glenys's cottage and hospitality enough. She is a friendly, helpful host and her cottage is tidy as a pin, well supplied and beautifully decorated. My partner and I were delighted with our stay."], "74403004": ["Narelle", "Great location to just easily walk into town for tourist attractions and shops. Quirky, very clean, comfortable. well equipped and spacious cottage. Well stocked condiments. Plenty of sitting areas both inside and outside. Great reading material available. Good communication with Glynis and lovely to meet her. Would stay again and highly recommend."], "5333277": ["Erika", "This historically important cottage is decorated with style and has a huge amount of space for relaxation. Glynis is a considerate and knowledgeable host who will make sure your stay is very comfortable. She provided copious breakfast fixings for us which was a welcome and thoughtful touch. Highly recommended!"]}, {"Jun": {"2019-06-01": [false, 140], "2019-06-02": [true, 140], "2019-06-03": [false, 140], "2019-06-04": [false, 140], "2019-06-05": [false, 140], "2019-06-06": [false, 140], "2019-06-07": [false, 140], "2019-06-08": [false, 140], "2019-06-09": [false, 147], "2019-06-10": [false, 140], "2019-06-11": [false, 140], "2019-06-12": [true, 140], "2019-06-13": [false, 140], "2019-06-14": [false, 140], "2019-06-15": [false, 140], "2019-06-16": [false, 140], "2019-06-17": [false, 140], "2019-06-18": [true, 140], "2019-06-19": [true, 140], "2019-06-20": [true, 140], "2019-06-21": [true, 140], "2019-06-22": [false, 140], "2019-06-23": [false, 140], "2019-06-24": [false, 140], "2019-06-25": [false, 140], "2019-06-26": [false, 140], "2019-06-27": [false, 140], "2019-06-28": [false, 140], "2019-06-29": [true, 140], "2019-06-30": [true, 140]}, "Jul": {"2019-07-01": [true, 140], "2019-07-02": [true, 140], "2019-07-03": [true, 140], "2019-07-04": [false, 140], "2019-07-05": [false, 140], "2019-07-06": [false, 144], "2019-07-07": [false, 150], "2019-07-08": [true, 140], "2019-07-09": [true, 140], "2019-07-10": [true, 140], "2019-07-11": [false, 140], "2019-07-12": [false, 140], "2019-07-13": [false, 140], "2019-07-14": [true, 140], "2019-07-15": [false, 143], "2019-07-16": [false, 141], "2019-07-17": [false, 145], "2019-07-18": [false, 140], "2019-07-19": [true, 140], "2019-07-20": [true, 140], "2019-07-21": [false, 140], "2019-07-22": [false, 140], "2019-07-23": [false, 140], "2019-07-24": [false, 140], "2019-07-25": [false, 140], "2019-07-26": [false, 140], "2019-07-27": [false, 144], "2019-07-28": [true, 140], "2019-07-29": [true, 140], "2019-07-30": [true, 140], "2019-07-31": [true, 140]}, "Aug": {"2019-08-01": [true, 140], "2019-08-02": [false, 140], "2019-08-03": [false, 140], "2019-08-04": [false, 140], "2019-08-05": [false, 140], "2019-08-06": [false, 140], "2019-08-07": [false, 140], "2019-08-08": [false, 140], "2019-08-09": [false, 140], "2019-08-10": [false, 140], "2019-08-11": [false, 140], "2019-08-12": [false, 140], "2019-08-13": [false, 140], "2019-08-14": [false, 140], "2019-08-15": [false, 140], "2019-08-16": [true, 140], "2019-08-17": [true, 140], "2019-08-18": [true, 140], "2019-08-19": [false, 156], "2019-08-20": [false, 156], "2019-08-21": [true, 140], "2019-08-22": [true, 140], "2019-08-23": [true, 140], "2019-08-24": [false, 142], "2019-08-25": [false, 140], "2019-08-26": [false, 140], "2019-08-27": [true, 140], "2019-08-28": [true, 140], "2019-08-29": [true, 140], "2019-08-30": [true, 140], "2019-08-31": [true, 140]}, "Sep": {"2019-09-01": [true, 140], "2019-09-02": [true, 140], "2019-09-03": [true, 140], "2019-09-04": [true, 140], "2019-09-05": [true, 140], "2019-09-06": [true, 140], "2019-09-07": [true, 140], "2019-09-08": [true, 140], "2019-09-09": [true, 140], "2019-09-10": [true, 140], "2019-09-11": [true, 140], "2019-09-12": [false, 140], "2019-09-13": [false, 140], "2019-09-14": [false, 140], "2019-09-15": [false, 157], "2019-09-16": [false, 140], "2019-09-17": [true, 140], "2019-09-18": [true, 140], "2019-09-19": [true, 140], "2019-09-20": [true, 140], "2019-09-21": [true, 140], "2019-09-22": [true, 140], "2019-09-23": [true, 140], "2019-09-24": [true, 140], "2019-09-25": [true, 140], "2019-09-26": [true, 140], "2019-09-27": [true, 140], "2019-09-28": [true, 140], "2019-09-29": [true, 140], "2019-09-30": [true, 140]}}, 0], "34171067": [[-31.9436, 141.46616], "A place to rest your head", ["https://a0.muscache.com/im/pictures/ddd94ffe-90d4-4d5d-8c36-f6b63365e4a1.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/79836136-0dfd-4f45-b16e-4390970ad32a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/8b73a8d1-6f5b-4b74-90a9-2bec3d387e14.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/68ce9cfc-2d7d-4a5a-be31-9de25cf2766e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/705e7fac-497d-4dd3-acf8-074e4568fe17.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d567e7d0-6847-4972-a4dc-cada89fd5c49.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/109db4b0-bc61-4a6d-84e4-29d21ace2a5f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b863f0cf-a2c2-4f03-94b5-64e622d44e98.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/bda01a35-04e8-45c9-be7d-71c1956a3473.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/50747282-dcf5-4301-b116-6ed34c5d2807.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/142259c2-be6d-48cb-b194-eb2e6db82cd8.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/6e8498a1-e1ed-40c7-83c0-e24771109afb.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/16953f36-41e1-446e-b2b0-ece7abc6ad1d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/12f27785-910f-4294-bef6-a73a4b1a9bb0.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7d3565ed-68fe-4df1-947a-3024e83cd49f.jpg?aki_policy=large"], "3 bedrooms", 3, "1 bath", 1.0, 4, 6, null, "", 0, null, "Entire house", 91.0, "AUD", 0, 67017710, "Clean affordable and basic accomodation, close to Broken Hill aquatic centre, playgrounds, takeaway shop and corner delis'", {}, {"Jun": {"2019-06-01": [false, 90], "2019-06-02": [false, 90], "2019-06-03": [false, 90], "2019-06-04": [false, 90], "2019-06-05": [false, 90], "2019-06-06": [false, 90], "2019-06-07": [false, 90], "2019-06-08": [false, 90], "2019-06-09": [false, 90], "2019-06-10": [false, 90], "2019-06-11": [false, 90], "2019-06-12": [false, 90], "2019-06-13": [false, 90], "2019-06-14": [false, 90], "2019-06-15": [false, 90], "2019-06-16": [false, 90], "2019-06-17": [false, 90], "2019-06-18": [false, 90], "2019-06-19": [false, 90], "2019-06-20": [false, 90], "2019-06-21": [false, 90], "2019-06-22": [false, 90], "2019-06-23": [false, 90], "2019-06-24": [false, 90], "2019-06-25": [false, 90], "2019-06-26": [false, 90], "2019-06-27": [false, 90], "2019-06-28": [false, 90], "2019-06-29": [true, 90], "2019-06-30": [false, 90]}, "Jul": {"2019-07-01": [false, 90], "2019-07-02": [false, 90], "2019-07-03": [false, 90], "2019-07-04": [false, 90], "2019-07-05": [false, 90], "2019-07-06": [false, 90], "2019-07-07": [false, 90], "2019-07-08": [false, 90], "2019-07-09": [false, 90], "2019-07-10": [false, 90], "2019-07-11": [false, 90], "2019-07-12": [false, 90], "2019-07-13": [false, 90], "2019-07-14": [false, 90], "2019-07-15": [false, 90], "2019-07-16": [false, 90], "2019-07-17": [false, 90], "2019-07-18": [false, 90], "2019-07-19": [false, 90], "2019-07-20": [false, 90], "2019-07-21": [false, 90], "2019-07-22": [false, 90], "2019-07-23": [false, 90], "2019-07-24": [false, 90], "2019-07-25": [false, 90], "2019-07-26": [false, 90], "2019-07-27": [false, 90], "2019-07-28": [false, 90], "2019-07-29": [false, 90], "2019-07-30": [false, 90], "2019-07-31": [false, 90]}, "Aug": {"2019-08-01": [false, 90], "2019-08-02": [false, 90], "2019-08-03": [false, 90], "2019-08-04": [false, 90], "2019-08-05": [false, 90], "2019-08-06": [false, 90], "2019-08-07": [false, 90], "2019-08-08": [false, 90], "2019-08-09": [false, 90], "2019-08-10": [false, 90], "2019-08-11": [false, 90], "2019-08-12": [false, 90], "2019-08-13": [false, 90], "2019-08-14": [false, 90], "2019-08-15": [false, 90], "2019-08-16": [false, 90], "2019-08-17": [false, 90], "2019-08-18": [false, 90], "2019-08-19": [false, 90], "2019-08-20": [false, 90], "2019-08-21": [false, 90], "2019-08-22": [false, 90], "2019-08-23": [false, 90], "2019-08-24": [false, 90], "2019-08-25": [false, 90], "2019-08-26": [false, 90], "2019-08-27": [false, 90], "2019-08-28": [false, 90], "2019-08-29": [false, 90], "2019-08-30": [false, 90], "2019-08-31": [false, 90]}, "Sep": {"2019-09-01": [true, 90], "2019-09-02": [true, 90], "2019-09-03": [true, 90], "2019-09-04": [true, 90], "2019-09-05": [true, 90], "2019-09-06": [true, 90], "2019-09-07": [true, 90], "2019-09-08": [true, 90], "2019-09-09": [true, 90], "2019-09-10": [true, 90], "2019-09-11": [true, 90], "2019-09-12": [true, 90], "2019-09-13": [false, 90], "2019-09-14": [false, 90], "2019-09-15": [false, 90], "2019-09-16": [true, 90], "2019-09-17": [true, 90], "2019-09-18": [true, 90], "2019-09-19": [true, 90], "2019-09-20": [true, 90], "2019-09-21": [true, 90], "2019-09-22": [true, 90], "2019-09-23": [true, 90], "2019-09-24": [true, 90], "2019-09-25": [true, 90], "2019-09-26": [true, 90], "2019-09-27": [true, 90], "2019-09-28": [true, 90], "2019-09-29": [true, 90], "2019-09-30": [true, 90]}}, 0], "33894754": [[-31.97435, 141.46511], "House on Hebbard", ["https://a0.muscache.com/im/pictures/a69fbe06-9eb0-4379-92d3-c801559e2522.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1bc71459-72dc-47f7-8576-8ddc55f9490f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e472e3d8-aa82-43b5-a75e-e1ada57afa54.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a3a3998f-be1c-420e-9724-aee4e6eb3bb0.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/369dab5d-e87e-4646-8e18-9f0c0f1aebd9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/99176805-f49e-4841-8731-521d0e7e243e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e9dc554f-bfad-45fe-a1df-d9de7514e80b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/804ecb5b-8d50-49bd-8e93-c0ce041ac77d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/dec25765-5623-4f81-befd-699c2e8f3137.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7b3ac16a-737e-42a2-b9f1-134987334fef.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4bef749b-8a11-4469-b4f1-3a96ce673221.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ad033810-9b81-4b76-8620-de795ae7a0b9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f364a423-8cbb-4227-bfca-bc0dd2155561.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3b872773-19f4-490e-961f-97594485dff4.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c64d936d-a20a-4cf9-89fc-38c4bb1189d0.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/16d880ff-f3ca-4700-bdc8-4ba87d4f18e7.jpg?aki_policy=large"], "3 bedrooms", 3, "1 bath", 1.0, 6, 8, null, "", 5, 5.0, "Entire house", 139.0, "AUD", 0, 255958368, "Newly renovated home, from top to toe.2 Queen bedrooms with walk in robe, each with an extra sinle bed.1 single bedroom with 2 single beds.Open plan living, BBQ area, 4 car carport, private yard. All creature comforts of home.'", {"140858690": ["Julie", "This was way above our expectations a beautiful modern home.5 Star in our books . Would definitely stay again."], "132897043": ["Heidi", "Great property, sleeps 8 people."], "231586335": ["Deborah-Lee", "House was clean, tidy and spacious for the 6 of us. Everything had a new feel. Wish we had stayed there on the way through the first time and will definitely be recommending it to people I know going through broken hill"], "258106155": ["Andrew", "Very happy"], "240910616": ["Paul", "Lovely house with plenty of space for 6. Easy to drive into town."]}, {"Jun": {"2019-06-01": [false, 140], "2019-06-02": [false, 140], "2019-06-03": [false, 140], "2019-06-04": [false, 140], "2019-06-05": [false, 140], "2019-06-06": [false, 140], "2019-06-07": [false, 140], "2019-06-08": [false, 140], "2019-06-09": [false, 140], "2019-06-10": [false, 140], "2019-06-11": [false, 140], "2019-06-12": [true, 140], "2019-06-13": [true, 140], "2019-06-14": [true, 140], "2019-06-15": [false, 140], "2019-06-16": [false, 140], "2019-06-17": [false, 140], "2019-06-18": [false, 140], "2019-06-19": [false, 140], "2019-06-20": [true, 140], "2019-06-21": [true, 140], "2019-06-22": [true, 140], "2019-06-23": [true, 140], "2019-06-24": [false, 140], "2019-06-25": [false, 140], "2019-06-26": [false, 140], "2019-06-27": [true, 140], "2019-06-28": [true, 140], "2019-06-29": [true, 140], "2019-06-30": [false, 140]}, "Jul": {"2019-07-01": [false, 140], "2019-07-02": [true, 140], "2019-07-03": [true, 140], "2019-07-04": [true, 140], "2019-07-05": [true, 140], "2019-07-06": [false, 140], "2019-07-07": [false, 140], "2019-07-08": [false, 140], "2019-07-09": [true, 140], "2019-07-10": [true, 140], "2019-07-11": [true, 140], "2019-07-12": [true, 140], "2019-07-13": [true, 140], "2019-07-14": [false, 140], "2019-07-15": [false, 140], "2019-07-16": [false, 140], "2019-07-17": [false, 143], "2019-07-18": [true, 140], "2019-07-19": [true, 140], "2019-07-20": [true, 140], "2019-07-21": [true, 140], "2019-07-22": [true, 140], "2019-07-23": [true, 140], "2019-07-24": [true, 140], "2019-07-25": [true, 140], "2019-07-26": [true, 140], "2019-07-27": [true, 140], "2019-07-28": [true, 140], "2019-07-29": [true, 140], "2019-07-30": [true, 140], "2019-07-31": [true, 140]}, "Aug": {"2019-08-01": [true, 140], "2019-08-02": [true, 140], "2019-08-03": [true, 140], "2019-08-04": [true, 140], "2019-08-05": [true, 140], "2019-08-06": [false, 140], "2019-08-07": [false, 140], "2019-08-08": [false, 140], "2019-08-09": [false, 140], "2019-08-10": [false, 141], "2019-08-11": [false, 140], "2019-08-12": [false, 140], "2019-08-13": [true, 140], "2019-08-14": [true, 140], "2019-08-15": [true, 140], "2019-08-16": [true, 140], "2019-08-17": [true, 140], "2019-08-18": [true, 140], "2019-08-19": [true, 140], "2019-08-20": [true, 140], "2019-08-21": [true, 140], "2019-08-22": [true, 140], "2019-08-23": [true, 140], "2019-08-24": [true, 140], "2019-08-25": [true, 140], "2019-08-26": [true, 140], "2019-08-27": [true, 140], "2019-08-28": [true, 140], "2019-08-29": [true, 140], "2019-08-30": [true, 140], "2019-08-31": [true, 140]}, "Sep": {"2019-09-01": [true, 140], "2019-09-02": [true, 140], "2019-09-03": [true, 140], "2019-09-04": [true, 140], "2019-09-05": [true, 140], "2019-09-06": [true, 140], "2019-09-07": [true, 140], "2019-09-08": [true, 140], "2019-09-09": [true, 140], "2019-09-10": [true, 140], "2019-09-11": [false, 140], "2019-09-12": [false, 140], "2019-09-13": [false, 140], "2019-09-14": [false, 140], "2019-09-15": [false, 140], "2019-09-16": [false, 143], "2019-09-17": [true, 140], "2019-09-18": [true, 140], "2019-09-19": [true, 140], "2019-09-20": [true, 141], "2019-09-21": [true, 140], "2019-09-22": [true, 140], "2019-09-23": [true, 140], "2019-09-24": [true, 140], "2019-09-25": [true, 140], "2019-09-26": [true, 140], "2019-09-27": [true, 141], "2019-09-28": [true, 140], "2019-09-29": [true, 140], "2019-09-30": [true, 140]}}, 0], "21414059": [[-31.96785, 141.44316], "ELLA'S PLACE - Historic Miners Cottage", ["https://a0.muscache.com/im/pictures/57dec46d-9a59-419b-b366-2fbebbdac92d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/8d7f52fa-bbcd-42c2-a159-110514760908.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/58de9468-0357-463d-985a-2a5531754c7f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3edcd9bd-7705-488a-923e-5778a959afcb.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4033a53e-d39e-4157-a958-74627119fad4.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0cc29e6e-5d12-42a5-878f-e42a62a23e9c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b58358d8-9a90-41a9-8b1a-ee0c84132d7e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4ec5d9ba-03c4-42f5-ba53-3a927f8ec0cf.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/22d707f4-067b-4d32-a48f-1d2ed1df5396.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b9a968d4-bfca-4209-8263-88e68650a7b3.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4df33a95-b8e4-4be5-b8d5-521d44c57452.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ae13eef4-2bc0-431e-91b2-dabb0630db35.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ae760f1d-ffbc-46d9-b9a8-1464e260ad9b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7f690e42-39a7-44ef-b376-8a29c4e5604e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/91098fdd-e49c-4472-bbd0-361659990ced.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e16181ed-1ba1-431b-b74c-f73a3067cc0f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c3c16026-03f2-4b3c-9513-62ecaaf5939d.jpg?aki_policy=large"], "2 bedrooms", 2, "1.5 baths", 1.5, 3, 5, null, "", 17, 5.0, "Entire house", 149.0, "AUD", 0, 155174470, "ELLAPLACE CIRCA 1902 - AN HISTORICAL COUNTRY HOUSE EXPERIENCE. This newly restored home is situated in one of Broken Hillquiet country lanes.  Its historical uniqueness is such that it will please even the most discerning guest with its space and comforts. It has 2 bedrooms that sleep up to 5 guests and plenty of off street parking. It has all the comforts you need plus more. ALL IN ALL A GREAT COUNTRY EXPERIENCE AT A REASONABLE PRICE'", {"215350292": ["Scarlett", "What a beautiful and historic space Corinne has to offer. We did not realise the history behind ‘Ella’s Stay’ until arrival. All the small touches added and the thought behind the restoration of the home really stands out and we loved our stay here. 10/10 recommended! \n\nWe will be back again soon.\n\nScarlett, Braidy & Mally X"], "185776102": ["Melissa", "Great little cottage with some beautiful history.  Loved the king sized bed and the bath!"], "2461258": ["Wolfgang", "Good access to Broken Hill in quaint cottage. Interesting to read the history of the house and previous inhabitants."], "26338430": ["Ivor", "A beautifully decorated home that “feels” right. The owners must be collectors. We enjoyed outdoor dining at this time of year and it was fascinating to read the history of the house. Highly recommended."], "6361804": ["Annette", "Great place - convenient location, quiet and well looked after. Wonderful atmosphere and everything you need is available. Comfortable and with charm. \nCorinne responded to all my questions promptly and finding the house and gaining entry was straight-forward."], "8242619": ["Ros", "This is a very comfortable house with good amenities. Excellent beds. Good spot in Broken Hill."], "117737128": ["Emily", "Ella's Place is a unique house with special touches. We found the house to be warm and cosy.  It was a comfortable place for our family to stay."], "84196465": ["Andrea", "Corrine’s place was awesome, we spent an hour looking at all the memorabilia, and the detail of the renovation was impressive. It really added to our experience of Broken Hill.\nThough there was milk tea sugar and plenty of basic supplies, there was no breakfast supplied."], "86225814": ["Keith", "Ella's Place was quiet and had all the conveniences we needed. We made great use of the BBQ and the outside area."], "123393174": ["Charlotte", "Corrine was so friendly and helpful in all communications. The accomodation was just as described, very inviting and clean. Would definitely stay here again if visiting Broken Hill. Also think the location was ideal as it was tucked away in a little side street away from loud roads and traffic. Thank you for your hospitality Corrine!"], "156274131": ["Peter", "Lovely cottage, beautifully presented with everything you need."], "123163711": ["Ashka", "A gorgeous house with lots of history and charm! Plenty of room and very clean with a friendly host"], "46588018": ["Lisa", "Ella's place is a delight to see, visit and stay in.  The house encapsulates everything one woukd expect from a home of this period."], "91423060": ["Rod", "You’ll be cosy and comfortable at Ella’s. Quaint & cute furnishings and nice and close to the highlights Broken Hill has to offer."], "26762362": ["Ellie", "This is a beautiful and quirky place to stay in. Full of amazing objects and memorabilia, it feels like your staying in a historic house!\nThe outside area was beautiful, and a lovely space to sit and have breakfast in."], "139910473": ["Claire", "Full of character and well fitted out. Our family loved it."], "23470991": ["Ruth", "Staying here really made our stay in Broken Hill more authentic!  The history of the house was great to learn and to see all the memorabilia around the house was so nice.  My little ones enjoyed staying here, sleeping in the big beds and the light in the toilet :D  Would highly recommend Ella's and visiting Broken Hill with little kids."]}, {"Jun": {"2019-06-01": [false, 150], "2019-06-02": [false, 150], "2019-06-03": [false, 150], "2019-06-04": [false, 150], "2019-06-05": [true, 150], "2019-06-06": [false, 150], "2019-06-07": [false, 150], "2019-06-08": [false, 150], "2019-06-09": [false, 150], "2019-06-10": [false, 150], "2019-06-11": [false, 150], "2019-06-12": [true, 150], "2019-06-13": [true, 150], "2019-06-14": [true, 150], "2019-06-15": [false, 150], "2019-06-16": [false, 150], "2019-06-17": [false, 150], "2019-06-18": [false, 150], "2019-06-19": [false, 150], "2019-06-20": [false, 150], "2019-06-21": [true, 150], "2019-06-22": [true, 150], "2019-06-23": [true, 150], "2019-06-24": [true, 150], "2019-06-25": [false, 150], "2019-06-26": [true, 150], "2019-06-27": [true, 150], "2019-06-28": [false, 150], "2019-06-29": [false, 150], "2019-06-30": [false, 150]}, "Jul": {"2019-07-01": [false, 150], "2019-07-02": [false, 150], "2019-07-03": [true, 150], "2019-07-04": [true, 150], "2019-07-05": [true, 150], "2019-07-06": [false, 150], "2019-07-07": [false, 150], "2019-07-08": [false, 150], "2019-07-09": [false, 150], "2019-07-10": [false, 150], "2019-07-11": [false, 150], "2019-07-12": [true, 150], "2019-07-13": [false, 150], "2019-07-14": [false, 150], "2019-07-15": [false, 150], "2019-07-16": [false, 150], "2019-07-17": [true, 150], "2019-07-18": [true, 150], "2019-07-19": [true, 150], "2019-07-20": [false, 150], "2019-07-21": [false, 150], "2019-07-22": [true, 150], "2019-07-23": [true, 150], "2019-07-24": [true, 150], "2019-07-25": [true, 150], "2019-07-26": [false, 150], "2019-07-27": [false, 150], "2019-07-28": [true, 150], "2019-07-29": [true, 150], "2019-07-30": [true, 150], "2019-07-31": [true, 150]}, "Aug": {"2019-08-01": [true, 150], "2019-08-02": [true, 150], "2019-08-03": [false, 150], "2019-08-04": [false, 150], "2019-08-05": [false, 150], "2019-08-06": [false, 150], "2019-08-07": [false, 150], "2019-08-08": [false, 150], "2019-08-09": [false, 150], "2019-08-10": [false, 150], "2019-08-11": [false, 150], "2019-08-12": [false, 150], "2019-08-13": [false, 150], "2019-08-14": [true, 150], "2019-08-15": [true, 150], "2019-08-16": [true, 150], "2019-08-17": [true, 150], "2019-08-18": [true, 150], "2019-08-19": [true, 150], "2019-08-20": [true, 150], "2019-08-21": [false, 150], "2019-08-22": [false, 150], "2019-08-23": [false, 150], "2019-08-24": [false, 150], "2019-08-25": [true, 150], "2019-08-26": [true, 150], "2019-08-27": [true, 150], "2019-08-28": [true, 150], "2019-08-29": [true, 150], "2019-08-30": [true, 150], "2019-08-31": [true, 150]}, "Sep": {"2019-09-01": [true, 150], "2019-09-02": [true, 150], "2019-09-03": [true, 150], "2019-09-04": [true, 150], "2019-09-05": [true, 150], "2019-09-06": [true, 150], "2019-09-07": [true, 150], "2019-09-08": [true, 150], "2019-09-09": [true, 150], "2019-09-10": [true, 150], "2019-09-11": [true, 150], "2019-09-12": [false, 150], "2019-09-13": [false, 150], "2019-09-14": [false, 150], "2019-09-15": [false, 150], "2019-09-16": [false, 150], "2019-09-17": [true, 150], "2019-09-18": [true, 150], "2019-09-19": [true, 150], "2019-09-20": [true, 150], "2019-09-21": [true, 150], "2019-09-22": [true, 150], "2019-09-23": [true, 150], "2019-09-24": [true, 150], "2019-09-25": [true, 150], "2019-09-26": [true, 150], "2019-09-27": [true, 150], "2019-09-28": [true, 150], "2019-09-29": [true, 150], "2019-09-30": [true, 150]}}, 0], "8799574": [[-31.95394, 141.47219], "Emaroo Argent - Miners Cottage Pet Friendly", ["https://a0.muscache.com/im/pictures/111391537/224c1797_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/111392716/3915a777_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/111391756/207511f2_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/111392259/be4dc6c8_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/111391629/e95d14b8_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/111392793/794b18ed_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/111392921/143ce43c_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/111392964/e9a91c03_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/111393011/e3890bb3_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/111393085/23bf6243_original.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/875f66e6-6026-4651-8cbb-e61eb2401e9e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a3453c7d-13ba-470b-9d85-541efbfb6b84.jpg?aki_policy=large"], "3 bedrooms", 3, "1 bath", 1.0, 4, 6, null, "", 17, 4.5, "Entire house", 210.0, "AUD", 0, 43074870, "Emaroo Argent is a fully self contained three bedroom  cottage with full kitchen facilities, heating and cooling, suitable for families with two queen size bedrooms and one room with two single beds.Large secure backyard and parking. Close to city.'", {"240302581": ["Amanda", "We had a wonderful time in a great cottage, thoroughly recommend staying here. We would book again with Cathy if we came back"], "79963857": ["Daniel", "Everything was great, except all the price labels on beer/coke/wine. We understand it is not the hosts responsibility to provide us with such, but it doesn’t have to feel like a transaction. Suggestions are wonderful and most people donate for the goods they use, but $6 for a beer is a joke, not to mention illegal. You do not have a liquor license. Providing kitchen aids as well to create a good meal would be awesome. Air BNB’s are like your home away from home, so it’s convenient to have sauces, oils and spices (like we have left) for your guests."], "33956024": ["Gavin And Leesa", "Cathy was friendly and easy to communicate with. We had a lovely stay in Broken Hill even though it was only a short visit. Thanks Cathy!!"], "185394663": ["Karen", "Very comfy central accommodation, with plenty of parking and great facilities. \nThank you Cathy we will be back\nKaren and Rob"], "160959477": ["Nevis", "Clean.\nwhen you arrive no fresh milk or bread, its just those little touches that make it feel homely, and this accommodation lacked that."], "53651286": ["Susan", "Stylish, comfortable and equipped beyond normal expectations - right down to a stroller for toddler - not that we needed it but nothing missing. Perfect"], "109783201": ["Greg", "Very nice place close to town, great size sparkling clean. Great communication "], "1616076": ["Catherine & David", "An outstanding stay.... clearly well thought out and a real drive to make our stay comfortable and enjoyable.\n\nCommunication was timely and great, and it is the little touches that make this a delight. Bold colors inspire a real holiday and luxurious feel......\n\nHeartily recommended and our only regret that we weren’t staying longer."], "167108493": ["John", "This place is SO comfortable and well appointed. And it is very easy to find.\nIt has everything you need. The beds are cofortable and well set up. The four of us had a great time. So much better than being in three motel rooms. Just the shot!"], "158485793": ["Jane", "Not quite what we expected."], "51881832": ["Naomi", "Great location, able to walk to Main Street easily. This place had everything we needed for our stay!"], "132294665": ["Dianne", "It's true you just needed your toothbrush"], "107305055": ["Lesley", "Nice and central, very comfortable and homely, would have loved more time there."], "30247663": ["Anna", "Cathy's place is a very comfortable home walking distance to Broken Hill's main street. Big backyard and comfy bedrooms, with kids well catered for. Thanks for having us!"], "37465479": ["Ben", "Great accommodation that is centrally located. A very nice backyard outdoor area for meals, drinks etc. Cathy's prompt response to our enquiries was really appreciated. "], "27026383": ["Stephen", "Great place, nothing to fault "], "193579540": ["Jayden", "A great home at a great price! Really felt like a home away from home and with additional amenities."]}, {"Jun": {"2019-06-01": [true, 210], "2019-06-02": [true, 210], "2019-06-03": [true, 210], "2019-06-04": [true, 210], "2019-06-05": [true, 210], "2019-06-06": [true, 210], "2019-06-07": [true, 210], "2019-06-08": [true, 210], "2019-06-09": [true, 210], "2019-06-10": [true, 210], "2019-06-11": [true, 210], "2019-06-12": [true, 210], "2019-06-13": [true, 210], "2019-06-14": [true, 210], "2019-06-15": [true, 210], "2019-06-16": [true, 210], "2019-06-17": [true, 210], "2019-06-18": [true, 210], "2019-06-19": [true, 210], "2019-06-20": [true, 210], "2019-06-21": [false, 210], "2019-06-22": [false, 210], "2019-06-23": [true, 210], "2019-06-24": [true, 210], "2019-06-25": [false, 210], "2019-06-26": [true, 210], "2019-06-27": [true, 210], "2019-06-28": [false, 210], "2019-06-29": [false, 210], "2019-06-30": [false, 210]}, "Jul": {"2019-07-01": [false, 210], "2019-07-02": [false, 210], "2019-07-03": [false, 210], "2019-07-04": [true, 210], "2019-07-05": [true, 210], "2019-07-06": [true, 210], "2019-07-07": [false, 210], "2019-07-08": [false, 210], "2019-07-09": [false, 210], "2019-07-10": [false, 210], "2019-07-11": [false, 210], "2019-07-12": [true, 210], "2019-07-13": [true, 210], "2019-07-14": [true, 210], "2019-07-15": [true, 210], "2019-07-16": [true, 210], "2019-07-17": [false, 210], "2019-07-18": [false, 210], "2019-07-19": [false, 210], "2019-07-20": [true, 210], "2019-07-21": [true, 210], "2019-07-22": [true, 210], "2019-07-23": [true, 210], "2019-07-24": [true, 210], "2019-07-25": [true, 210], "2019-07-26": [true, 210], "2019-07-27": [true, 210], "2019-07-28": [true, 210], "2019-07-29": [true, 210], "2019-07-30": [true, 210], "2019-07-31": [true, 210]}, "Aug": {"2019-08-01": [true, 210], "2019-08-02": [true, 210], "2019-08-03": [true, 210], "2019-08-04": [true, 210], "2019-08-05": [true, 210], "2019-08-06": [false, 210], "2019-08-07": [false, 210], "2019-08-08": [true, 210], "2019-08-09": [true, 210], "2019-08-10": [true, 210], "2019-08-11": [false, 210], "2019-08-12": [true, 210], "2019-08-13": [true, 210], "2019-08-14": [true, 210], "2019-08-15": [true, 210], "2019-08-16": [true, 210], "2019-08-17": [true, 210], "2019-08-18": [true, 210], "2019-08-19": [true, 210], "2019-08-20": [true, 210], "2019-08-21": [true, 210], "2019-08-22": [true, 210], "2019-08-23": [true, 210], "2019-08-24": [true, 210], "2019-08-25": [true, 210], "2019-08-26": [true, 210], "2019-08-27": [true, 210], "2019-08-28": [true, 210], "2019-08-29": [true, 210], "2019-08-30": [true, 210], "2019-08-31": [true, 210]}, "Sep": {"2019-09-01": [true, 210], "2019-09-02": [true, 210], "2019-09-03": [true, 210], "2019-09-04": [true, 210], "2019-09-05": [true, 210], "2019-09-06": [true, 210], "2019-09-07": [true, 210], "2019-09-08": [true, 210], "2019-09-09": [true, 210], "2019-09-10": [true, 210], "2019-09-11": [true, 210], "2019-09-12": [false, 210], "2019-09-13": [false, 210], "2019-09-14": [false, 210], "2019-09-15": [false, 210], "2019-09-16": [false, 210], "2019-09-17": [true, 210], "2019-09-18": [true, 210], "2019-09-19": [true, 210], "2019-09-20": [true, 210], "2019-09-21": [true, 210], "2019-09-22": [true, 210], "2019-09-23": [true, 210], "2019-09-24": [true, 210], "2019-09-25": [true, 210], "2019-09-26": [true, 210], "2019-09-27": [true, 210], "2019-09-28": [true, 210], "2019-09-29": [true, 210], "2019-09-30": [true, 210]}}, 0], "3186207": [[-31.96148, 141.45381], "Modern Luxury in the Outback", ["https://a0.muscache.com/im/pictures/4211658d-57b4-4b90-863d-4997053d4fad.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/988fb844-8692-4fe2-98b2-4d57a3e0b5c6.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b435f686-b7b6-4b5f-8d7a-800e33fab759.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ab316b56-0b88-4a78-9c0f-f7ad2364c8c0.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/577f6814-e1c1-4d00-b2df-b1dd00f4d47e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ebe54683-3a54-4e4c-b37f-da5e39724341.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b0a76a85-c78e-49c1-8cd5-9b6d122e58f0.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/787794bd-e8f0-4e46-b5dc-21efeb7636cc.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/99d63fa9-c566-42b1-a285-09e04413b852.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/77303464/a8a0364b_original.jpg?aki_policy=large"], "2 bedrooms", 2, "1 bath", 1.0, 2, 4, null, "", 70, 5.0, "Entire house", 155.0, "AUD", 0, 15696845, "Nestled in the heart of Broken Hill, enjoy your trip to the outback in style. No roughing it here!Every modern comfort and convenience you could desire is provided, from sumptuous linens to the beautiful upright piano. You wonwant to leave!'", {"42822592": ["Wenona", "Perfect location!"], "195742416": ["Paul", "Terrific stylish house in a great central location. Loved all the special touches."], "11492538": ["Laura", "A beautiful house in a wonderful location, close to the park which was a bonus for our son."], "214059226": ["Moira", "Beautiful place, comfy beds , lovely touches , everything we needed in a drawer or cupboard. super clean"], "162628333": ["Lynda", "Great location, within walking distance of city centre for shopping, visiting galleries and cafes. Comfortable home with easy kitchen to cook in. Loved the outdoor area to catch the early morning sun with my cup of tea.   Whenever we had query over runnings  of the house, Jay was quick to get back to us. Lynda"], "26384443": ["Carole", "My daughter and I stayed at Jay's cottage for 4 nights while we explored the Broken Hill area. Clean and comfortable, it made a perfect base to come home to. The cottage is well equipped and in a great location - close to town but in a quiet street. No problems at all with either checkin or communication. Highly recommended."], "129163306": ["Shirley", "A very cosy, comfy cottage, in a very quiet street very close to Broken Hill’s heritage Argent St.  Everything you could want is provided, very clean and comfortable, we really enjoyed our three night stay."], "206542314": ["Kim", "Stylish space for a great few nights stay"], "9637935": ["Drew", "great location well appointed.. could have stayed longer"], "198528487": ["Rosemary", "Staying in this miners cottage had none of the hardship of the early days; it's modern, stylish, comfortable and had all we needed. We loved the polished timber floors and the original artwork. It is also an easy walk to the main street cafes, shops and many of the historic buildings. An ideal place to stay in Broken Hill."], "45773106": ["Dianne & John", "The host canceled this reservation 9 days before arrival. This is an automated posting."], "173452253": ["Renee", "Sensational house, great location (walking distance to the main st and park). Great place to stay when visiting Broken Hill. "], "21852981": ["Monika", "Great location to explore Broken Hill. Quiet location, gas heater heating the main area very well. Spacious and well equipped with washer and dryer."], "190059938": ["Che", "A brilliant location for a Broken Hill stay. Very close to Main Street & a fabulous park right across the road for kids to enjoy. The house was very clean, tastefully decorated & provided everything we needed!"], "74080280": ["Maykai", "Great location, "], "11249192": ["Katheryn", "Lovely house in a central location, we would absolutely stay again!"], "132575994": ["Ashley", "Great home away from home. Beautiful place so central to everything. Would definetly go back!"], "4186432": ["Jessica", "What a gorgeous house to stay in! A home away from home, truly. I was most impressed by how well-stocked the house was and how stylish it was. Perfect for families - you will want for nothing.  Very comfortable, right next door to a park which our 1 year old loved, and close to town. Highly recommend!"], "163626332": ["Barbara", "Excellent location close to Main street of Broken Hill.\nModernised Miners cottage with all facilities. Home away from home.\nExtended our visit to 5 days.\nOur first experience with AirBnB & we were delighted"], "53493731": ["Mariela", "Jay's place was perfect for what we needed.  The cottage was clean, spacious and centrally located. My colleague and I stayed here for work a work trip and would definitely come back when back in Broken Hill."], "23502348": ["Michael", "A great place to stay with all amenities needed to make your stay very comfy."], "14784831": ["Sarah", "We had an extended 10-week stay at Jay's lovely cottage in Broken Hill, and we couldn't have chosen a more perfect place. The cottage is perfectly situated close to the heart of town, walking distance to the main street and opposite a beautiful park. \nIt was clean and stocked with all amenities needed for a comfortable stay. Jay was extremely helpful, and always promptly replied to any concerns or questions that we had. The extra touches of chocolates was a bonus! \nWe would highly recommend Jay's place for both short and long-term stays."], "52823179": ["John", "A very comfortable house,well located,easy walk into cbd. No wi fi,would have been handy."], "113329559": ["Darren", "Much better than we expected!\n\nThe house had everything we needed. Will be looking to come back soon.\n\nThanks Jay"], "27824602": ["Mark", "Excellent"], "148117954": ["Tina", "Very pleasant and comfortable environment."], "23605464": ["Gwenda", "Good value and true to Airbnb photos and description. A really charming cottage to stay in. Loved the artwork through the house. Easy living for the week."], "27817238": ["Barbara", "We LOVED everything about staying at Jay's town house.  We stayed for 4 days but could easily have stayed for 4 weeks we felt so comfortable there. We thoroughly enjoyed sitting on the bench out the front drinking the complimentary champagne. We will be back!"], "111518333": ["Phoebe", "Jay's home is clean and spacious. 3 of us stayed here for a weekend and it was great to have such a lovely space to come home to. Very reasonably priced for what you get. Jay was a great communicator, making it clear that he was available if we had any questions or concerns. Highly recommend!"], "133166265": ["Heather", "The accomodation was comfortable, clean, well lit and welcoming. Facilities were excellent and functional. Located in a quiet environment with good security. House was quick and easy to warm up on a cold day. We enjoyed our stay immensely and would happily do so again. "], "434384": ["Suzanne", "Enjoyed our stay in Broken Hill, staying at Jays. Cute little cottage close to everything. Well presented, very comfortable. It was very cold during our stay but the heater and electric blankets kept us toasty. "], "120278292": ["Grant", "Ideally located, clean tidy and cosy. A home away from home."], "21298171": ["Samadhi Selena", "Stay in this gorgeous cottage if you can! This place is just as it is described - beautifully renovated and well appointed with all the little things to make a comfortable stay. The bedding was lovely, heating and electric blankets were great for the winter. Also the kitchen was very well equipped  and Jay had thought of all the  great little touches. Aloe Vera tissues, apron - and a box of chocolates and wine that was appreciated. Good location opposite a park and close to town but in a quiet residential street. Wonderful stay!"], "10684064": ["Kenneth", "Thanks for letting us stay at your place. Location was close to everything and the house was decorated with beautiful art. We enjoyed staying there"], "37541211": ["Stephanie", "We had a lovely stay at Jay's. The house was an easy walk to Argent St and the heart of Broken Hill. The house was exceptionally clean and thoughtfully kitted out, from BBQ appliances and utensils to bathroom supplies. The wine and chocolates on arrival were especially lovely after a long days drive into the outback. I would thoroughly recommend this accommodation to anyone looking for a relaxed and comfortable break in Broken Hill. "], "74229794": ["Gary", "Great central location easy walk to centre of town, nice lookout from front of the property to a church across the road and a park.\r\nNicely renovated comfortable original cottage with everything needed for our stay.\r\nEasy  prompt communication from Jay. "], "86006585": ["Warren", "Loved our stay here. Very modern and so well organised.  Close walk and a lovely park nearby. We have stayed in a number of places in Broken Hill and would highly recommend this residence."], "45906921": ["Kirstie", "Fabulous house in the centre of town. If you want to explore Broken Hill this is the place to stay. Lovely and quiet with all modern facilities. The house is immaculate and Jay had a lovely bottle of bubbles and chocolates waiting in arrival! Wish we could have stayed longer!"], "98872061": ["Chris", "Provided chocolate and wine. Excellent presentation. Quick follow up communication. Quiet location close to a lot of main attractions\r\n \r\n\r\n\r\n"], "96492848": ["Lisa", "We were made to feel welcome. \r\nHouse was as described. Very quaint and well equiped. \r\nThankyou "], "476422": ["Becc", "The apartment is located 2 blocks from the main strip in town, close to the info centre, restaurants and bars. It has everything you need for a comfortable stay and feels just like home away from home, we will definitely stay here again when in town! We didn't need to contact Jay while in town but all communications before were fast and easy and we met Colin (Jay's dad) on our way out who was lovely."], "18666348": ["Jed", "House was great! Very clean and tidy. All the utensils you could ask for and communication with the host was very prompt. Thanks kindly and look forward to visiting again. "], "73109067": ["Mark", "Listing description was accurate.  keysafe worked perfectly.\r\nA nice welcome of a bottle of wine and chocolates left for us.\r\n\r\nA great place in a very convenient location.\r\n\r\nFully equipped and lived up to photos and description."], "44217443": ["Georgia", "The host canceled this reservation 2 days before arrival. This is an automated posting."], "10923714": ["Damien", "The cottage is well located neat to the main street and in a quiet street. We found the cottage was just large enough for four people; it is only 4.5 m wide and particularly the bedrooms, a bit confining. The interior is very well presented, with timber floors and white walls throughout, plenty of lights and power outlets. The single bathroom, which has good basic appointments, is at the rear, through the kitchen. Towels were provided. There is a washing machine and dryer. The kitchen is well fitted out and had just enough C & C and pots and pans, along with a water filter, microwave, toaster and oven. There is a ducted air cooler and a gas heater in the small living area, and a large screen TV. The side outdoor sitting area was nice for breakfast. We thought the cost was at the upper end for an old cottage and would be excessive if there was just 2 people."], "60461935": ["Guillaume", "Very quick and friendly response from Jay.\r\nThe townhouse is a lovely place, perfect for a family of four. Overall comment would be above our expectation. Everything in made our stay very confortable. The location is perfect, our young kids really enjoyed the the park and playground just opposite of the road.\r\nHighly recommended; thank you Jay!\r\n"], "16933725": ["Sahar", "We really enjoyed our (Email hidden by Airbnb) munication with Jay was prompt and he was always available to answer any questions, the location was central and quiet and the accommodation was great. Highly recommend it. "], "47656953": ["Lauren", "Lovely townhouse in the middle of Broken Hill ! Jay was wonderful and super fast at responding to enquiries and very approachable. The townhouse itself was fitted luxuriously throughout and was a beautifully finished and clean character home with super modern amenities . Thankyou for the choccies and wine, so nice after a long day on the road. Will be back for sure :) "], "3895723": ["Ash", "Big thanks to Jay and team for having us at their place in Broken Hill. We needed some place to rest during our road trip from Sydney to Adelaide, and found a comfortable temporary home at Jay's. \r\n\r\nSimple touches like having the place cool as we came in from a hot day's car ride, and a bottle of wine and a box of chocolates to welcome us made for a cool welcome to Broken Hill.\r\n\r\nGreat experience over all."], "34805496": ["Gail", "The property was well furnished, presented as advertised and made for an enjoyable home away from home for our stay. Its a comfortable and  easy walking distance to the main town centre. We visit the town often and will have no hesitation in using the premises again."], "2593557": ["Dani", "The house was comfortable, clean and well equipped with everything we needed. It was right next to a beautiful park, which we took advantage of with the little kids. Location was perfect, close to everything you need including a supermarket on the other side of the park. We felt welcome in Jay's home, and would highly recommend it. "], "46802315": ["Krystie", "Booking was seamless and Jay was very prompt responding to questions and requests. The house was very clean and comfortable and in a great location - close to a beautiful park and walking distance to the main street, regional art gallery and restaurants. \r\nWe had a lovely weekend away."], "43974837": ["Frank", "A very clean and nicely presented house, close to train station and city centre. Jay is an easy going and considerate host."], "1330757": ["Fiona", "We loved our 3 nights at Jay's house. It was so stylish, comfortable, clean and well-equipped, and in a great location - we liked being able to walk to the main street for coffee, but drive to the supermarket in just a few minutes. This was the perfect place to stay while we explored Broken Hill. I'd recommend it to anyone, and hope to stay there again one day. Thanks Jay!"], "18240194": ["Christine", "Our visit to Broken Hill was enhanced by staying at this lovely home in a very convenient location. The home had excellent features and more than lived up to the information provided in the listing. It was clean, tidy and easy to find with simple access arrangements. The bed was very comfortable and heater worked well too. A welcome pack was a lovely touch and made us feel at home.\r\nJay was very friendly and helpful, responding quickly to all communications. His father was the local contact and also answered queries quickly and efficiently.\r\nBroken Hill was such an interesting place to visit that we decided to extend our stay and this was readily organised.\r\nThank you both for an excellent Airbnb experience. Chris and Ian. "], "17217797": ["Matt", "Great place and location, had a fantastic stay. Everything we needed...our best AirBNB experience to date!"], "22693532": ["Alex", "The house was fabulous! Loved the very generous choccies & wine.  Excellent central location, good heating and very clean and comfortable. Jay and Colin were really hospitable. Hiighly recommend!"], "25443934": ["Cecilia", "I had a great stay in Jay's house. It's just perfect, modern, well equipped and in a great street. Very close to town and a lovely park. I would love to live there!"], "22735215": ["Lara", "Lovely place with super-comfy beds, couch and all the mod-cons ( the side cupboard setup in the kitchen was a marvel of modern engineering.) Jay gave me some great tips about Broken Hill and was easy to deal with. "], "2032198": ["Anthony", "Unfortunately, we never got to meet Jay or his father. It is the only AirBNB premises where we haven't had the pleasure of meeting the host. But we could understand—he obviously doesn't live in Broken Hill and we wouldn't expect him to come and greet us. \r\nThe accommodation was just as we had expected from the description and the feedback of others. The locality was very quiet, with a little playground and park just down the street.\r\nWe certainly would recommend Jay's place to anyone contemplating travelling to Broken Hill. It is very clean and quite modern. \r\nMy only problem was that I am 194cm and I hung over the end of the bed a little."], "10661803": ["Zoe", "Lovely house in a central location. The little touches like laundry powder for the washing machine, olive oil in the kitchen were much appreciated. \r\nWe stayed in winter and it was cold in Broken Hill. The living area has great heating but there were no heaters in the bedrooms. We asked for a small area heater after the first night and Colin brought one around for us that morning - thanks! Great service and a great stay."], "6849106": ["Kate And Warwick", "Jay's place is in a perfect location to walk to the Main Street of Broken Hill and has a lovely park 50 metres away.  The house is perfect with very comfortable beds in both bedrooms, a small lounge leading out to a side courtyard with BBQ and garden furniture.  The dining, kitchen, bathroom and laundry all work perfectly and are very well equipped.  Three of us (a couple and a single) had a great week staying here and highly recommend it."], "66849265": ["Beck", "Fantastic place right in the thick of it. Close to The Palace, Silly Goat and other eating, and a short drive to Living Desert, Silverton and Mundi Mundi. The house is lovely and exactly as described. You'll have everything you'll need. And the back yard is classic outback! Lovely in summer with the air conditioning. I did tinkle the ivories. Thank you Jay - I'll be back. "], "58971733": ["Sarah", "Clean tidy \nNice welcome package "], "2305831": ["Alyna", "Thanks very much to Jay. The townhouse was really fabulous,  and to be honest, a fantastic surprise inside based on the typical Broken Hill 'tinny' outside.  Much more room than expected,  the kitchen fully kitted and the outside area was great for barbecuing and relaxing at the end of the day.  A top class accommodation! Jay was also very forthcoming with details and offered to show us around on arrival,  which wasn't necessary as everything was clearly laid out with instructions.  Thanks very much. "], "22533712": ["Naomi", "Great location! House was clean, spacious and had everything we may have wanted.  All around great place to stay."]}, {"Jun": {"2019-06-01": [false, 155], "2019-06-02": [false, 155], "2019-06-03": [false, 155], "2019-06-04": [false, 155], "2019-06-05": [false, 155], "2019-06-06": [false, 155], "2019-06-07": [false, 155], "2019-06-08": [false, 155], "2019-06-09": [false, 155], "2019-06-10": [false, 155], "2019-06-11": [false, 155], "2019-06-12": [false, 155], "2019-06-13": [false, 155], "2019-06-14": [false, 155], "2019-06-15": [false, 155], "2019-06-16": [false, 155], "2019-06-17": [false, 155], "2019-06-18": [true, 155], "2019-06-19": [true, 155], "2019-06-20": [false, 155], "2019-06-21": [false, 155], "2019-06-22": [false, 155], "2019-06-23": [false, 155], "2019-06-24": [false, 155], "2019-06-25": [false, 155], "2019-06-26": [false, 155], "2019-06-27": [true, 155], "2019-06-28": [true, 155], "2019-06-29": [false, 155], "2019-06-30": [false, 155]}, "Jul": {"2019-07-01": [false, 155], "2019-07-02": [false, 155], "2019-07-03": [false, 155], "2019-07-04": [false, 155], "2019-07-05": [false, 155], "2019-07-06": [false, 155], "2019-07-07": [false, 155], "2019-07-08": [false, 155], "2019-07-09": [false, 155], "2019-07-10": [false, 155], "2019-07-11": [false, 155], "2019-07-12": [false, 155], "2019-07-13": [false, 155], "2019-07-14": [false, 155], "2019-07-15": [false, 155], "2019-07-16": [true, 155], "2019-07-17": [false, 155], "2019-07-18": [false, 155], "2019-07-19": [true, 155], "2019-07-20": [true, 155], "2019-07-21": [true, 155], "2019-07-22": [false, 155], "2019-07-23": [false, 155], "2019-07-24": [false, 155], "2019-07-25": [false, 155], "2019-07-26": [true, 155], "2019-07-27": [true, 155], "2019-07-28": [true, 155], "2019-07-29": [true, 155], "2019-07-30": [true, 155], "2019-07-31": [true, 155]}, "Aug": {"2019-08-01": [true, 155], "2019-08-02": [true, 155], "2019-08-03": [true, 155], "2019-08-04": [true, 155], "2019-08-05": [true, 155], "2019-08-06": [true, 155], "2019-08-07": [true, 155], "2019-08-08": [true, 155], "2019-08-09": [true, 155], "2019-08-10": [true, 155], "2019-08-11": [true, 155], "2019-08-12": [false, 155], "2019-08-13": [false, 155], "2019-08-14": [false, 155], "2019-08-15": [true, 155], "2019-08-16": [true, 155], "2019-08-17": [true, 155], "2019-08-18": [true, 155], "2019-08-19": [true, 155], "2019-08-20": [true, 155], "2019-08-21": [true, 155], "2019-08-22": [true, 155], "2019-08-23": [true, 155], "2019-08-24": [true, 155], "2019-08-25": [true, 155], "2019-08-26": [false, 155], "2019-08-27": [false, 155], "2019-08-28": [true, 155], "2019-08-29": [true, 155], "2019-08-30": [false, 155], "2019-08-31": [false, 155]}, "Sep": {"2019-09-01": [false, 155], "2019-09-02": [false, 155], "2019-09-03": [true, 155], "2019-09-04": [true, 155], "2019-09-05": [true, 155], "2019-09-06": [true, 155], "2019-09-07": [true, 155], "2019-09-08": [true, 155], "2019-09-09": [true, 155], "2019-09-10": [true, 155], "2019-09-11": [true, 155], "2019-09-12": [false, 155], "2019-09-13": [false, 155], "2019-09-14": [false, 155], "2019-09-15": [false, 155], "2019-09-16": [false, 155], "2019-09-17": [false, 155], "2019-09-18": [false, 155], "2019-09-19": [false, 155], "2019-09-20": [false, 155], "2019-09-21": [true, 155], "2019-09-22": [true, 155], "2019-09-23": [false, 155], "2019-09-24": [false, 155], "2019-09-25": [false, 155], "2019-09-26": [false, 155], "2019-09-27": [false, 155], "2019-09-28": [false, 155], "2019-09-29": [false, 155], "2019-09-30": [false, 155]}}, 50]}