{"23277494": [[-34.27946, 146.04916], "~The Aurora Retreat~\nBeautiful new home! Free wifi", ["https://a0.muscache.com/im/pictures/7a9455a6-9a5d-489e-998b-950e2bf52827.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/471dbea1-764e-4479-8106-28a280c5f18d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e12321be-817e-4928-bb1f-9596c21c4a43.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7ce97587-9e04-410c-9c30-0328c9da9a5c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3f9aab48-102b-4bcc-8931-5d6c3ce20898.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a4da43ce-4e56-4df2-b49f-5f6c0f254c53.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/512eb251-7ef3-48a5-9204-b2513a61a28d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/38d130ac-fc70-4add-a0ab-0228c429855d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/edd1f0ab-add2-4cf6-9f2a-ab1043aabe48.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d8d13ce0-c2c2-4ce1-9eeb-87726a1e90fc.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/033ac7b4-664f-4d65-b1f7-a55e9f0274a0.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/74f8c40f-a299-4788-8a5f-d869658e3d60.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e84078da-4e45-4fa8-a7e8-45390b13e1cc.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a22e7bb8-9e09-40ca-bde4-e2278ed0899d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/58d945d6-ff40-4bca-baaa-8a1b7a7ccc13.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5e28192d-eb98-4390-a5b5-bf983b438345.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3ba126de-f8b0-4d02-82f3-ca07f55b5a47.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f23a48f9-265e-43b6-a3d9-8a171715b945.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d5428512-c15f-4e89-bbaa-49d9d68faf1d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e52e21a1-195f-4644-bdd4-2427f7ab8665.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3d015a7c-3cd1-4008-9209-a533d413625a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/73e2c100-98cb-4814-b3b0-466854f16b83.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/8088c8de-56a9-48dc-bd93-087808c2d7d5.jpg?aki_policy=large"], "3 bedrooms", 3, "2 baths", 2.0, 4, 7, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 58, 5.0, "Entire house", 160.0, "AUD", 0, 173291023, "This BRAND NEW charmingly renovated retreat, is fresh and immaculate and will make you feel right at home! It also includes free wifi. We are SUPER HOSTS for the fourth time! With three bedrooms and two bathrooms, this fully self-contained home will cater up to 7 guests- Queen, Double, two single beds and a foldaway single bed (please advise). With ducted reverse heating and cooling throughout, you will certainly feel the comforts of home during your stay. Also 20% discount for weekly stays.'", {"253167528": ["Steve", "Aurora Retreat is stylish, clean, well kept and professionally managed accommodation in an excellent location.  We found the host, Jenna, to be flexible and a great communicator."], "186887732": ["Greg", "Jenna's home was great- very clean, modern & comfortable. Enjoyed it, wished we could've stayed longer. Highly recommended!"], "101159866": ["Yi", "Jenna’s house is very comfort, tidy and lovely, would 100% recommend. Family friendly. Got everything needed. Will definitely book again next time we visit GRIFFITH."], "159903882": ["Kevin", "This house has been meticulously renovated... everything is perfect, a credit to the owners.\nThe best Airbnb I have stayed in..."], "15539439": ["Angela", "Fantastic place, very quick responses, clean and modern"], "13193295": ["Ash", "Absolutely beautiful place, such wonderful hosts. Definitely recommended "], "49515187": ["Maria", "Jenna was a delightful host, super responsive and pleasant to deal with. The Guesthouse is lovely and in a great location - within easy walking distance to town. Would highly recommend!"], "83615007": ["Duarte", "Nice and cosy home close to Griffith centre, would much prefer it to a hotel. Would recommend to anyone visiting the town."], "235600944": ["Eric", "great stay"], "81799479": ["Tom", "I always love staying here such a warm clean house."], "32565568": ["Pauline", "We had such a lovely stay last weekend.  Jenna has done such a great job.  The accommodation was clean and beautifully styled with everything we could possibly need.  Jenna was prompt with all communication and the organisation was seamless.\n\nThank you again. I would have no hesitation in staying again or recommending this spot to another visitor. \nKind regards \nPauline"], "45578038": ["Ben", "Everything was great."], "7389440": ["Karen", "We had a lovely stay at Jenna’s as a family of 6. The house is very comfortable and modern. There were lots of helpful touches and the linen was of high quality. Location is great with walking distance to town and local parks. We enjoyed the outdoor living areas and found the fans to work very well."], "245405361": ["Dean", "Great place in a good location.\nSpotless clean and has everything you need."], "217998785": ["Narelle", "Excellent home, very well appointed with nice personal touches"], "145866225": ["Sue", "Jenna’s house is just magnificent in every way!!   Each room has been tastefully decorated with all the comforts of home. Jenna has thought of everything !  With everything you could need supplied ( Even the necessary Aerogard !!)\nIt was the perfect base for our son’s wedding.\nThe Aurora Retreat is the best place to stay in Griffith and so, so recommended!!!!\nRegards Sue"], "25784392": ["Stephanie", "Would highly recommend this house if you’re planning a trip to Griffith!\nJenna is a wonderful host, so accommodating and quick to respond. the house is stylish and comfortable and walking distance to the Main Street of Griffith. We all commented on how beautiful and quiet the street is, and comfortable the beds are-a great few nights!! \nWe would definitely stay again."], "86832772": ["Rach", "We loved Jenna’s home. It was beautiful, clean and stylish. The furnishings and linnen were top quality and the beds were super comfy.  Liasing with Jenna was so very easy, professional and friendly. Thanks again!"], "50226341": ["Sophie", "Great in every aspect!"], "79624310": ["Susan", "Immaculately clean home with all ammenities. We appreciated the extra touches which helped make us feel welcome. Thank you."], "49396551": ["Warren", "Great place, everything you need and super clean and comfortable"], "71449063": ["Kelly", "The Aurora Retreat was just beautiful - modern with many lovely touches, sparkling clean and very close to the city centre. Would highly recommend to any traveller to Griffith."], "129485293": ["Karen", "very lovely place to stay. would definately stay again"], "237914946": ["Verónica", "Hi Jenna! Thank you so much for letting us stay at this beautiful home of yours! The spaces were well organised, clean and nicely furnished. Perfect place for a weekend getaway! "], "63939673": ["Jeffrey", "Thanks Jenna for a great stay!  House was clean and beautiful."], "100581486": ["Diana", "Aurora Retreat is a beautiful and stylish home that not only met, but exceeded all our expectations. Host Jenna is easy to communicate with and provide informative and assistive guidance. She went above and beyond in making us feel comfortable and at home. It is indeed a perfect retreat and I cannot recommend it more highly. it will definitely be our go place next time we visit Griffith."], "31623265": ["Helen", "Beautiful house, very comfortable"], "87606543": ["Michelle", "Aurora Retreat so appropriately named! We had a lovely stay and felt completely at home and stayed cool and calm in a heatwave with the beautiful amenities here. Jenna was a delight to communicate with. My family and I would definitely stay again. Thank you Jenna for your hospitality!"], "21194709": ["Kendall", "Jenna's place was just perfect. Clean, modern and with all our family of five needed for a short stay in Griffith. Honourable mentions must go to the air conditioning and ceiling fans which kept us wonderfully cool."], "15357228": ["Lauren", "Jenna's place was perfect for us - two couples, two small kids (9m & 15m) and a wedding to attend in Griffith. Conveniently located, very clean and with all the amenities you'd need for a weekend away, including small thoughtful touches for the kids (highchair, portacot, a selection of toys and childproofing all provided!).  Very comfortable, would definitely recommend."], "152955441": ["Robyn", "Highly recommended this lovely home if looking for accommodation in  Griffith. Clean, bright, comfortable and well appointed."], "185131182": ["Ivan", "Great!"], "223566720": ["Luigi", "A great place to stay. Quiet, clean and a good position."], "222663344": ["Glenys", "Lovely home, great location, comfy beds, we all slept well, great shower but be careful re usage, tempting to stay under but water is only heated overnight so morning showers only. Would happily stay again. Thanks Jenna"], "206094462": ["Penny", "My friends & I stayed in this house &found it to be a  very comfortable home ,with great amenities in a great location. It has everything you'd need for a  stay in Griffith-very comfortable beds, lovely linens, a bbq, dishwasher, aircon-the works!! Jenna is a great host -she was very quick to answer any queries I had prior to our arrival &was very accommodating . We knew what to expect &this property exceeded our expectations!"], "162918804": ["Mark", "The house was way better than we could have hoped. Every amenity you could think of was provided. The space was stylish but very comfortable and homey. Walking distance to kids parks and the main street. The owner was friendly and very helpful throughout our stay. We thoroughly recommend this space and would happily stay again!"], "128616075": ["Reanna", "Thanks for being an amazing host. The place was sparkling clean with excellent amenities. Jenna’s communication, hospitality and genuine helpfulness was second to none. We will be back. Thanks again!"], "3015357": ["Robert", "Our family of 5 loved our trip to Griffith. Aurora Retreat was perfect for us. Convenient location, comfortable and spotless. We hope to be back!"], "198578487": ["Rosalie", "We spent a lovely weekend here with family.  The house is spacious, clean (newly renovated?).  Great space outside for kids to play.  Extra bathroom was great too!"], "92948627": ["Louise", "Jenna was warm and friendly when she saw we had a baby a high chair and box of toys was left out which we found very thoughtful. The toys were great quality and very clean.\nThe house is beautiful the pictures don’t do it justice.\nWe will definitely stay here again."], "210777146": ["Justin", "Wonderful place in Griffith if you want first class comfort in a beautiful home."], "149158697": ["Ken", "Very beautiful and quiet house. Host is quick to respond and everything was great. Would definitely stay again."], "45753787": ["Glenn", "Great place, great value, great host"], "54691985": ["Helen", "Great venue. Quiet and very comfortable \nVery well catered for with everything you really need \nConvenient location to lots of great areas  around Griffith \n"], "53118582": ["Chris", "Very clean and comfortable house. Jenna is an excellent host."], "127441304": ["Victoria", "Very convenient, spacious house love the rooms . Close to town, lookout, and airport. Recommend this place to future travellers. "], "81806309": ["Kay", "The Aurora Retreat is in a quiet and convenient location, and we found it very spacious, clean, well-equipped and comfortable. Jenna was always very prompt in responding to queries. We will be looking to stay again when we travel to Griffith. "], "1794998": ["Mem", "This house is beautiful, clean, quiet, and roomy and Jenna was there at the end of the phone to answer questions immediately. I highly recommend Jenna's house for a restful stay in Griffith."], "14867531": ["Nic", "Incredibly accommodating to last minute changes, super clean, stylish and modern home & in a really nice spot. Couldn’t recommend more."], "106318200": ["Bill", "Great place to stay clean good price close to town comfortable."], "180849736": ["Nathan", "A really cosy and stylish home to stay in when visiting Griffith"], "73467880": ["Lorelle", "It was a real joy to stay here after a long day on the road. Jenna was very helpful, the cute place was so clean, tidy and very comfortable."], "134980110": ["Jacqui", "The place was great, really neat and tidy and nice to come home to after being out and about. We had everything we needed and plenty of space to spread out so you didn't feel like you were on top of one another the whole time like in a hotel room.\nJeans was fantastic, really quick to respond to any queries and very easy to deal with!"], "9240301": ["Hanna", "Jenna’s house was perfect for our stay with our 2 small kids. It was immaculate, tastefully decorated, comfortable bed and great shower. Great location for us being close to town and family. The house had plenty of toys and books, a high chair and portacot. Jenna was kind enough to allow us a late checkout so that our baby could have her morning nap. Will no doubt be staying here again when our relatives houses are full!"], "176621727": ["Daniel", "Great place to stay"], "176089534": ["Tony", "Place was clean and well setup. Host was most helpful. Would highly recommend"], "122480912": ["Sally", "Jenna's place was lovely with modern decor and exceptionally clean. Very comfortable beds which will keep me coming back time after time. I enjoyed my stay and would highly recommend to other travellers."], "165144882": ["Wendy", "非常舒适!"]}, {"Jun": {"2019-06-01": [false, 165], "2019-06-02": [false, 160], "2019-06-03": [false, 160], "2019-06-04": [false, 160], "2019-06-05": [false, 160], "2019-06-06": [false, 160], "2019-06-07": [true, 165], "2019-06-08": [false, 165], "2019-06-09": [false, 160], "2019-06-10": [true, 160], "2019-06-11": [true, 160], "2019-06-12": [true, 160], "2019-06-13": [false, 160], "2019-06-14": [false, 165], "2019-06-15": [false, 165], "2019-06-16": [false, 160], "2019-06-17": [false, 160], "2019-06-18": [true, 160], "2019-06-19": [true, 160], "2019-06-20": [true, 160], "2019-06-21": [false, 165], "2019-06-22": [false, 165], "2019-06-23": [false, 160], "2019-06-24": [false, 160], "2019-06-25": [false, 160], "2019-06-26": [false, 160], "2019-06-27": [false, 160], "2019-06-28": [false, 165], "2019-06-29": [false, 165], "2019-06-30": [true, 160]}, "Jul": {"2019-07-01": [true, 160], "2019-07-02": [true, 160], "2019-07-03": [true, 160], "2019-07-04": [true, 160], "2019-07-05": [true, 165], "2019-07-06": [true, 165], "2019-07-07": [true, 160], "2019-07-08": [true, 160], "2019-07-09": [true, 160], "2019-07-10": [true, 160], "2019-07-11": [false, 160], "2019-07-12": [false, 165], "2019-07-13": [false, 165], "2019-07-14": [false, 160], "2019-07-15": [false, 160], "2019-07-16": [true, 160], "2019-07-17": [true, 160], "2019-07-18": [true, 160], "2019-07-19": [false, 165], "2019-07-20": [false, 165], "2019-07-21": [true, 160], "2019-07-22": [true, 160], "2019-07-23": [true, 160], "2019-07-24": [true, 160], "2019-07-25": [true, 160], "2019-07-26": [true, 165], "2019-07-27": [true, 165], "2019-07-28": [true, 160], "2019-07-29": [true, 160], "2019-07-30": [true, 160], "2019-07-31": [true, 160]}, "Aug": {"2019-08-01": [true, 160], "2019-08-02": [true, 165], "2019-08-03": [true, 165], "2019-08-04": [true, 160], "2019-08-05": [false, 160], "2019-08-06": [false, 160], "2019-08-07": [false, 160], "2019-08-08": [true, 160], "2019-08-09": [true, 165], "2019-08-10": [true, 165], "2019-08-11": [true, 160], "2019-08-12": [true, 160], "2019-08-13": [true, 160], "2019-08-14": [true, 160], "2019-08-15": [true, 160], "2019-08-16": [true, 165], "2019-08-17": [true, 165], "2019-08-18": [true, 160], "2019-08-19": [true, 160], "2019-08-20": [true, 160], "2019-08-21": [true, 160], "2019-08-22": [true, 160], "2019-08-23": [false, 165], "2019-08-24": [false, 165], "2019-08-25": [false, 175], "2019-08-26": [true, 175], "2019-08-27": [true, 160], "2019-08-28": [true, 160], "2019-08-29": [true, 160], "2019-08-30": [false, 165], "2019-08-31": [false, 165]}, "Sep": {"2019-09-01": [false, 160], "2019-09-02": [true, 160], "2019-09-03": [true, 160], "2019-09-04": [true, 160], "2019-09-05": [true, 160], "2019-09-06": [true, 165], "2019-09-07": [true, 165], "2019-09-08": [true, 175], "2019-09-09": [true, 160], "2019-09-10": [true, 160], "2019-09-11": [true, 160], "2019-09-12": [true, 160], "2019-09-13": [true, 165], "2019-09-14": [true, 165], "2019-09-15": [true, 160], "2019-09-16": [true, 160], "2019-09-17": [true, 160], "2019-09-18": [true, 160], "2019-09-19": [true, 160], "2019-09-20": [true, 165], "2019-09-21": [true, 165], "2019-09-22": [true, 160], "2019-09-23": [true, 160], "2019-09-24": [true, 160], "2019-09-25": [true, 160], "2019-09-26": [true, 160], "2019-09-27": [true, 165], "2019-09-28": [true, 165], "2019-09-29": [true, 160], "2019-09-30": [true, 160]}}, 0], "33866056": [[-34.29068, 146.031], "Bright, modern 3BR house close to parks and CBD", ["https://a0.muscache.com/im/pictures/459eb718-5b88-4058-a947-ad38055e95d3.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1aed6af3-67a9-43a4-bcdf-160f32d36ae3.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/96643564-d282-4712-b08f-62567031ec9a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/75dcb397-d78a-43a6-87e5-4ac71c5829fc.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/da693eaa-15ee-4914-b670-21bb99a6c9e6.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d4e494ac-9f1f-4991-9cd2-e2d12c26fb67.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/436f1d5a-7a9d-4fb6-91d3-cdf66b3125b8.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/222030f5-672a-4d21-86cd-0268767ee8bb.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/50494887-f66e-4c95-bb5f-9fb581678980.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a993d406-b391-414c-a0b9-bfdb6916f610.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ab1535d5-6f89-43dc-a09d-de52af85a2a9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0a2f3cd1-61d4-4166-b69f-559ece91a188.jpg?aki_policy=large"], "3 bedrooms", 3, "1.5 baths", 1.5, 4, 4, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 6, 5.0, "Entire house", 129.0, "AUD", 0, 60110355, "Immaculately renovated art deco house in the heart of Griffith, just a short walk to parks, cafes and shops. This house is filled with light, with 3 good-sized bedrooms, 2 living areas and modern kitchen-dining, with all appliances and kitchen essentials provided.The hosts can meet you in person or leave keys out for you if youunsure of your arrival time.'", {"227074530": ["Nick", "It was a great, affordable stay! The house was clean, cosy and had everything you need. Vanessa takes a lot of pride in making sure guests are looked after, is quick and easy to communicate with. Thanks for a great stay, would love to stay again next time in Griffith."], "256283183": ["Ramandeep", "Nice place, clean and tidy. Love to stay next year."], "174335113": ["Dana", "Wonderful home to stay in. Has everything you need for a comfortable stress free stay. Would stay again if ever I am back ."], "259501599": ["Gregory", "Everything you need.  Great kitchen, bathroom etc. free wifi,comfortable stylish furnishings.\nEnough provisions to get you started including plunger coffee, eggs, bread and various condiments including olive oil.\nAlso good sized laundry with washing much and dryer.\nGood sized garden."], "137052846": ["Sophie", "Thoroughly enjoyed our stay at your beautifully decorated home. Considerate and thoughtful touches throughout the home. Very comfortable and clean. Thank you."], "210681556": ["Erin", "Super clean house. Easy check in and check out.  The house was warm and had all amenities needed. The extra touches with the towels, Breakfast drawer were awesome. Would stay there again."]}, {"Jun": {"2019-06-01": [false, 130], "2019-06-02": [false, 130], "2019-06-03": [false, 130], "2019-06-04": [false, 130], "2019-06-05": [false, 130], "2019-06-06": [false, 130], "2019-06-07": [false, 130], "2019-06-08": [false, 130], "2019-06-09": [false, 130], "2019-06-10": [false, 130], "2019-06-11": [false, 130], "2019-06-12": [false, 130], "2019-06-13": [false, 130], "2019-06-14": [false, 130], "2019-06-15": [false, 130], "2019-06-16": [false, 130], "2019-06-17": [false, 130], "2019-06-18": [false, 130], "2019-06-19": [false, 130], "2019-06-20": [false, 130], "2019-06-21": [false, 130], "2019-06-22": [false, 130], "2019-06-23": [false, 130], "2019-06-24": [false, 130], "2019-06-25": [false, 130], "2019-06-26": [false, 130], "2019-06-27": [false, 130], "2019-06-28": [false, 130], "2019-06-29": [false, 130], "2019-06-30": [false, 135]}, "Jul": {"2019-07-01": [false, 130], "2019-07-02": [false, 130], "2019-07-03": [false, 130], "2019-07-04": [false, 130], "2019-07-05": [false, 130], "2019-07-06": [false, 130], "2019-07-07": [false, 130], "2019-07-08": [true, 130], "2019-07-09": [true, 130], "2019-07-10": [true, 130], "2019-07-11": [true, 130], "2019-07-12": [false, 131], "2019-07-13": [true, 139], "2019-07-14": [false, 130], "2019-07-15": [false, 130], "2019-07-16": [false, 132], "2019-07-17": [false, 130], "2019-07-18": [false, 130], "2019-07-19": [false, 138], "2019-07-20": [true, 139], "2019-07-21": [false, 130], "2019-07-22": [false, 130], "2019-07-23": [false, 130], "2019-07-24": [false, 130], "2019-07-25": [false, 130], "2019-07-26": [false, 130], "2019-07-27": [true, 130], "2019-07-28": [true, 131], "2019-07-29": [true, 133], "2019-07-30": [true, 130], "2019-07-31": [true, 130]}, "Aug": {"2019-08-01": [true, 130], "2019-08-02": [false, 135], "2019-08-03": [false, 130], "2019-08-04": [false, 130], "2019-08-05": [false, 130], "2019-08-06": [false, 130], "2019-08-07": [false, 130], "2019-08-08": [false, 130], "2019-08-09": [false, 130], "2019-08-10": [false, 130], "2019-08-11": [false, 130], "2019-08-12": [false, 130], "2019-08-13": [false, 130], "2019-08-14": [false, 130], "2019-08-15": [false, 130], "2019-08-16": [false, 130], "2019-08-17": [false, 134], "2019-08-18": [false, 130], "2019-08-19": [false, 130], "2019-08-20": [false, 130], "2019-08-21": [false, 130], "2019-08-22": [false, 130], "2019-08-23": [false, 130], "2019-08-24": [false, 130], "2019-08-25": [false, 130], "2019-08-26": [false, 130], "2019-08-27": [false, 130], "2019-08-28": [false, 130], "2019-08-29": [false, 130], "2019-08-30": [false, 130], "2019-08-31": [false, 130]}, "Sep": {"2019-09-01": [false, 130], "2019-09-02": [false, 130], "2019-09-03": [false, 130], "2019-09-04": [false, 130], "2019-09-05": [false, 130], "2019-09-06": [false, 130], "2019-09-07": [false, 130], "2019-09-08": [false, 130], "2019-09-09": [false, 130], "2019-09-10": [false, 130], "2019-09-11": [false, 130], "2019-09-12": [false, 130], "2019-09-13": [false, 138], "2019-09-14": [false, 139], "2019-09-15": [false, 134], "2019-09-16": [false, 130], "2019-09-17": [false, 130], "2019-09-18": [false, 130], "2019-09-19": [false, 130], "2019-09-20": [false, 138], "2019-09-21": [false, 132], "2019-09-22": [false, 135], "2019-09-23": [false, 134], "2019-09-24": [false, 133], "2019-09-25": [false, 133], "2019-09-26": [false, 137], "2019-09-27": [false, 130], "2019-09-28": [false, 137], "2019-09-29": [false, 130], "2019-09-30": [false, 136]}}, 0], "16102322": [[-34.27576, 146.07677], "The Davidson", ["https://a0.muscache.com/im/pictures/381a49e9-f8fa-4d4f-b374-f4af0dc15597.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/cc791816-b7e1-4f9f-8c4d-ac4a81d02d54.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/df6368b3-a6a9-45e9-8b07-74ac6d8204e4.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/381cb955-d722-4ce4-87fd-b58e739c1f9d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/083789f4-6a14-45dc-b3f1-a734051f0bd0.jpg?aki_policy=large"], "2 bedrooms", 2, "2 baths", 2.0, 2, 4, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 76, 4.5, "Entire house", 111.0, "AUD", 0, 104974266, "Brand new serviced apartment with the facility to sleep up to  4 people. Price shown on screen is based on 1 adult stay. Additional 25 per person .If required 2 room stay 3 guest need to be or requested for second room.price shown on screen for two people in twin share one room. Beautiful back yard outlook onto 10000sqm of grass. Luxury is at its best Donsettle for a 25 sqm room.This brand new apartment is set on 100sqm.Self parking directly in front of your apartment at no cost.'", {"192659776": ["Parvinder", "Beautiful, modern, spacious, spotlessly clean. Perfect place to stay in. Good location in a lovely town."], "247727172": ["Emma", "The house was lovely and the lounge was amazing! Great place to sit and relax on a trip"], "19024659": ["Alison", "The host canceled this reservation 67 days before arrival. This is an automated posting."], "220248736": ["Raghu", "Apart from slight delay in checking in, Yanni’s place was great. The place is very modern with all the latest in technology, very clean and was a pleasure staying at Yanni’s highly recommended:"], "81799479": ["Tom", "Lovely house. However the extra charges are very misleading and stressful to understand."], "40827763": ["Brendan", "Great place. Very modern and clean."], "225309315": ["Barry", "Nice quiet venue with great parking facilities. Communication  with host was great."], "123571458": ["Vt", "Good facility and location. Free wine offered.  Owner's request for additional $60 (holiday fee) ruined our mood. Fortunately, I saw the message after we left."], "92756609": ["Charles", "The host canceled this reservation the day before arrival. This is an automated posting."], "55846976": ["Faith", "The Davidson is a lovely, clean and modern unit. Communication with host was a bit delayed and minimal, however everything went smoothly and I would recommend staying here to anyone visiting Griffith."], "111821607": ["Jenny", "The host canceled this reservation 13 days before arrival. This is an automated posting."], "166293117": ["Callan", "Apartment was outstanding. Everything was very clean and functioned perfectly. Yanni was an absolute pleasure to deal with and very accommodating. However Belinda the cleaner was extremely hostile the whole time I was there. She kept trying to enter the property and called and texted throughout the night. After checkout Belinda continued to harass me over the phone fabricating lies that mess had been left in the apartment. I have advised Yanni and strongly recommended that he find a replacement cleaner ASAP."], "18595084": ["Steve", "A very nice apartment, as advertised."], "142773713": ["Rowan", "Awesome 2 bedroom unit. Very happy with the owners hospitality and the cleanliness. Not walking distance to town but no issues with a short drive in for dinner etc. Beds are comfortable and clean, bathroom is clean and very modern, very good water pressure. Kitchen is big and easy to cook in. Local area around the unit is a new estate and is very quite, we never had any disturbances while there. We would highly recommend staying."], "46665914": ["Jesse", "Good location\nVery clean"], "215746882": ["Melissa", "Very clean and modern :) would stay here again if we return to Griffith."], "57424764": ["Penny", "Great property. Communication  between lister and on site host could have been better."], "131988014": ["Jared", "Was amazing"], "78030179": ["Rosmarie", "Comfortable,  modern  & clean accommodation that suited all our needs. Highly recommend for future guests. Pleasant stay in a lovely, charming  and  interesting  country town."], "208984981": ["Mohammed", "Wonderful place, very convenient location!"], "40074791": ["Nathan", "Great place to stay with excellent hosts, very happy to recommend this as a perfect place to stay"], "172714126": ["Virginia", "I absolutely loved this place - spacious, clean and very modern. I stayed for a one week work trip - lovely quiet location and great facilities. I will be back!"], "184038787": ["Carmel", "Caretaker was unaware that we were arriving on the set date. We were NOT happy! I txt owner on the morning before we got to Griffith just to make sure that all was OK for our arrival @4pm. He responded to ring him when we arrived. He didn't answer his phone on our arrival so I called the number on the door to be let in. Had to wait for Caretaker to let us in. Caretaker did not know that we had made a booking. She told us to write this in our review. Caretaker had washed the bedspread and had to put it on the bed as we stood in room. VERY CLEAN otherwise. Caretaker very polite and obliging. This was my first AirBnb experience ever! Has made me a little wary of any future bookings......."], "160361338": ["Helen", "Great size, stylish & modern apartment. Perfect for our two night stay x"], "149886767": ["Noel", "This place has all the modern technology.  Not everything thing works though.  Electronic door lock won't lock when you exit. Ducted air-con and heating had failed prior to us arriving. The big bed in the  tiny bedroom was very comfortable. The  TV in the bedroom had a  faulty remote control  (no battery).  Be sure to bring your provisions for breakfast.  Be sure not to pay extra cash directly to the host.  No personal contact with host."], "95838021": ["Paul", "A very clean, neat and new unit with lovely amenities. Would stay again."], "126067524": ["Amy", "The host canceled this reservation 2 days before arrival. This is an automated posting."], "182278365": ["Barry", "Enjoyed our stay plenty of space"], "121941537": ["Collins", "Very happy staying at Yanni's house.  Private, quiet and very modern.\n\na good place to relax after a hard days work."], "141273471": ["Susan", "Very quite location, not central but easy to find. Nice & new with quality fittings and furniture, bed , pillows and sheets were lovely. Belinda very accommodating , friendly and respectful. Thank you for a well presented property."], "191134241": ["Polo", "Outstanding!!!! \nI sure will be back again."], "41780169": ["Barbara", "Beautiful new apartment, in a quiet area. Great showers."], "106969248": ["Tracy", "Very modern apartment with everything you could want. Probably one  of the picks for places to stay at this n Griffith."], "8346842": ["Chris", "Very clean, modern and comfortable, great value"], "26710523": ["Gabrielle", "This is a great place to stay in Griffith. The kitchen was particularly good."], "14431795": ["Donna", "Brand new spotlessly clean, quiet safe house. We had a few problems finding and using the key bad in the dark ( it’s a touch screen on the door handle) however Yanni quickly solved our problems o we the phone . Why does anyone stay in a motel ?"], "104025074": ["Nigel", "A lovely place to call home"], "166063616": ["Hamish", "A great, comfortable, modern house, thanks."], "17224887": ["Jade", "Excellent place, clean and well equipped "], "51554716": ["Daniel", "Ultra-modern and stylish accommodation with all the mod-cons. Nice, quiet area with off-street parking."], "56670555": ["Chris", "Very modern/clean house. Nice quiet area. Yanni was very helpful with us booking at very short notice."], "11636104": ["Joel", "Great place to stay"], "159012013": ["Miss Lee", "Yanni was friendly and patient with my unco ordination with the digital door lock.  Easy to contact and was super helpful when i called. Really modern unit which was clean and well appointed.  After a long drive from Melbourne the shower was the most heavenly part.  If travelling to Griffiths for work in the future, i definitively know where i will be staying.  Thanx Yanni!!! ;-)"], "106060396": ["Karrah & Adrian", "Gorgeous apartment! Very flash, with modern appliances (keyless entry, electronic blinds, etc). Lovely, tidy, and very cosy. Fabulous big bed that is super comfy! (although the bedrooms are a little small). This apartment is out in the suburbs (about a 5 min drive to town), which we found perfect. Easy access to things without being in the centre of town. Had a bit of a communication mishap to begin with, but once we got onto Yanni he was just lovely, and very helpful. Definitely recommend! Would definitely stay again!"], "113109230": ["Arthur", "Yanni’s home was as described in the AirBNB description. It appears newly built and furnished with modern and stylish fittings and linen. The cooling system worked well to keep out the outside heat. The double glazed glass in the doors to the patio helped I’m sure.\n\nThe bathroom and kitchen were spacious and immaculately presented. The shower was a pleasure to use. Wifi was good. The bedroom provided for our use although containing a comfortable king sized bed did not provide enough floor space for us to keep our bags and belongings in with us. We had to put them in the lounge room. There appeared to be another bedroom which was locked and not available for our use."], "4134118": ["Michael", "Very nice place, almost new. Would recommend to others."], "88036067": ["Joe", "A short drive to the city - a near new place, well laid out and 5 star.\nWay better than any hotel in Griffith."], "143995191": ["Jamie", "A beautiful very modern apartment 10/10"], "35696609": ["Jack", "Great townhouse situated in a quiet street. Property is brand new and nicely furnished. Would suit anyone looking for a bit more space than a hotel room can really offer."], "149887863": ["Samara", "Gorgeous appt. Very helpful and good communication. Only place I would stay in Griffith now."], "126008946": ["Ange", "We had the perfect stay - 5 nights, right behind Ted Scobie Oval, where my son played soccer for the week as Yanni said, \"You can see the fields from the lounge\" - I was sold! There is a basketball hoop just off your back door, a park across the road and supermarket 2mins away - perfect location 10/10. \n\nFront he moment we opened the front door we we're extremely impressed! The property was modern (exactly as the pictures), super clean, fresh, stylish, roomy and with all the comforts of home and more. It comes well equipped with ducted aircon, heater, dishwasher, washer/dryer, plates and cutlery etc, basic tea/coffee and sugar is in hand - but the shower is definitely worth a mention and the soft sheridan towels is a nice touch - 5* star comfort!\n\nWas pleasantly surprised the wi-fi was super fast and reliable which was awesome as I was also working remotely.\n\nAnd finally to our host Yanni, a special thanks, he's a pleasure to deal with - great communication, very responsive to messages/calls and was only too happy to assist 10/10. Seamless booking process, easy check in/out process can't fault anything. We thoroughly enjoyed our stay and I highly recommended this property - I know for sure I'll be back when next in Griffith. Thanks again Yanni!"], "34484838": ["Beth", "Super clean, spacious, comfortable and stylish. Amazing shower with fluffy white Sheridan towels. We had a lovely peaceful relaxing stay for 2 nights. Beds were modern and comfortable, a good nights sleep. Heartily recommend. Thank you Yanni. "], "131137802": ["David", "Very comfortable and well appointed town house.  Yanni is an excellent host!"], "83821076": ["Apryl", "Great place. Close to a park which is good if u have kids. Nice small comfy place. Very neat tidy. Wifi is awesome "], "132152936": ["Navi", "Feeling like home my kids love it"], "83851353": ["Carole", "Lovely, open feeling with two bedrooms that have good fittings for clothes.  Light filled and nice touches such as a hair straightener as well as a hair dryer. Yanni was helpful at all times."], "126765471": ["De", "Awesome unit would recommend it to everyone."], "7989782": ["Courtney", "The host canceled this reservation 41 days before arrival. This is an automated posting."], "112477661": ["Lisett", "Would recommend this place to anyone, it is secure, nice and comfortable. I had a great stay here!"], "4156859": ["Kate", "The house is picture perfect, \nShower is awesome and the bed was super comfortable, everything was show home sparkly such a treat after a long drive.\nA couple of tiny things though and definitely not deal breakers\n1- unfortunately the wifi whilst offered wasn't working on our trip ( but we arrived so late and left super early so not a drama.\n2- One small thing to note the house didn't have the kitchen basics like tea / coffee , salt / pepper etc \nI know only a small thing but makes a huge difference especially as the house isn't close to shops. \nBut other than that the house is fantastic and we would definitely stay again!\nThanks \n"], "82405405": ["Rose", "Everything is perfect for us but there were only two beds "], "39898876": ["Emma", "Apartment was suitable for business trip booking"], "22596450": ["Stuey", "Yanni's place was perfect. \nBrand new with all the creature comforts. The air con is from the future, keeping the place cool while it was brutally hot outside. \n\nThe shower head deserves an award. \n\nI won't be looking anywhere else when we head back to Griffith. \n\nYanni is also GREAT to deal with. "], "70639088": ["Robyn", "Our host was wonderful and very helpful. It was a lovely place in a nice quiet area which looked exactly like the pictures. \n\nDefinately stay again."], "107847141": ["Elke", "Great place to stay! Brand new, clean and perfect for the kids too. Yanni was fantastic to deal with, always available on the phone and fast to reply to messages. Highly recommend staying at this property, we will be back!"], "3081916": ["Miffanwy", "This is a great place to stay. Really easy to organise and easy to check in. Yanni is the perfect host. Clean, new, comfortable accommodation close to town. We'd highly recommend it."], "100581486": ["Diana", "Great, modern accommodation. Close to all amenities. Thank you for the great service  "], "77632594": ["Jason", "Nice clean  modern residence . Everything you need for a comfortable stay whether it be for a night or a week . "], "82771567": ["Ben", "Great place. Thanks"], "43548937": ["Krupal", "Great place. Friendly and prompt service from host. Thoroughly enjoyed our stay. Thanks Yanni."], "49690512": ["Francesca", "The house was very clean and modern, quick communication and accomodating last minute, thank you for having us to stay "], "54292904": ["Eddie", "..."]}, {"Jun": {"2019-06-01": [false, 110], "2019-06-02": [false, 110], "2019-06-03": [false, 110], "2019-06-04": [false, 110], "2019-06-05": [false, 110], "2019-06-06": [false, 110], "2019-06-07": [false, 110], "2019-06-08": [false, 146], "2019-06-09": [false, 137], "2019-06-10": [true, 110], "2019-06-11": [true, 110], "2019-06-12": [true, 110], "2019-06-13": [false, 110], "2019-06-14": [false, 110], "2019-06-15": [false, 110], "2019-06-16": [false, 110], "2019-06-17": [false, 110], "2019-06-18": [false, 110], "2019-06-19": [false, 110], "2019-06-20": [false, 110], "2019-06-21": [false, 110], "2019-06-22": [false, 110], "2019-06-23": [false, 110], "2019-06-24": [false, 110], "2019-06-25": [false, 110], "2019-06-26": [false, 110], "2019-06-27": [false, 110], "2019-06-28": [false, 110], "2019-06-29": [false, 110], "2019-06-30": [true, 110]}, "Jul": {"2019-07-01": [false, 110], "2019-07-02": [false, 110], "2019-07-03": [false, 110], "2019-07-04": [false, 110], "2019-07-05": [false, 110], "2019-07-06": [false, 110], "2019-07-07": [false, 110], "2019-07-08": [false, 110], "2019-07-09": [false, 110], "2019-07-10": [false, 110], "2019-07-11": [false, 110], "2019-07-12": [false, 110], "2019-07-13": [false, 110], "2019-07-14": [false, 110], "2019-07-15": [false, 110], "2019-07-16": [false, 110], "2019-07-17": [false, 110], "2019-07-18": [false, 110], "2019-07-19": [false, 110], "2019-07-20": [false, 115], "2019-07-21": [false, 110], "2019-07-22": [false, 110], "2019-07-23": [false, 110], "2019-07-24": [false, 110], "2019-07-25": [false, 110], "2019-07-26": [false, 110], "2019-07-27": [false, 110], "2019-07-28": [false, 110], "2019-07-29": [false, 110], "2019-07-30": [false, 110], "2019-07-31": [false, 110]}, "Aug": {"2019-08-01": [false, 110], "2019-08-02": [false, 110], "2019-08-03": [false, 110], "2019-08-04": [false, 110], "2019-08-05": [false, 110], "2019-08-06": [false, 110], "2019-08-07": [false, 110], "2019-08-08": [false, 110], "2019-08-09": [false, 110], "2019-08-10": [false, 110], "2019-08-11": [false, 110], "2019-08-12": [false, 110], "2019-08-13": [false, 110], "2019-08-14": [false, 110], "2019-08-15": [true, 110], "2019-08-16": [true, 110], "2019-08-17": [true, 110], "2019-08-18": [true, 110], "2019-08-19": [true, 110], "2019-08-20": [true, 110], "2019-08-21": [true, 110], "2019-08-22": [true, 110], "2019-08-23": [true, 110], "2019-08-24": [true, 112], "2019-08-25": [true, 110], "2019-08-26": [true, 110], "2019-08-27": [true, 110], "2019-08-28": [true, 110], "2019-08-29": [true, 110], "2019-08-30": [true, 110], "2019-08-31": [true, 110]}, "Sep": {"2019-09-01": [true, 110], "2019-09-02": [true, 110], "2019-09-03": [true, 110], "2019-09-04": [true, 110], "2019-09-05": [true, 110], "2019-09-06": [true, 110], "2019-09-07": [true, 110], "2019-09-08": [true, 110], "2019-09-09": [false, 132], "2019-09-10": [false, 132], "2019-09-11": [true, 110], "2019-09-12": [true, 110], "2019-09-13": [true, 112], "2019-09-14": [false, 119], "2019-09-15": [true, 110], "2019-09-16": [true, 110], "2019-09-17": [true, 110], "2019-09-18": [true, 110], "2019-09-19": [true, 110], "2019-09-20": [true, 115], "2019-09-21": [true, 116], "2019-09-22": [true, 110], "2019-09-23": [true, 110], "2019-09-24": [true, 110], "2019-09-25": [true, 110], "2019-09-26": [true, 110], "2019-09-27": [true, 110], "2019-09-28": [true, 110], "2019-09-29": [true, 110], "2019-09-30": [true, 110]}}, 34], "26367904": [[-34.27879, 146.03884], "Rosie's Cottage", ["https://a0.muscache.com/im/pictures/da16c9c7-12dc-40d5-b8ca-8234855192db.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/71d720ff-a342-4f79-bc27-06bd328e43e6.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0e68c34c-dab2-44a2-9904-f592a8eaa1de.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5be1a292-04ba-4664-9bf5-6ea3811b9594.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/6bb86e06-7823-4d43-8e59-8cf2ab45f0ae.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/2c11f86a-43de-4bfb-97c7-82a5550516ad.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f273227a-2e8d-49dc-b8c5-00acd0479627.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0d273e3d-b133-4adb-85e1-c52d836d388b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f48e763c-d945-4c94-8230-82f95510d30a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b50d2c76-6d08-4409-af66-9db7d800c1ba.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/bcb4d531-4179-4083-82a0-c6960624c7f4.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9ad702ea-2b8f-4828-ac9d-c1031a517b33.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/964775ac-2c00-4755-a4f4-a5822b049a89.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/32a339b4-62ed-419f-b011-48c2f3572eb6.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/8674e467-56eb-4a16-a36a-ce4ae238131c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d5eb7a8a-ab2f-4dcc-a6b6-5c0b5c69dbce.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d5e760e4-3d58-4ebc-a4f4-1a7c8b57daad.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f7bc50ed-1612-41f2-a9b0-93f324db2d5f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/bfc4b5c1-5445-4f36-acbe-9175bb562174.jpg?aki_policy=large"], "3 bedrooms", 3, "2.5 baths", 2.5, 4, 6, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 38, 5.0, "Entire cottage", 165.0, "AUD", 0, 198292884, "RosieCottage is a relaxed, comfortable private getaway in one of Australiabest country destinations. There are 3 bedrooms with an en-suite to the master. Separate toilet and bathroom and a large kitchen, living and dining are with all the amenities youneed.'", {"157458412": ["Carlos", "Rosemary is an attentive and flexible host. Rosie's Cottage is extremely well presented with really nice personal touches which make it a very cosy retreat. Thoroughly recommend!"], "251714956": ["Michael", "Nice, 3 bedrooms accommodation. Thoughtfully presented and great communication throughout."], "207895330": ["Jaculin", "Exceptional cleanliness. Very comfortable, large variety of modern  household appliances catering for every requirement. Extra special touches making for a very cosy experience for your home away from home. Wonderful friendly service from hosts. An amazing stay, cannot fault."], "35923834": ["Roslyn", "It had everything that made it a home away from home. Comfortable beds, fully equipped kitchen & spotlessly clean. Rosie was very accomodating with our requests, with a high hair on arrival. I would definitely stay again."], "223297311": ["Faye", "We had a wonderful stay at Rosemary's place. I would recomend it to anyone visiting Griffith."], "100617562": ["Joe", "Thank you Rosemary the place was great and all the suggestions you provided for our stay at Griffith made the stay even special, thank you for making us feel so special.\n\"A home away from home\""], "215616228": ["Matthew", "The stay was better than expected, cleanliness, attention to detail and responsiveness of the owner were all excellent. A great place to stay in Griffith."], "200124322": ["Joan", "This is an amazing property. All the touches of a good family home.  Extremely clean and fresh juice, milk and bread waiting on arrival.  Bed was very comfortable. You couldn’t ask for more. "], "113159720": ["Martine", "Fantastic accommodation, perfect for away from home base for work."], "205590961": ["Shirleen", "Highly recommend staying at Rosie cottage. Everything was just beautiful with lots of thought put in to make your stay extra special.  Our host went above and beyond to make sure we had an outstanding experience."], "177590802": ["Kathryn", "Rosie has thought of everything to make your stay a home away from home.\nFrom a light breakfast to ample towels, tea towels, tissue etc, Rosie has thought of everything.\nRosie’s Place is well located close to town and the surrounding streets are lovely for an early morning walk.\nA great place to stay with family or friends."], "64001130": ["Jess", "What an amazing property and even better host! I can not say thank you enough Rosemary! We had such a wonderful stay, the house was immaculate, so much thought has been put in, and so much supplied, absolutely terrific! My kids loved exploring the beautiful gardens! Rosemary was beautiful, nothing was to much to ask, a friendly greeting, was just like going to stay with family! You made our time in Griffith wonderful! Can’t wait to visit again soon! A massive Thank you! X"], "37929954": ["Pamela", "Rossie's cottage was the perfect location and size for us and we will definitely be back again next time we are in Griffith! The beds were so comfy, the space was perfect for our family of 4 and also my husband's parents who travelled with us! Close to everything and Rosie was the perfect host offering loads of special touches! Thank you!"], "206820779": ["Caroline", "A beautiful cottage, well maintained, tidy, very comfortable. Hosts are tremendous!"], "198718795": ["Sarah", "My family & I stayed at Rosie’s cottage over Christmas, we very happy with the accommodation provided. It is a great space if you are travelling with children. Rosie was most accomodating and provided us with a few extra items we asked for. Overall we were very impressed and will definitely stay again."], "107164811": ["Abey", "I"], "198578487": ["Rosalie", "We spent the weekend here catching up with family before Christmas.  The house is perfect with a garden for kids to play.  Plenty of space.  Rosie is a great host. The house is clean, lovely linen on the beds, breakfast provided."], "122429298": ["Gillian", "Spacious comfortable house, beautifully clean,  and kitted out with everything you could possibility want and more."], "166929593": ["Jacob And Monica", "Rosie and her husband are lovely people. The cottage is spacious and comfortable and the yard is beautiful. I will definitely be back!"], "52982123": ["Leigh", "Rosy's cottage is beautiful and Rosy is s great host.  We really felt at home there."], "216208087": ["Clarina", "We had a great time at Rosie's place. The communication was super easy and quick and the place looks exactly like it does on the pictures. Would absolutely recommend to stay there"], "83403761": ["Dallas", "Lovely place, rosemary is a wonderful (Website hidden by Airbnb) a great location and has all the comforts of home. Would definitely recommend to others"], "210871791": ["Pearl", "Would highly recommend this beautiful place to anyone travelling to Griffith. Thank you Rosie "], "93562196": ["Daniel", "A very nice 4 bedroom house with plenty of living and lounge space.\nRosie was a great host would recommend any visitor to Griffith."], "21113599": ["Katarzyna", "Great place, great attention to details. Whatever you dream about was available. Great and quality food for breakfast.....and Rosemary is lovely, carrying lady. Highly recommended!"], "121622683": ["Hardeep", "The host canceled this reservation 284 days before arrival. This is an automated posting."], "185036834": ["Alex", "Fantastic place, highly recommend it. "], "45753787": ["Glenn", "Amazing place! Pure luxury "], "25116248": ["Elisabeth And Alex", "lovely host, roomy spacious house, sparkling clean\n\n\n\n\n\n\n\n\nthe \n"], "87869226": ["AnnetteKE", "We had a wonderful stay at Rosie's place.  Rosie's place is in a great location and wonderful amenities.  Rosie was very welcoming and the property was well cared for and Rosie has provided many additional items to make the stay comfortable.  Thank you and we will be back again. "], "58826756": ["Tracey", "Fantastic property great value and wonderful amenities "], "2149800": ["Donna", "Thank you I just loved staying in this house I felt very much at home. Very thing was very clean and a fabulous comfy bed to sleep in. I will stay again many thanks Donna "], "25116764": ["Amey", "Great stay, great place. Very quick with responding & hepful"], "102827059": ["Chantelle", "Rosies' place was amazing, clean, warm and inviting..\nRosemary was so friendly and made us feel at home, she catered for kids and we couldn't be anymore greatful for her opening her home to us..\nWe will definitely be back x"], "18035611": ["Sharon", "A beautifully presented home.  We were two couples who stayed for a weekend in July.  Rosie's cottage was welcoming and warm.  The beds were comfortable and towels were fluffy. The host was lovely. Would definitely stay again if I go to Griffith.  Thanks for a great stay Rosemary. "]}, {"Jun": {"2019-06-01": [false, 165], "2019-06-02": [false, 165], "2019-06-03": [false, 165], "2019-06-04": [false, 165], "2019-06-05": [false, 165], "2019-06-06": [false, 165], "2019-06-07": [false, 165], "2019-06-08": [false, 172], "2019-06-09": [false, 172], "2019-06-10": [false, 165], "2019-06-11": [false, 165], "2019-06-12": [false, 165], "2019-06-13": [false, 165], "2019-06-14": [false, 165], "2019-06-15": [false, 165], "2019-06-16": [false, 165], "2019-06-17": [false, 165], "2019-06-18": [false, 165], "2019-06-19": [true, 165], "2019-06-20": [false, 165], "2019-06-21": [false, 165], "2019-06-22": [false, 165], "2019-06-23": [false, 165], "2019-06-24": [false, 165], "2019-06-25": [false, 165], "2019-06-26": [false, 165], "2019-06-27": [false, 165], "2019-06-28": [false, 165], "2019-06-29": [false, 165], "2019-06-30": [false, 165]}, "Jul": {"2019-07-01": [false, 165], "2019-07-02": [false, 165], "2019-07-03": [true, 165], "2019-07-04": [false, 165], "2019-07-05": [false, 165], "2019-07-06": [false, 165], "2019-07-07": [false, 165], "2019-07-08": [false, 165], "2019-07-09": [false, 165], "2019-07-10": [false, 165], "2019-07-11": [false, 165], "2019-07-12": [false, 165], "2019-07-13": [false, 165], "2019-07-14": [false, 166], "2019-07-15": [false, 165], "2019-07-16": [false, 165], "2019-07-17": [false, 165], "2019-07-18": [false, 165], "2019-07-19": [false, 165], "2019-07-20": [false, 165], "2019-07-21": [false, 165], "2019-07-22": [true, 165], "2019-07-23": [true, 165], "2019-07-24": [true, 165], "2019-07-25": [true, 165], "2019-07-26": [true, 165], "2019-07-27": [true, 165], "2019-07-28": [true, 165], "2019-07-29": [true, 165], "2019-07-30": [false, 165], "2019-07-31": [true, 165]}, "Aug": {"2019-08-01": [true, 165], "2019-08-02": [true, 165], "2019-08-03": [true, 165], "2019-08-04": [true, 165], "2019-08-05": [true, 165], "2019-08-06": [true, 165], "2019-08-07": [true, 165], "2019-08-08": [true, 165], "2019-08-09": [true, 165], "2019-08-10": [true, 165], "2019-08-11": [true, 165], "2019-08-12": [true, 165], "2019-08-13": [true, 165], "2019-08-14": [true, 165], "2019-08-15": [true, 165], "2019-08-16": [true, 165], "2019-08-17": [true, 165], "2019-08-18": [true, 165], "2019-08-19": [true, 165], "2019-08-20": [true, 165], "2019-08-21": [true, 165], "2019-08-22": [false, 165], "2019-08-23": [false, 171], "2019-08-24": [false, 171], "2019-08-25": [false, 170], "2019-08-26": [false, 165], "2019-08-27": [true, 165], "2019-08-28": [true, 165], "2019-08-29": [false, 165], "2019-08-30": [false, 165], "2019-08-31": [false, 165]}, "Sep": {"2019-09-01": [false, 165], "2019-09-02": [true, 165], "2019-09-03": [true, 165], "2019-09-04": [true, 165], "2019-09-05": [true, 165], "2019-09-06": [true, 165], "2019-09-07": [true, 165], "2019-09-08": [true, 165], "2019-09-09": [true, 165], "2019-09-10": [true, 165], "2019-09-11": [true, 165], "2019-09-12": [true, 165], "2019-09-13": [true, 165], "2019-09-14": [true, 165], "2019-09-15": [true, 165], "2019-09-16": [true, 165], "2019-09-17": [true, 165], "2019-09-18": [true, 165], "2019-09-19": [true, 166], "2019-09-20": [true, 165], "2019-09-21": [true, 165], "2019-09-22": [true, 165], "2019-09-23": [true, 165], "2019-09-24": [true, 165], "2019-09-25": [true, 165], "2019-09-26": [true, 165], "2019-09-27": [true, 165], "2019-09-28": [true, 165], "2019-09-29": [true, 165], "2019-09-30": [true, 165]}}, 0], "32825405": [[-34.27486, 146.06703], "Blue Room", ["https://a0.muscache.com/im/pictures/7c69e37d-1e47-4a92-a108-816241c1d10c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b44d6246-08ad-4c2f-8233-a10fd4a64ffb.jpg?aki_policy=large"], "1 bedroom", 1, "1.5 shared baths", 1.5, 1, 2, null, "Free parking on premises,Kitchen,Washer", 3, 4.5, "Private room", 43.0, "AUD", 0, 155335030, "Spacious and comfortable bedroom with sink and wardrobe, fan and TV lounge. quiet neighbourhood, walking trails and pool and nearby parks. shared bathroom large kitchen, fridge and freezer space, laundry facilities.'", {"174996665": ["Julia", "Great value for money! Clean, tidy, and well thought out. Everything you might need to live comfortably in Griffith. With the bonus of great hospitality. Can’t fault it!"], "31941537": ["Marie", "Zoe´s place is amazing and so clean. We spend a good moment in this house. We definitely will come again for our next months in griffith !\n\nMarie - David"], "70965392": ["Riin", "Our best Airbnb experience so far-really nice hosts, room and location. Definitely recommend it to other travellers. Thank you!"]}, {"Jun": {"2019-06-01": [true, 43], "2019-06-02": [true, 43], "2019-06-03": [true, 43], "2019-06-04": [true, 43], "2019-06-05": [true, 43], "2019-06-06": [true, 43], "2019-06-07": [true, 43], "2019-06-08": [true, 43], "2019-06-09": [true, 43], "2019-06-10": [true, 43], "2019-06-11": [true, 43], "2019-06-12": [false, 43], "2019-06-13": [false, 43], "2019-06-14": [false, 43], "2019-06-15": [true, 43], "2019-06-16": [true, 43], "2019-06-17": [true, 43], "2019-06-18": [false, 43], "2019-06-19": [false, 43], "2019-06-20": [false, 43], "2019-06-21": [false, 43], "2019-06-22": [false, 43], "2019-06-23": [false, 43], "2019-06-24": [false, 43], "2019-06-25": [false, 43], "2019-06-26": [false, 43], "2019-06-27": [false, 43], "2019-06-28": [false, 43], "2019-06-29": [false, 43], "2019-06-30": [false, 43]}, "Jul": {"2019-07-01": [false, 43], "2019-07-02": [false, 43], "2019-07-03": [false, 43], "2019-07-04": [false, 43], "2019-07-05": [false, 43], "2019-07-06": [false, 43], "2019-07-07": [false, 43], "2019-07-08": [false, 43], "2019-07-09": [false, 43], "2019-07-10": [false, 43], "2019-07-11": [false, 43], "2019-07-12": [false, 43], "2019-07-13": [false, 43], "2019-07-14": [false, 43], "2019-07-15": [false, 43], "2019-07-16": [false, 43], "2019-07-17": [false, 43], "2019-07-18": [false, 43], "2019-07-19": [false, 43], "2019-07-20": [false, 43], "2019-07-21": [false, 43], "2019-07-22": [false, 43], "2019-07-23": [false, 43], "2019-07-24": [false, 43], "2019-07-25": [false, 43], "2019-07-26": [false, 43], "2019-07-27": [false, 43], "2019-07-28": [false, 43], "2019-07-29": [false, 43], "2019-07-30": [false, 43], "2019-07-31": [false, 43]}, "Aug": {"2019-08-01": [false, 43], "2019-08-02": [false, 43], "2019-08-03": [false, 43], "2019-08-04": [false, 43], "2019-08-05": [false, 43], "2019-08-06": [false, 43], "2019-08-07": [false, 43], "2019-08-08": [false, 43], "2019-08-09": [false, 43], "2019-08-10": [false, 43], "2019-08-11": [false, 43], "2019-08-12": [false, 43], "2019-08-13": [false, 43], "2019-08-14": [false, 43], "2019-08-15": [false, 43], "2019-08-16": [false, 43], "2019-08-17": [false, 43], "2019-08-18": [false, 43], "2019-08-19": [false, 43], "2019-08-20": [false, 43], "2019-08-21": [false, 43], "2019-08-22": [false, 43], "2019-08-23": [false, 43], "2019-08-24": [false, 43], "2019-08-25": [false, 43], "2019-08-26": [false, 43], "2019-08-27": [false, 43], "2019-08-28": [false, 43], "2019-08-29": [false, 43], "2019-08-30": [false, 43], "2019-08-31": [false, 43]}, "Sep": {"2019-09-01": [false, 43], "2019-09-02": [false, 43], "2019-09-03": [false, 43], "2019-09-04": [false, 43], "2019-09-05": [false, 43], "2019-09-06": [false, 43], "2019-09-07": [false, 43], "2019-09-08": [false, 43], "2019-09-09": [false, 43], "2019-09-10": [false, 43], "2019-09-11": [false, 43], "2019-09-12": [false, 43], "2019-09-13": [false, 43], "2019-09-14": [false, 43], "2019-09-15": [false, 43], "2019-09-16": [false, 43], "2019-09-17": [true, 43], "2019-09-18": [true, 43], "2019-09-19": [true, 43], "2019-09-20": [true, 43], "2019-09-21": [true, 43], "2019-09-22": [true, 43], "2019-09-23": [true, 43], "2019-09-24": [true, 43], "2019-09-25": [true, 43], "2019-09-26": [true, 43], "2019-09-27": [true, 43], "2019-09-28": [true, 43], "2019-09-29": [true, 43], "2019-09-30": [true, 43]}}, 0], "35439067": [[-34.28057, 146.04673], "Single bedroom apartment in the heart of the city", ["https://a0.muscache.com/im/pictures/a4fae101-e3b8-4c72-8aef-638e93012e3e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/771e7371-54e0-4fd3-b709-2fde971aaf4d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e2784efa-5f3f-4880-80b8-ae6ab50836c3.jpg?aki_policy=large"], "1 bedroom", 1, "1 bath", 1.0, 2, 3, null, "Free parking on premises,Washer", 0, null, "Entire apartment", 111.0, "AUD", 0, 229792370, "Primely located in the coveted Hospital Precincton a magnificent 1,549m2 lot (approx.) - this stately residence is one of size.Part of the house with 1 bedroom and large living area .original condition and is pristine in presentation fully furnished for minimum 3 days  rental.'", {}, {"Jun": {"2019-06-01": [true, 250], "2019-06-02": [true, 250], "2019-06-03": [true, 250], "2019-06-04": [true, 250], "2019-06-05": [true, 250], "2019-06-06": [false, 250], "2019-06-07": [false, 250], "2019-06-08": [false, 250], "2019-06-09": [false, 205], "2019-06-10": [false, 205], "2019-06-11": [false, 205], "2019-06-12": [false, 111], "2019-06-13": [false, 113], "2019-06-14": [false, 110], "2019-06-15": [false, 110], "2019-06-16": [false, 110], "2019-06-17": [false, 110], "2019-06-18": [false, 110], "2019-06-19": [false, 110], "2019-06-20": [false, 110], "2019-06-21": [true, 110], "2019-06-22": [false, 110], "2019-06-23": [false, 110], "2019-06-24": [false, 110], "2019-06-25": [false, 110], "2019-06-26": [false, 110], "2019-06-27": [false, 110], "2019-06-28": [false, 110], "2019-06-29": [true, 110], "2019-06-30": [true, 110]}, "Jul": {"2019-07-01": [true, 110], "2019-07-02": [true, 110], "2019-07-03": [true, 110], "2019-07-04": [false, 110], "2019-07-05": [false, 110], "2019-07-06": [false, 110], "2019-07-07": [false, 110], "2019-07-08": [false, 110], "2019-07-09": [false, 110], "2019-07-10": [true, 110], "2019-07-11": [true, 110], "2019-07-12": [true, 110], "2019-07-13": [true, 110], "2019-07-14": [true, 110], "2019-07-15": [true, 110], "2019-07-16": [true, 110], "2019-07-17": [true, 110], "2019-07-18": [true, 110], "2019-07-19": [true, 110], "2019-07-20": [true, 110], "2019-07-21": [true, 110], "2019-07-22": [true, 110], "2019-07-23": [true, 110], "2019-07-24": [true, 110], "2019-07-25": [true, 110], "2019-07-26": [true, 110], "2019-07-27": [true, 110], "2019-07-28": [true, 110], "2019-07-29": [true, 110], "2019-07-30": [true, 110], "2019-07-31": [true, 110]}, "Aug": {"2019-08-01": [true, 110], "2019-08-02": [true, 110], "2019-08-03": [true, 110], "2019-08-04": [true, 110], "2019-08-05": [true, 110], "2019-08-06": [true, 110], "2019-08-07": [true, 110], "2019-08-08": [true, 110], "2019-08-09": [true, 110], "2019-08-10": [true, 110], "2019-08-11": [true, 110], "2019-08-12": [true, 110], "2019-08-13": [true, 110], "2019-08-14": [true, 110], "2019-08-15": [true, 110], "2019-08-16": [true, 110], "2019-08-17": [true, 110], "2019-08-18": [true, 110], "2019-08-19": [true, 110], "2019-08-20": [true, 110], "2019-08-21": [true, 110], "2019-08-22": [true, 110], "2019-08-23": [true, 110], "2019-08-24": [true, 110], "2019-08-25": [true, 110], "2019-08-26": [true, 110], "2019-08-27": [true, 110], "2019-08-28": [true, 110], "2019-08-29": [true, 110], "2019-08-30": [true, 110], "2019-08-31": [true, 110]}, "Sep": {"2019-09-01": [true, 110], "2019-09-02": [true, 110], "2019-09-03": [true, 110], "2019-09-04": [true, 110], "2019-09-05": [true, 110], "2019-09-06": [true, 110], "2019-09-07": [true, 110], "2019-09-08": [true, 110], "2019-09-09": [true, 110], "2019-09-10": [true, 110], "2019-09-11": [true, 110], "2019-09-12": [true, 110], "2019-09-13": [true, 110], "2019-09-14": [true, 110], "2019-09-15": [true, 110], "2019-09-16": [true, 110], "2019-09-17": [true, 110], "2019-09-18": [true, 110], "2019-09-19": [true, 110], "2019-09-20": [true, 110], "2019-09-21": [true, 110], "2019-09-22": [true, 110], "2019-09-23": [true, 110], "2019-09-24": [true, 110], "2019-09-25": [true, 110], "2019-09-26": [true, 110], "2019-09-27": [true, 110], "2019-09-28": [true, 110], "2019-09-29": [true, 110], "2019-09-30": [true, 110]}}, 0], "30699632": [[-34.28251, 146.04181], "4 bed room house at the centre of Griffith", ["https://a0.muscache.com/im/pictures/aa95dd63-b871-4454-b021-b4deee516c79.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a4fae101-e3b8-4c72-8aef-638e93012e3e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/6860c1a0-d6bb-469c-87e8-725eb1216f34.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4125cff6-6edb-4c83-9365-506cb3af69af.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/771e7371-54e0-4fd3-b709-2fde971aaf4d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e2784efa-5f3f-4880-80b8-ae6ab50836c3.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5bfc7de1-6338-4553-9b8c-1527b36d7ea3.jpg?aki_policy=large"], "4 bedrooms", 4, "1 bath", 1.0, 4, 7, null, "Free parking on premises", 2, null, "Entire house", 170.0, "AUD", 0, 229792370, "Primely located in the coveted Hospital Precincton a magnificent 1,549m2 lot (approx.) - this stately residence is one of size.The floorplan comprises expansive entrance foyer, separate and large lounge and dining rooms - both with open fireplaces, 4 bedrooms and home office and light-filled sunroom. 3 car garaging. This home is in beautiful, near original condition and is pristine in presentation fully furnished for minimum 1 week rental.'", {"241568101": ["Dane", "The host canceled this reservation 14 days before arrival. This is an automated posting."], "137467183": ["Gea", "Very large house in a good location in Griffith."]}, {"Jun": {"2019-06-01": [false, 170], "2019-06-02": [false, 170], "2019-06-03": [false, 170], "2019-06-04": [false, 170], "2019-06-05": [false, 170], "2019-06-06": [false, 170], "2019-06-07": [false, 170], "2019-06-08": [false, 170], "2019-06-09": [false, 170], "2019-06-10": [false, 170], "2019-06-11": [true, 170], "2019-06-12": [true, 170], "2019-06-13": [true, 170], "2019-06-14": [true, 170], "2019-06-15": [true, 170], "2019-06-16": [true, 170], "2019-06-17": [true, 170], "2019-06-18": [true, 170], "2019-06-19": [true, 170], "2019-06-20": [true, 170], "2019-06-21": [true, 170], "2019-06-22": [true, 170], "2019-06-23": [true, 170], "2019-06-24": [true, 170], "2019-06-25": [false, 170], "2019-06-26": [true, 170], "2019-06-27": [true, 170], "2019-06-28": [true, 170], "2019-06-29": [true, 170], "2019-06-30": [true, 170]}, "Jul": {"2019-07-01": [true, 170], "2019-07-02": [true, 170], "2019-07-03": [true, 170], "2019-07-04": [true, 170], "2019-07-05": [true, 170], "2019-07-06": [true, 170], "2019-07-07": [true, 170], "2019-07-08": [true, 170], "2019-07-09": [true, 170], "2019-07-10": [true, 170], "2019-07-11": [true, 170], "2019-07-12": [true, 170], "2019-07-13": [true, 170], "2019-07-14": [true, 170], "2019-07-15": [true, 170], "2019-07-16": [true, 170], "2019-07-17": [true, 170], "2019-07-18": [true, 170], "2019-07-19": [true, 170], "2019-07-20": [true, 170], "2019-07-21": [true, 170], "2019-07-22": [true, 170], "2019-07-23": [true, 170], "2019-07-24": [true, 170], "2019-07-25": [true, 170], "2019-07-26": [true, 170], "2019-07-27": [true, 170], "2019-07-28": [true, 170], "2019-07-29": [true, 170], "2019-07-30": [true, 170], "2019-07-31": [true, 170]}, "Aug": {"2019-08-01": [true, 170], "2019-08-02": [true, 170], "2019-08-03": [true, 170], "2019-08-04": [true, 170], "2019-08-05": [true, 170], "2019-08-06": [true, 170], "2019-08-07": [true, 170], "2019-08-08": [true, 170], "2019-08-09": [true, 170], "2019-08-10": [true, 170], "2019-08-11": [true, 170], "2019-08-12": [true, 170], "2019-08-13": [true, 170], "2019-08-14": [true, 170], "2019-08-15": [true, 170], "2019-08-16": [true, 170], "2019-08-17": [true, 170], "2019-08-18": [true, 170], "2019-08-19": [true, 170], "2019-08-20": [true, 170], "2019-08-21": [true, 170], "2019-08-22": [true, 170], "2019-08-23": [true, 170], "2019-08-24": [true, 170], "2019-08-25": [true, 170], "2019-08-26": [true, 170], "2019-08-27": [true, 170], "2019-08-28": [true, 170], "2019-08-29": [true, 170], "2019-08-30": [true, 170], "2019-08-31": [true, 170]}, "Sep": {"2019-09-01": [true, 170], "2019-09-02": [true, 170], "2019-09-03": [true, 170], "2019-09-04": [true, 170], "2019-09-05": [true, 170], "2019-09-06": [true, 170], "2019-09-07": [true, 170], "2019-09-08": [true, 170], "2019-09-09": [true, 170], "2019-09-10": [true, 170], "2019-09-11": [true, 170], "2019-09-12": [true, 170], "2019-09-13": [true, 170], "2019-09-14": [true, 170], "2019-09-15": [true, 170], "2019-09-16": [true, 170], "2019-09-17": [true, 170], "2019-09-18": [true, 170], "2019-09-19": [true, 170], "2019-09-20": [true, 170], "2019-09-21": [true, 170], "2019-09-22": [true, 170], "2019-09-23": [true, 170], "2019-09-24": [true, 170], "2019-09-25": [true, 170], "2019-09-26": [true, 170], "2019-09-27": [true, 170], "2019-09-28": [true, 170], "2019-09-29": [true, 170], "2019-09-30": [true, 170]}}, 0], "21204204": [[-34.2793, 146.05113], "Maggie's Place", ["https://a0.muscache.com/im/pictures/4efa6909-ecd2-4171-ae64-93b712227aed.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/06af91c2-7913-4b52-a0a6-4afcedcac6d5.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/34426c27-d057-4435-8cc2-357d6697e940.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e5d31c2a-d3a1-49a5-bc0a-ba3fe88195fc.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/53bc1b3c-a72a-474f-9e62-093d42202d83.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/2d8b74c8-80a5-4b42-b1f9-ece1781b743c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/02101c9e-7640-4f2d-b4f6-f916b6291f77.jpg?aki_policy=large"], "2 bedrooms", 2, "1 bath", 1.0, 3, 4, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 16, 5.0, "Entire house", 160.0, "AUD", 0, 153168090, "See also - Griffin Place.NOW with free WiFi.MaggiePlace is a charming, fully self contained 2 bedroom cottage suitable for 2-3 adults or a family with 2 children (over 5yrs). '", {"10708278": ["Kate", "Ann-Maree was a great host. Very responsive, communication was excellent. Her house was so lovely we extended our stay!"], "240323193": ["Helen", "Don't hesitate to book. This place is just lovely and has all you could need for a few days. Lovely garden and home."], "93093145": ["Donna", "Maggie’s place was just perfection, just what we needed after a long road trip, whirlwind visit to Griffith for a wedding, would definitely look forward to coming back again for a longer stay to explore all of Griffith’s hidden treasures."], "214756577": ["Judy", "Neat and tidy cottage close to town centre."], "243019123": ["Warwick", "Clean an good value in a nice part of town"], "49571507": ["Catherine", "A lovely home to stay in, extremely clean with lots of personal touches such as a dishwasher, shampoo/conditioner and body wash in the bathroom and good air con/heating. \n\nThe home is well decorated and makes you feel like you're really at a home away from home. \n\nWe highly recommend this place when staying in Griffith, it's value for money."], "11430222": ["Bernadette", "Fantastic little cottage with extra touches that made our stay so comfortable.  A bottle of sparkling wine was in the fridge chilled which was much appreciated!  Coffee pods, magazines, local brochures and tips all ensured we were 3 extremely happy airbnbers! Thanks Anne-Maree."], "109296275": ["Brennon", "BEYOND BEAUTIFUL! the house was so tidy and homey! Spent a week and felt like home. Beautiful yard to relax in and close to Main Street! would definitely recommend!"], "2696998": ["Maia", "This is a lovely and stylish cottage, with lots of thoughtful touches and obvious TLC. It was spotlessly clean. Anne-Maree (the host, not local) was courteous, considerate and prompt to respond. I had some special needs queries and she did her best to accommodate them. There were very helpful welcoming notes and local information, and it was a very enjoyable space to relax in (I stayed for nine nights). \n\nThe (single) bed I slept in was comfortable, the shower was fantastic and I really appreciated the skylight in the (spacious) bathroom. Nice big TV, with plenty of DVDs and CDs available. I would have loved to have spent more time on the back deck if not for the extreme heatwave (a string of 45 degree days, which, by the way, the air conditioning handled like a breeze). \n\nThe kitchen is basic, however, with lots of conveniences. The saucepans could use an upgrade so if cooking is a big thing for you, it's something to keep in mind. Some of the kitchen stuff is stored in a cupboard in the laundry so best keep an eye out for that.\n\nThe fragranced laundry detergent used for the linen and bedding would most likely not suit asthmatics and those with chemical sensitivities/allergies, however, that's an easy thing to fix so could easily change in future. Best to check first if you have any concerns.\n\nThere's a bit of a blindspot when backing out of the carport (across a footpath/cycle path), so best to do so slowly and attentively (or back in instead). There's a bit of traffic noise, however, it's mostly just cars so fairly unobtrusive (unless you are particularly sensitive to that - it's nothing like the full-on traffic noise of a main arterial with trucks and all.) \nThe neighbourhood seems fairly quiet, and the location is just a few minutes away from the convenience of the centre of town. All-in-all, a very nice home away from home, and good value for money."], "8093076": ["Jeffrey And Lindsey", "Ann-Maree's place is highly recommended!  My wife and I were in Griffith to do some research for about a month and we were perfectly comfortable in the house.  If you're in the area and looking for good Italian food, check out Zecca, but call to make a reservation a day or two in advance!!"], "11211565": ["Christine", "WE were in town for a family wedding , the house was just what we needed for the 3 days we were there.  So close to the wedding venue we could actually walk.  we had a great time"], "4395020": ["Hannah", "We were in Griffith for a wedding, and Ann-Maree’s place was perfect. Homely and very relaxing, much more enjoyable than a motel - thank you for having us"], "178544000": ["Katarina", "An outstanding, beautifully appointed home with an excellent location. A real \"home away from home\", such great little extra touches. Thank you also for the welcoming bottle of wine. Definitely recommend to our family and friends."], "99441638": ["Jessica", "Home away from home!"], "52830260": ["Emma", "Beautifully presented home in a great central location, whilst still being nice and quiet. Perfect home away from home"], "34810566": ["Kerry", "Very clean and comfortable"]}, {"Jun": {"2019-06-01": [false, 160], "2019-06-02": [false, 160], "2019-06-03": [true, 160], "2019-06-04": [true, 160], "2019-06-05": [true, 160], "2019-06-06": [true, 160], "2019-06-07": [true, 160], "2019-06-08": [false, 160], "2019-06-09": [false, 160], "2019-06-10": [true, 160], "2019-06-11": [true, 160], "2019-06-12": [true, 160], "2019-06-13": [true, 160], "2019-06-14": [false, 160], "2019-06-15": [false, 160], "2019-06-16": [false, 160], "2019-06-17": [true, 160], "2019-06-18": [true, 160], "2019-06-19": [true, 160], "2019-06-20": [true, 160], "2019-06-21": [true, 160], "2019-06-22": [true, 160], "2019-06-23": [true, 160], "2019-06-24": [true, 160], "2019-06-25": [false, 160], "2019-06-26": [true, 160], "2019-06-27": [false, 160], "2019-06-28": [false, 160], "2019-06-29": [true, 160], "2019-06-30": [true, 160]}, "Jul": {"2019-07-01": [true, 160], "2019-07-02": [true, 160], "2019-07-03": [true, 160], "2019-07-04": [true, 160], "2019-07-05": [true, 160], "2019-07-06": [true, 160], "2019-07-07": [true, 160], "2019-07-08": [false, 160], "2019-07-09": [false, 160], "2019-07-10": [true, 160], "2019-07-11": [true, 160], "2019-07-12": [false, 160], "2019-07-13": [false, 160], "2019-07-14": [true, 160], "2019-07-15": [true, 160], "2019-07-16": [true, 160], "2019-07-17": [true, 160], "2019-07-18": [true, 160], "2019-07-19": [true, 160], "2019-07-20": [true, 160], "2019-07-21": [false, 160], "2019-07-22": [false, 160], "2019-07-23": [false, 160], "2019-07-24": [false, 160], "2019-07-25": [false, 160], "2019-07-26": [false, 160], "2019-07-27": [false, 160], "2019-07-28": [false, 160], "2019-07-29": [false, 160], "2019-07-30": [false, 160], "2019-07-31": [false, 160]}, "Aug": {"2019-08-01": [false, 160], "2019-08-02": [false, 160], "2019-08-03": [false, 160], "2019-08-04": [false, 160], "2019-08-05": [false, 160], "2019-08-06": [false, 160], "2019-08-07": [false, 160], "2019-08-08": [false, 160], "2019-08-09": [false, 160], "2019-08-10": [true, 160], "2019-08-11": [true, 160], "2019-08-12": [true, 160], "2019-08-13": [true, 160], "2019-08-14": [true, 160], "2019-08-15": [true, 160], "2019-08-16": [true, 160], "2019-08-17": [true, 160], "2019-08-18": [true, 160], "2019-08-19": [true, 160], "2019-08-20": [true, 160], "2019-08-21": [true, 160], "2019-08-22": [true, 160], "2019-08-23": [true, 160], "2019-08-24": [true, 160], "2019-08-25": [true, 160], "2019-08-26": [true, 160], "2019-08-27": [true, 160], "2019-08-28": [true, 160], "2019-08-29": [true, 160], "2019-08-30": [true, 160], "2019-08-31": [true, 160]}, "Sep": {"2019-09-01": [true, 160], "2019-09-02": [true, 160], "2019-09-03": [true, 160], "2019-09-04": [true, 160], "2019-09-05": [true, 160], "2019-09-06": [true, 160], "2019-09-07": [true, 160], "2019-09-08": [true, 160], "2019-09-09": [true, 160], "2019-09-10": [true, 160], "2019-09-11": [true, 160], "2019-09-12": [true, 160], "2019-09-13": [true, 160], "2019-09-14": [true, 160], "2019-09-15": [true, 160], "2019-09-16": [true, 160], "2019-09-17": [true, 160], "2019-09-18": [true, 160], "2019-09-19": [true, 160], "2019-09-20": [true, 160], "2019-09-21": [true, 160], "2019-09-22": [true, 160], "2019-09-23": [true, 160], "2019-09-24": [true, 160], "2019-09-25": [true, 160], "2019-09-26": [true, 160], "2019-09-27": [true, 160], "2019-09-28": [true, 160], "2019-09-29": [true, 160], "2019-09-30": [true, 160]}}, 0], "21637830": [[-34.28655, 146.02941], "Griffin Place", ["https://a0.muscache.com/im/pictures/cfe37deb-5653-4306-a4f3-c65b7db4531e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1cba9a4a-746e-4a88-a310-6f1f99cbad15.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4186d2f4-ff38-4dac-901f-6957f1a98a5d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d0e45275-3998-43d1-a504-8525e2e54afe.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0724decc-27f4-451e-ad28-14ac6736c58d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9561ab7a-418f-4608-8049-59b954fbc028.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3f75f332-bc27-4bad-af61-555e1237b4fe.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9fc60881-cab4-49af-9ce9-7d4484ce83d9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a8576f9d-79cb-480e-8a1c-49ab0883875a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ee8577e2-06ef-4b57-8d61-7e1b60032eed.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/00c928ab-a89f-40e4-9ed7-2879b90c253d.jpg?aki_policy=large"], "3 bedrooms", 3, "1 bath", 1.0, 4, 6, null, "Free parking on premises,Kitchen,Washer", 47, 5.0, "Entire cottage", 149.0, "AUD", 0, 153168090, "NOW with free WiFi. Griffin Place is a newly renovated 3 bedroom, self contained cottage in Griffith, NSW.The cottage is the perfect home for guests on business or pleasure. Griffin Place is ideal for singles, couples, groups of up to 4 adults, or a family with up to 4 children. (See also MAGGIEPLACE)'", {"162841968": ["Taranjit", "Good clean place with huge back yard."], "172113300": ["Ainslie", "Very charming, well appointed , nice touches and extremely clean. Worth every bit. Will stay again Thankyou ."], "174335113": ["Dana", "Great place to stay, had everything needed for a comfortable stay. close to everything."], "150019491": ["Bianca", "I was in Griffith for the first time and didn't realise how convenient the location of the house until we arrived.\nWe were able to walk 10 minutes to Calabria Winery and into town for meals.\nAnn-Maree was very hospitable and very easy to contact. I would definately stay there again"], "5312040": ["Sharyn", "Had an enjoyable Easter break in Griffith at Ann Maree's house. Nice little cottage  with a lovely garden close to town. Beds were comfy and everything we needed provided for.  Having wifi was great! Ann-Maree responded quickly to all our queries and was very accommodating. Would definitely stay again when we return to Griffith."], "112453825": ["David", "Great space for a quiet brake"], "162189913": ["Marni", "Great Location not far into town. Communication was great. Ann-Maree was very helpful when booking. Would Recommend to anyone coming to Griffith. Thanks again Ann-Maree"], "218525534": ["Doreen", "Clean, comfortable and very convenient to town, however take a make up mirror as there is only the mirror in the bathroom, and if there are a few females it is a bit inconvenient."], "246330897": ["Brendan", "Great little house in a great spot, close to town. Would definitely recommend for families or groups travelling. Thumbs up!"], "123987431": ["Lucinda", "Great location, close to town. Lovely homely comfortable home, with lots of lovely touches. Rooms are large and beds really snuggly!  Highly recommend "], "19062094": ["Sarah", "Ann-Maree’s air bnb is really cosy, comfortable and stylish. We loved our stay here:)"], "34494762": ["Adam", "Beautiful home, great location!! We had the best time! Highly recommended, Ann was great at preparing and even gave us a lovely bottle of champagne!"], "49979515": ["Sue", "Ann-Maree's  place is nice & comfortable, great amenities and within walking distance to a nearby park with bbq facilities. This was our first time to Griffith and we visited some wineries & explored the town & surrounding area."], "32224083": ["Viki", "The house is clean and well appointed, with a complimentary bottle of bubbly! Loads of local info available and the house is fully airconditioned. Highly recommend this house for a stay when visiting Griffith."], "36835551": ["Kim", "Ann-Maree’s place was very comfortable with everything you would need . She provided lots information and pamphlets about the sights, events, cafes and restaurants available which was very helpful. It’s a great location and a walkable distance to the main street and the Sunday markets at the show ground. I would be more than happy to stay there again."], "27634636": ["Peter", "Spotlessly clean, airy and tastefully decorated cottage with some thoughtful and lovely touches. Very handy to town centre. Happy to return."], "183045243": ["Cody", "Awesome spot very comfortable clean."], "59125601": ["Corey", "Beautiful place. Large rooms. Plenty of space. Everything you need and close to town. Awesome."], "102802194": ["Dean", "Clean and Tidy,  Quality towels and linen, Local area info and good off street parking.  A great place to stay."], "135024662": ["Darren", "A great space.  Excellent value."], "85435902": ["Lisa", "Immaculate.  Short walk to city park which is a bonus for children.  Has everything  you need including all those little bits and pieces like salt/alfoil/extra blankets, plastic bags etc and the pod machine which was a hit.  Enclosed yard for children to play as well. Heater warms the house quickly, hot water on demand.  Older home but cared for beautifully."], "45753787": ["Glenn", "Great place, great value!"], "131406636": ["Kate", "It was very clean , well presented , comfortable cottage , I enjoyed our stay"], "5697010": ["Nikki", "Ann-Marees place was the perfect spot to balance a business trip and relaxation time. Would definitely stay there again !"], "18618323": ["Rachel", "Ann-Maree’s place was cosy, comfortable and very clean. A great place to relax at home, and to stroll out to nearby wineries or into town. We were very warm of a night with the gas heater, and enjoyed sitting out in the backyard, soaking up the sun!"], "71045869": ["Shelley", "Lovely open space tastefully finished. All the convenient extras are well provided with a few extra treats in store... and you won't be cold in winter - the gas heater is awesome!"], "198920193": ["Cindy", "Very homely, clean, very central and a great place to stay"], "1601999": ["Jennifer & Benny", "Ann Maree’s place is amazing, and she is very thoughtful as a host ensuring the house has a real warmth and homely feel. Everything was flawless, and if you are in Griffith you should stay at Ann Maree’s Home as you won’t be disappointed! \nCan’t wait to re visit, explore some more of the wineries and spend some time relaxing in the beautiful backyard at Ann Maree’s..!"], "102146448": ["James", "We stayed for 3 nights and 4 days. The house was beyond all expectations and was very well taken care of"], "187583658": ["Michael", "Anne-Maree's place is very convenient for walking into town where we found excellent restaurants and cafes. We enjoyed the local attractions and filled and found the Tourist Information office very helpful in this respect.\nThe house was comfortable and all three bedrooms were a good size with comfortable beds. "], "36587523": ["Kenny", "Ann’s place was exactly as described . It’s in a quite area.  Coffee machine with pods provided was great. The gas heater was easy to operate and worked really well. Great  base to explore Griffith. would highly recommend it other guests."], "167862472": ["Elizabeth", "Great size and very homely"], "62038048": ["Rae", "House was very clean and well presented. The location was great for us working at the Griffith Showgrounds (walking distance). Good amenities and good value for money. We would recommend Ann-Maree’s house in Griffith."], "175151979": ["Sarah", "Nice house close to town"], "10202918": ["Olga", "This was great value for money. Communication was prompt and the house itself clean and comfortable. The extra touches were appreciated especially  the olive oil and bottle of Prosecco. The house has been accurately described and photographed."], "24568628": ["Matt", "Cosy, quirky place with comfortable outdoor spaces. There is an unusual vintage shed in the backyard."], "175972683": ["Craig", "Very clean, neat and tidy property.  Everything was as advertised."], "113288816": ["Raymond", "We had a great stay, very clean and tidy, also very close to town short walk and on Main Street of Griffith"], "126505531": ["Benjamin", "Ann-Maree has a great little house in Griffith, not far from the centre of town. It is very well kept and was everything we wanted for a weekend in Griffith. Response when booking was very prompt and check in was a breeze. Highly recommend staying here and we will be back next year."], "8745856": ["Carlos & Monica", "Clean, tidy and stilish place. Very recommended."], "24687938": ["Alison", "We had a lovely stay, perfect space, close to town and great air con!"], "107847141": ["Elke", "Probably one of the loveliest Air BNB's we've stayed in. Immaculately clean and comfortable. Host was amazing to deal with. Highly recommend this property. We will definitely book this property again :-)"], "166297002": ["Nicolas", "Stayed here while in town for a friends wedding. Easy to find, very clean and plenty of local tips as well."], "86626429": ["Kevin", "All good"], "99485330": ["Esther", "Anne-Maree’s place was so lovely that we returned for a second week. We were welcomed with bubbly and provided us with washing powder and towels (a breath of fresh air for backpackers). Only improvement would have been wifi"]}, {"Jun": {"2019-06-01": [false, 150], "2019-06-02": [false, 150], "2019-06-03": [true, 150], "2019-06-04": [false, 150], "2019-06-05": [false, 150], "2019-06-06": [false, 150], "2019-06-07": [true, 150], "2019-06-08": [false, 150], "2019-06-09": [false, 150], "2019-06-10": [false, 150], "2019-06-11": [false, 150], "2019-06-12": [false, 150], "2019-06-13": [false, 150], "2019-06-14": [false, 150], "2019-06-15": [false, 150], "2019-06-16": [false, 150], "2019-06-17": [false, 150], "2019-06-18": [true, 150], "2019-06-19": [true, 150], "2019-06-20": [true, 150], "2019-06-21": [false, 150], "2019-06-22": [false, 150], "2019-06-23": [false, 150], "2019-06-24": [true, 150], "2019-06-25": [false, 150], "2019-06-26": [false, 150], "2019-06-27": [false, 150], "2019-06-28": [false, 150], "2019-06-29": [false, 150], "2019-06-30": [true, 150]}, "Jul": {"2019-07-01": [false, 150], "2019-07-02": [false, 150], "2019-07-03": [false, 150], "2019-07-04": [false, 150], "2019-07-05": [true, 150], "2019-07-06": [true, 150], "2019-07-07": [true, 150], "2019-07-08": [true, 150], "2019-07-09": [true, 150], "2019-07-10": [true, 150], "2019-07-11": [true, 150], "2019-07-12": [true, 150], "2019-07-13": [true, 150], "2019-07-14": [true, 150], "2019-07-15": [true, 150], "2019-07-16": [true, 150], "2019-07-17": [true, 150], "2019-07-18": [true, 150], "2019-07-19": [true, 150], "2019-07-20": [true, 150], "2019-07-21": [true, 150], "2019-07-22": [true, 150], "2019-07-23": [true, 150], "2019-07-24": [true, 150], "2019-07-25": [true, 150], "2019-07-26": [true, 150], "2019-07-27": [true, 150], "2019-07-28": [true, 150], "2019-07-29": [true, 150], "2019-07-30": [true, 150], "2019-07-31": [true, 150]}, "Aug": {"2019-08-01": [true, 150], "2019-08-02": [true, 150], "2019-08-03": [true, 150], "2019-08-04": [true, 150], "2019-08-05": [true, 150], "2019-08-06": [true, 150], "2019-08-07": [true, 150], "2019-08-08": [true, 150], "2019-08-09": [true, 150], "2019-08-10": [true, 150], "2019-08-11": [true, 150], "2019-08-12": [true, 150], "2019-08-13": [true, 150], "2019-08-14": [true, 150], "2019-08-15": [true, 150], "2019-08-16": [true, 150], "2019-08-17": [true, 150], "2019-08-18": [true, 150], "2019-08-19": [true, 150], "2019-08-20": [true, 150], "2019-08-21": [true, 150], "2019-08-22": [true, 150], "2019-08-23": [false, 150], "2019-08-24": [false, 150], "2019-08-25": [false, 150], "2019-08-26": [true, 150], "2019-08-27": [true, 150], "2019-08-28": [true, 150], "2019-08-29": [true, 150], "2019-08-30": [true, 150], "2019-08-31": [true, 150]}, "Sep": {"2019-09-01": [true, 150], "2019-09-02": [true, 150], "2019-09-03": [true, 150], "2019-09-04": [true, 150], "2019-09-05": [true, 150], "2019-09-06": [true, 150], "2019-09-07": [true, 150], "2019-09-08": [true, 150], "2019-09-09": [true, 150], "2019-09-10": [true, 150], "2019-09-11": [true, 150], "2019-09-12": [true, 150], "2019-09-13": [true, 150], "2019-09-14": [true, 150], "2019-09-15": [true, 150], "2019-09-16": [true, 150], "2019-09-17": [true, 150], "2019-09-18": [true, 150], "2019-09-19": [true, 150], "2019-09-20": [true, 150], "2019-09-21": [true, 150], "2019-09-22": [true, 150], "2019-09-23": [true, 150], "2019-09-24": [true, 150], "2019-09-25": [true, 150], "2019-09-26": [true, 150], "2019-09-27": [true, 150], "2019-09-28": [true, 150], "2019-09-29": [true, 150], "2019-09-30": [true, 150]}}, 0], "32068873": [[-34.27887, 146.0395], "Kooba Cottage", ["https://a0.muscache.com/im/pictures/123b17d9-fa45-48af-bae2-8193b21f82ed.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/340ce088-a7a3-4460-88bc-a6faf107757d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9d5c09f4-1d08-423c-884c-0e70b8d29647.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/47f5e34f-e817-4e54-a8d8-e8988bb69d3b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/60af39aa-bf3b-49c5-a4da-369977ca6e4e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5c57ea91-5424-45ff-a810-b72fcd664fe9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5c8e96e5-2742-42aa-9c15-b08a69a71bbc.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9df4d6fd-1ba4-4dac-92b7-1776a5654896.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/90a0824e-8c9e-4f6b-8a45-d2a3d29ded34.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/79bab53e-8432-4468-befa-977b7afca673.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4e25f6cf-34c2-4eec-8f3d-69f91f3027c4.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a21d7952-94e9-48bb-9744-02f4bf734d96.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7d045eb8-9737-4a50-a14b-4c45b648c220.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0e8d4c86-b376-42a7-984d-38671e353132.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b64e544a-6545-4586-b5f4-ad81a85dae92.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/daa2fd03-119f-4186-9fea-7084715a5a9a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/57f5a5c4-a4e6-4ced-9c4c-b21395ea75a1.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/870f11e1-f1bb-43fc-bd93-d44612165f65.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c3024e62-396d-49a5-8dff-e2e0a8308879.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/42db394d-2a50-467e-9e83-3f158610e610.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1749bb5c-00d2-466a-a16f-69d517f75530.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/96fdf08c-d30b-42b6-bc89-ab6ef1df92bb.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f12f5758-c642-425a-9f2e-4e9743c12e4b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/279fdba5-cee0-4c07-abd1-64323f942321.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/332417f2-4b47-4ef6-b01e-a6ecba6d1487.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/712ce7e2-2f9b-4511-b12b-89cb31729cd1.jpg?aki_policy=large"], "2 bedrooms", 2, "1.5 baths", 1.5, 3, 4, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 3, 5.0, "Entire house", 149.0, "AUD", 0, 97011036, "Kooba Cottage is a fully furnished two bedroom house situated close to the city centre. Upon your arrival you will find everything you need to feel right at home. The cottage is within walking distance of the hospitals, medical centres, parks, sports ovals and the Main Street of Griffith. The house has two bedrooms that can accomodate up to 4 people. The main bedroom has one queen bed and a TV. The second bedroom has two single beds or one king bed upon request.'", {"263143747": ["Saman", "I recommend this place to anyone who wants to have great place to stay in griffith."], "121918406": ["David", "This is an amazing, gorgeous and modern cottage with quality furniture, linen, towels and cooking essentials in a nice quiet part of Griffith.  Will return."], "195932330": ["Ella", "Amazing place. Has everything you need for a comfortable stay in Griffith. Definitely be back!"]}, {"Jun": {"2019-06-01": [false, 150], "2019-06-02": [false, 150], "2019-06-03": [false, 150], "2019-06-04": [true, 150], "2019-06-05": [true, 150], "2019-06-06": [false, 150], "2019-06-07": [false, 150], "2019-06-08": [false, 150], "2019-06-09": [false, 150], "2019-06-10": [true, 150], "2019-06-11": [false, 150], "2019-06-12": [true, 150], "2019-06-13": [false, 150], "2019-06-14": [false, 150], "2019-06-15": [false, 150], "2019-06-16": [false, 150], "2019-06-17": [true, 150], "2019-06-18": [false, 150], "2019-06-19": [false, 150], "2019-06-20": [true, 150], "2019-06-21": [true, 150], "2019-06-22": [false, 150], "2019-06-23": [false, 150], "2019-06-24": [false, 150], "2019-06-25": [false, 150], "2019-06-26": [false, 150], "2019-06-27": [false, 150], "2019-06-28": [true, 150], "2019-06-29": [true, 150], "2019-06-30": [true, 150]}, "Jul": {"2019-07-01": [false, 150], "2019-07-02": [false, 150], "2019-07-03": [false, 150], "2019-07-04": [false, 150], "2019-07-05": [false, 150], "2019-07-06": [true, 150], "2019-07-07": [false, 150], "2019-07-08": [false, 150], "2019-07-09": [false, 150], "2019-07-10": [false, 150], "2019-07-11": [false, 150], "2019-07-12": [false, 150], "2019-07-13": [false, 150], "2019-07-14": [false, 150], "2019-07-15": [false, 150], "2019-07-16": [false, 150], "2019-07-17": [true, 150], "2019-07-18": [true, 150], "2019-07-19": [true, 150], "2019-07-20": [true, 150], "2019-07-21": [true, 150], "2019-07-22": [true, 150], "2019-07-23": [true, 150], "2019-07-24": [true, 150], "2019-07-25": [true, 150], "2019-07-26": [true, 150], "2019-07-27": [true, 150], "2019-07-28": [true, 150], "2019-07-29": [true, 150], "2019-07-30": [true, 150], "2019-07-31": [true, 150]}, "Aug": {"2019-08-01": [true, 150], "2019-08-02": [true, 150], "2019-08-03": [true, 150], "2019-08-04": [true, 150], "2019-08-05": [true, 150], "2019-08-06": [true, 150], "2019-08-07": [true, 150], "2019-08-08": [true, 150], "2019-08-09": [true, 150], "2019-08-10": [true, 150], "2019-08-11": [true, 150], "2019-08-12": [true, 150], "2019-08-13": [false, 150], "2019-08-14": [false, 150], "2019-08-15": [false, 150], "2019-08-16": [false, 150], "2019-08-17": [false, 150], "2019-08-18": [false, 150], "2019-08-19": [false, 150], "2019-08-20": [false, 150], "2019-08-21": [false, 150], "2019-08-22": [false, 150], "2019-08-23": [false, 150], "2019-08-24": [false, 150], "2019-08-25": [false, 150], "2019-08-26": [false, 150], "2019-08-27": [false, 150], "2019-08-28": [false, 150], "2019-08-29": [false, 150], "2019-08-30": [false, 150], "2019-08-31": [false, 150]}, "Sep": {"2019-09-01": [false, 150], "2019-09-02": [false, 150], "2019-09-03": [false, 150], "2019-09-04": [false, 150], "2019-09-05": [false, 150], "2019-09-06": [false, 150], "2019-09-07": [false, 150], "2019-09-08": [false, 150], "2019-09-09": [false, 150], "2019-09-10": [false, 150], "2019-09-11": [false, 150], "2019-09-12": [false, 150], "2019-09-13": [false, 150], "2019-09-14": [false, 150], "2019-09-15": [false, 150], "2019-09-16": [false, 150], "2019-09-17": [false, 150], "2019-09-18": [true, 150], "2019-09-19": [true, 150], "2019-09-20": [true, 150], "2019-09-21": [true, 150], "2019-09-22": [true, 150], "2019-09-23": [true, 150], "2019-09-24": [true, 150], "2019-09-25": [true, 150], "2019-09-26": [true, 150], "2019-09-27": [true, 150], "2019-09-28": [true, 150], "2019-09-29": [true, 150], "2019-09-30": [true, 150]}}, 50], "35590628": [[-34.24947, 146.19601], "Yenda the Earth Studio Apartment Centre of Village", ["https://a0.muscache.com/im/pictures/b5c93fd1-1cc2-44a6-9f08-80a3aca2cb32.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/6285ecc1-7a59-499e-85af-dabdbad95b01.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/db6ffd91-b745-4ded-871c-9ae408f1d40e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/bac20546-da21-42c5-a2aa-aa213592ae86.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c17fb39d-0cbb-4192-98bc-025bd5a1f7c7.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/00b71025-c933-4697-aaa1-4141cc03b5e0.jpg?aki_policy=large"], "Studio", 0, "1 bath", 1.0, 1, 2, null, "Free parking on premises,Kitchen", 0, null, "Entire apartment", 86.0, "AUD", 0, 150776437, "VILLAGE LIVING Studio apartment 1 QS bed, kitchen and bathroom and shower, right in the heart of village living in Yenda near Griffith Next door to Yenda Pub and across the road from park and small supermarket'", {}, {"Jun": {"2019-06-01": [true, 86], "2019-06-02": [true, 86], "2019-06-03": [true, 86], "2019-06-04": [true, 86], "2019-06-05": [true, 86], "2019-06-06": [true, 86], "2019-06-07": [true, 86], "2019-06-08": [true, 86], "2019-06-09": [true, 86], "2019-06-10": [true, 86], "2019-06-11": [true, 86], "2019-06-12": [true, 86], "2019-06-13": [true, 86], "2019-06-14": [true, 86], "2019-06-15": [true, 86], "2019-06-16": [false, 86], "2019-06-17": [true, 86], "2019-06-18": [false, 86], "2019-06-19": [false, 86], "2019-06-20": [false, 86], "2019-06-21": [false, 86], "2019-06-22": [false, 86], "2019-06-23": [false, 86], "2019-06-24": [false, 86], "2019-06-25": [false, 86], "2019-06-26": [false, 86], "2019-06-27": [false, 86], "2019-06-28": [false, 86], "2019-06-29": [false, 86], "2019-06-30": [false, 86]}, "Jul": {"2019-07-01": [false, 86], "2019-07-02": [false, 86], "2019-07-03": [false, 86], "2019-07-04": [false, 86], "2019-07-05": [false, 86], "2019-07-06": [false, 86], "2019-07-07": [false, 86], "2019-07-08": [false, 86], "2019-07-09": [false, 86], "2019-07-10": [false, 86], "2019-07-11": [false, 86], "2019-07-12": [false, 86], "2019-07-13": [false, 86], "2019-07-14": [false, 86], "2019-07-15": [false, 86], "2019-07-16": [false, 86], "2019-07-17": [false, 86], "2019-07-18": [false, 86], "2019-07-19": [false, 86], "2019-07-20": [true, 86], "2019-07-21": [true, 86], "2019-07-22": [true, 86], "2019-07-23": [true, 86], "2019-07-24": [true, 86], "2019-07-25": [true, 86], "2019-07-26": [true, 86], "2019-07-27": [true, 86], "2019-07-28": [true, 86], "2019-07-29": [true, 86], "2019-07-30": [true, 86], "2019-07-31": [true, 86]}, "Aug": {"2019-08-01": [true, 86], "2019-08-02": [true, 86], "2019-08-03": [true, 86], "2019-08-04": [true, 86], "2019-08-05": [true, 86], "2019-08-06": [true, 86], "2019-08-07": [true, 86], "2019-08-08": [true, 86], "2019-08-09": [true, 86], "2019-08-10": [true, 86], "2019-08-11": [true, 86], "2019-08-12": [true, 86], "2019-08-13": [true, 86], "2019-08-14": [true, 86], "2019-08-15": [true, 86], "2019-08-16": [true, 86], "2019-08-17": [true, 86], "2019-08-18": [true, 86], "2019-08-19": [true, 86], "2019-08-20": [true, 86], "2019-08-21": [true, 86], "2019-08-22": [true, 86], "2019-08-23": [true, 86], "2019-08-24": [true, 86], "2019-08-25": [true, 86], "2019-08-26": [true, 86], "2019-08-27": [true, 86], "2019-08-28": [true, 86], "2019-08-29": [true, 86], "2019-08-30": [true, 86], "2019-08-31": [true, 86]}, "Sep": {"2019-09-01": [true, 86], "2019-09-02": [true, 86], "2019-09-03": [true, 86], "2019-09-04": [true, 86], "2019-09-05": [true, 86], "2019-09-06": [true, 86], "2019-09-07": [true, 86], "2019-09-08": [true, 86], "2019-09-09": [true, 86], "2019-09-10": [true, 86], "2019-09-11": [true, 86], "2019-09-12": [true, 86], "2019-09-13": [true, 86], "2019-09-14": [true, 86], "2019-09-15": [true, 86], "2019-09-16": [true, 86], "2019-09-17": [true, 86], "2019-09-18": [true, 86], "2019-09-19": [true, 86], "2019-09-20": [true, 86], "2019-09-21": [true, 86], "2019-09-22": [true, 86], "2019-09-23": [false, 86], "2019-09-24": [false, 86], "2019-09-25": [false, 86], "2019-09-26": [false, 86], "2019-09-27": [false, 86], "2019-09-28": [false, 86], "2019-09-29": [false, 86], "2019-09-30": [false, 86]}}, 0], "33433607": [[-34.27485, 146.07555], "Serenity $70 per comfortable room.", ["https://a0.muscache.com/im/pictures/4d524ff7-0845-40c6-b0ed-ea6c9db08771.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/db76103b-1dee-461d-a392-bdce3ab53496.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3600f946-9711-47cf-b8cb-dfc65302f6a4.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/32cd3511-6d66-4534-a417-0b5dc60403b9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/df9dd29b-bdd2-4ed2-9afc-93f9427e9481.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a9fb8a9f-cecc-434a-b750-9bdaaa4f1089.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a8982fa0-e837-4918-87cc-509d9edc805f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/47b8b531-a77f-4853-9fd4-db0fa60521d6.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/165d45f6-93e2-4941-b971-242c07ba5b7d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/bed34f1a-877a-40d4-9821-ed6fe597887b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/65f09f37-a3ee-48c4-9552-e1e2e053afa4.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1e706719-330f-4c95-8751-2cb65c0bf85c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/6a493d10-6a1a-41ab-aef8-1f210a79f86c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ef023860-bc15-4167-914d-cb02e3663333.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/2f938e2b-7aa6-4892-846d-2f7e1377deee.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/2720b173-44cd-4830-9cd7-8033e9619316.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/75873397-3abc-4865-9b7d-72693adeae47.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0824eda9-cec3-49c7-a625-c84c6a5fb2c5.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/78dfb3bd-0e39-47c2-8821-aba50270f8d2.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7dd83a08-14c5-4d4d-b379-07f5b3b6f6bf.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/fd428f2f-62d1-4e55-a0cb-b1869215a093.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/056d9fb7-8dbd-4129-b62b-32a3f7548580.jpg?aki_policy=large"], "2 bedrooms", 2, "1 private bath", 1.0, 1, 2, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 0, null, "Private room", 129.0, "AUD", 0, 251878573, "SerenityMASTER-BUILTIT SHOWS!'", {}, {"Jun": {"2019-06-01": [true, 130], "2019-06-02": [true, 130], "2019-06-03": [true, 130], "2019-06-04": [true, 130], "2019-06-05": [true, 130], "2019-06-06": [true, 130], "2019-06-07": [true, 130], "2019-06-08": [true, 130], "2019-06-09": [true, 130], "2019-06-10": [true, 130], "2019-06-11": [true, 130], "2019-06-12": [true, 130], "2019-06-13": [true, 130], "2019-06-14": [true, 130], "2019-06-15": [true, 130], "2019-06-16": [true, 130], "2019-06-17": [true, 130], "2019-06-18": [true, 130], "2019-06-19": [true, 130], "2019-06-20": [true, 130], "2019-06-21": [true, 130], "2019-06-22": [true, 130], "2019-06-23": [true, 130], "2019-06-24": [true, 130], "2019-06-25": [true, 130], "2019-06-26": [true, 130], "2019-06-27": [true, 130], "2019-06-28": [true, 130], "2019-06-29": [true, 130], "2019-06-30": [true, 130]}, "Jul": {"2019-07-01": [true, 130], "2019-07-02": [true, 130], "2019-07-03": [true, 130], "2019-07-04": [true, 130], "2019-07-05": [true, 130], "2019-07-06": [true, 130], "2019-07-07": [true, 130], "2019-07-08": [true, 130], "2019-07-09": [true, 130], "2019-07-10": [true, 130], "2019-07-11": [true, 130], "2019-07-12": [true, 130], "2019-07-13": [true, 130], "2019-07-14": [true, 130], "2019-07-15": [true, 130], "2019-07-16": [true, 130], "2019-07-17": [true, 130], "2019-07-18": [true, 130], "2019-07-19": [true, 130], "2019-07-20": [true, 130], "2019-07-21": [true, 130], "2019-07-22": [true, 130], "2019-07-23": [true, 130], "2019-07-24": [true, 130], "2019-07-25": [true, 130], "2019-07-26": [true, 130], "2019-07-27": [true, 130], "2019-07-28": [true, 130], "2019-07-29": [true, 130], "2019-07-30": [true, 130], "2019-07-31": [true, 130]}, "Aug": {"2019-08-01": [true, 130], "2019-08-02": [true, 130], "2019-08-03": [true, 130], "2019-08-04": [true, 130], "2019-08-05": [true, 130], "2019-08-06": [true, 130], "2019-08-07": [true, 130], "2019-08-08": [true, 130], "2019-08-09": [true, 130], "2019-08-10": [true, 130], "2019-08-11": [true, 130], "2019-08-12": [true, 130], "2019-08-13": [true, 130], "2019-08-14": [true, 130], "2019-08-15": [true, 130], "2019-08-16": [true, 130], "2019-08-17": [true, 130], "2019-08-18": [true, 130], "2019-08-19": [true, 130], "2019-08-20": [true, 130], "2019-08-21": [true, 130], "2019-08-22": [true, 130], "2019-08-23": [true, 130], "2019-08-24": [true, 130], "2019-08-25": [true, 130], "2019-08-26": [true, 130], "2019-08-27": [true, 130], "2019-08-28": [true, 130], "2019-08-29": [true, 130], "2019-08-30": [true, 130], "2019-08-31": [true, 130]}, "Sep": {"2019-09-01": [true, 130], "2019-09-02": [true, 130], "2019-09-03": [true, 130], "2019-09-04": [true, 130], "2019-09-05": [true, 130], "2019-09-06": [true, 130], "2019-09-07": [true, 130], "2019-09-08": [true, 130], "2019-09-09": [true, 130], "2019-09-10": [true, 130], "2019-09-11": [true, 130], "2019-09-12": [true, 130], "2019-09-13": [true, 130], "2019-09-14": [true, 130], "2019-09-15": [true, 130], "2019-09-16": [true, 130], "2019-09-17": [true, 130], "2019-09-18": [true, 130], "2019-09-19": [true, 130], "2019-09-20": [true, 130], "2019-09-21": [true, 130], "2019-09-22": [true, 130], "2019-09-23": [true, 130], "2019-09-24": [true, 130], "2019-09-25": [true, 130], "2019-09-26": [true, 130], "2019-09-27": [true, 130], "2019-09-28": [true, 130], "2019-09-29": [true, 130], "2019-09-30": [true, 130]}}, 0], "35506119": [[-34.27743, 146.02903], "Cozy & Comfy Room in Griffith", ["https://a0.muscache.com/im/pictures/3c0a1c38-7ee8-471b-9e82-7461ee4e6f3c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/aee6e838-6f28-499a-8b0b-9c4fdb5fcb68.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3724de3a-1869-4184-931f-2c78f6cf6a06.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c0572687-0652-4134-8c53-e1441dd3f86e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a50e028a-23ce-49d2-9198-5cdf53576444.jpg?aki_policy=large"], "2 bedrooms", 2, "1 shared bath", 1.0, 2, 4, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 0, null, "Private room", 80.0, "AUD", 0, 77843788, "Large comfortable bedroom with beautiful nature and 5 min to griffith town, 5 min to hospital .Free parking accessFree internet access'", {}, {"Jun": {"2019-06-01": [true, 89], "2019-06-02": [true, 89], "2019-06-03": [true, 89], "2019-06-04": [true, 89], "2019-06-05": [true, 89], "2019-06-06": [true, 89], "2019-06-07": [true, 80], "2019-06-08": [true, 80], "2019-06-09": [true, 80], "2019-06-10": [true, 80], "2019-06-11": [true, 80], "2019-06-12": [true, 80], "2019-06-13": [true, 80], "2019-06-14": [true, 80], "2019-06-15": [true, 80], "2019-06-16": [true, 80], "2019-06-17": [true, 80], "2019-06-18": [true, 80], "2019-06-19": [true, 80], "2019-06-20": [true, 80], "2019-06-21": [true, 80], "2019-06-22": [true, 80], "2019-06-23": [false, 80], "2019-06-24": [false, 80], "2019-06-25": [false, 80], "2019-06-26": [false, 80], "2019-06-27": [false, 80], "2019-06-28": [false, 80], "2019-06-29": [true, 80], "2019-06-30": [true, 80]}, "Jul": {"2019-07-01": [true, 80], "2019-07-02": [true, 80], "2019-07-03": [true, 80], "2019-07-04": [true, 80], "2019-07-05": [true, 80], "2019-07-06": [true, 80], "2019-07-07": [true, 80], "2019-07-08": [true, 80], "2019-07-09": [true, 80], "2019-07-10": [true, 80], "2019-07-11": [true, 80], "2019-07-12": [true, 80], "2019-07-13": [true, 80], "2019-07-14": [true, 80], "2019-07-15": [true, 80], "2019-07-16": [true, 80], "2019-07-17": [true, 80], "2019-07-18": [true, 80], "2019-07-19": [true, 80], "2019-07-20": [true, 80], "2019-07-21": [true, 80], "2019-07-22": [true, 80], "2019-07-23": [true, 80], "2019-07-24": [true, 80], "2019-07-25": [true, 80], "2019-07-26": [true, 80], "2019-07-27": [true, 80], "2019-07-28": [true, 80], "2019-07-29": [true, 80], "2019-07-30": [true, 80], "2019-07-31": [true, 80]}, "Aug": {"2019-08-01": [true, 80], "2019-08-02": [true, 80], "2019-08-03": [true, 80], "2019-08-04": [true, 80], "2019-08-05": [true, 80], "2019-08-06": [true, 80], "2019-08-07": [true, 80], "2019-08-08": [true, 80], "2019-08-09": [true, 80], "2019-08-10": [true, 80], "2019-08-11": [true, 80], "2019-08-12": [true, 80], "2019-08-13": [true, 80], "2019-08-14": [true, 80], "2019-08-15": [true, 80], "2019-08-16": [true, 80], "2019-08-17": [true, 80], "2019-08-18": [true, 80], "2019-08-19": [true, 80], "2019-08-20": [true, 80], "2019-08-21": [true, 80], "2019-08-22": [true, 80], "2019-08-23": [true, 80], "2019-08-24": [true, 80], "2019-08-25": [true, 80], "2019-08-26": [true, 80], "2019-08-27": [true, 80], "2019-08-28": [true, 80], "2019-08-29": [true, 80], "2019-08-30": [true, 80], "2019-08-31": [true, 80]}, "Sep": {"2019-09-01": [true, 80], "2019-09-02": [true, 80], "2019-09-03": [true, 80], "2019-09-04": [true, 80], "2019-09-05": [true, 80], "2019-09-06": [true, 80], "2019-09-07": [true, 80], "2019-09-08": [true, 80], "2019-09-09": [true, 80], "2019-09-10": [true, 80], "2019-09-11": [true, 80], "2019-09-12": [true, 80], "2019-09-13": [true, 80], "2019-09-14": [true, 80], "2019-09-15": [true, 80], "2019-09-16": [true, 80], "2019-09-17": [true, 80], "2019-09-18": [true, 80], "2019-09-19": [true, 80], "2019-09-20": [true, 80], "2019-09-21": [true, 80], "2019-09-22": [true, 80], "2019-09-23": [true, 80], "2019-09-24": [true, 80], "2019-09-25": [true, 80], "2019-09-26": [true, 80], "2019-09-27": [true, 80], "2019-09-28": [true, 82], "2019-09-29": [true, 80], "2019-09-30": [true, 80]}}, 0], "23109955": [[-34.24961, 146.19294], "Cosy Room in a great location", ["https://a0.muscache.com/im/pictures/21c209b8-cd1a-4eb6-b364-732196b333d0.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ba9864f6-e387-4711-9e10-0b7dac7d84c6.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/6204a6d3-8d85-4976-b8fd-a2a7a2290791.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/2a0db62a-5c7f-4ebf-992a-293ea1da90de.jpg?aki_policy=large"], "1 bedroom", 1, "1 shared bath", 1.0, 1, 2, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 23, 5.0, "Private room", 42.0, "AUD", 0, 43158764, "Small Bedroom with double bed in a near new house, close to shops, hotel and main street.  House has evaporative air cooling and a wood heater for winter.  There is also a gas heater if needed.  Parking available in the street or driveway, if available'", {"139324372": ["Scot", "A welcoming and warm home managed by welcoming and warm-hearted people. Great stay."], "29473455": ["Jeremy", "Friendly host, who provides a lot of useful suggestions about our road ahead.\nFully equipped help-your-self kitchen, with lots of spices.\nElectric warming mattress, which was very helpful."], "245030798": ["Marcel", "Stephen's AirBnB offering in Yenda made my transition to Griffith easy and affordable. Not knowing the local area makes finding accomodation a daunting exercise. His home was a convenient first step in getting settled. The assurance of a bed, storage space, kitchen, bathroom, laundry, wifi and the option to extend my stay until I found a permanent residence created the perfect fit for my needs."], "116951066": ["Sam", "Good"], "87186759": ["Victoria", "Steve and Maree were wonderful hosts who were so incredibly friendly and hospitable. They did not hesitate to provide us with a list of places to visit around the area. Steve was quick to reply to all messages, and was very accommodating when we had to check in late. Would recommend Steve and Maree’s place to stay while in Yenda."], "26095898": ["Lukas", "Great value and perfect for what we needed. Steve and Maree were great hosts."], "195551021": ["Jacob", "I had an great experience at Steve and Maree's house. The house is always nice and tidy, they have a great range of appliances and amenities for use as well as being more than happy to help out and share their local knowledge, even going as far as taking me into town and showing me where everything is. The  room is nice and quiet so i could easily sleep and was exactly what i needed for working long hour days.\nI will definitely be coming back next time I'm down that way and highly recommend the stay to anyone else looking for accommodation."], "174693238": ["Steviemaster", "Comfy bed, great hospitality, would stay again."], "83478517": ["Paul", "Good value in a good location with good people"], "105062930": ["Kel", "Warm and friendly home shared with family and guests. Everything you need provided to make your stay enjoyable and relaxed."], "186693483": ["Jordan", "Stephen and maree were very lovely hosts, very friendly, cozy room very tidy. Was there for a week, great service, Had a great stay"], "50783042": ["Ben", "Steve and Marie are very friendly hosts, they were very accommodating and made sure I was ok, this is great for those on a budget looking for somewhere to stay. The place was tidy with a little bit of clutter but the room was clean"], "30507118": ["Kyle Zhan", "Clean and cozy room for short stay, very friendly hosts,  a good place to live."], "548044": ["Sam", "Stephen and Maree were very welcoming, quick to answer all questions and communication and went out of their way to make sure I had everything I needed. Their place is good value for money although I felt that their standard of cleanliness could have been higher. While I wouldn't choose to stay there again, I would recommend their place to the budget traveller looking for a safe and welcoming place to stay for the night."], "53134190": ["Neven", "Very friendly hosts and place was exactly as described. Great air conditioning which is nice on hot days!"], "175614054": ["Emma", "Stephen and Maree were outstanding hosts who made my stay in Yenda easy and pleasant.  Special thanks to James as well who drove me to the airport.  I would highly recommend them!"], "262869209": ["Heribert", "A nice place for our overnight stay in Yenda."], "19960750": ["Cici", "Good place to overnight stay. Maree and Stephen are nice host. The breakfast is good with milk,coffee and bread. Everything is good!"], "202468441": ["Eva-Maria", "Can’ t recommend it at all because of dirt and clutter."], "47964246": ["Anant", "Steve is a very welcoming host and I would recommend Steve's place to anyone looking for a budget stay. The bed was super comfy."], "54858938": ["菁菁", "We arrived late but stephen wait here.\nvery welcomed,nice and kind host,we enjoyed the coffee,breakfast and morning talk.\nBest Choice for traveller!"], "104731662": ["Emily", "The best host ,very helpful, clean,and very flexible.."], "21433918": ["Sven", "Great place to stay! Nice hosts and overall good location!"]}, {"Jun": {"2019-06-01": [true, 42], "2019-06-02": [true, 42], "2019-06-03": [true, 42], "2019-06-04": [true, 42], "2019-06-05": [true, 42], "2019-06-06": [true, 42], "2019-06-07": [false, 42], "2019-06-08": [false, 42], "2019-06-09": [false, 42], "2019-06-10": [false, 42], "2019-06-11": [false, 42], "2019-06-12": [true, 42], "2019-06-13": [true, 42], "2019-06-14": [false, 42], "2019-06-15": [true, 42], "2019-06-16": [true, 42], "2019-06-17": [false, 42], "2019-06-18": [false, 42], "2019-06-19": [false, 42], "2019-06-20": [false, 42], "2019-06-21": [false, 42], "2019-06-22": [false, 42], "2019-06-23": [true, 42], "2019-06-24": [false, 42], "2019-06-25": [false, 42], "2019-06-26": [false, 42], "2019-06-27": [false, 42], "2019-06-28": [false, 42], "2019-06-29": [true, 42], "2019-06-30": [true, 42]}, "Jul": {"2019-07-01": [true, 42], "2019-07-02": [true, 42], "2019-07-03": [true, 42], "2019-07-04": [true, 42], "2019-07-05": [true, 42], "2019-07-06": [true, 42], "2019-07-07": [true, 42], "2019-07-08": [true, 42], "2019-07-09": [true, 42], "2019-07-10": [true, 42], "2019-07-11": [true, 42], "2019-07-12": [false, 42], "2019-07-13": [false, 42], "2019-07-14": [false, 42], "2019-07-15": [false, 42], "2019-07-16": [false, 42], "2019-07-17": [false, 42], "2019-07-18": [false, 42], "2019-07-19": [false, 42], "2019-07-20": [false, 42], "2019-07-21": [false, 42], "2019-07-22": [false, 42], "2019-07-23": [false, 42], "2019-07-24": [false, 42], "2019-07-25": [false, 42], "2019-07-26": [false, 42], "2019-07-27": [false, 42], "2019-07-28": [false, 42], "2019-07-29": [false, 42], "2019-07-30": [false, 42], "2019-07-31": [false, 42]}, "Aug": {"2019-08-01": [true, 42], "2019-08-02": [true, 42], "2019-08-03": [true, 42], "2019-08-04": [true, 42], "2019-08-05": [true, 42], "2019-08-06": [true, 42], "2019-08-07": [true, 42], "2019-08-08": [true, 42], "2019-08-09": [true, 42], "2019-08-10": [true, 42], "2019-08-11": [true, 42], "2019-08-12": [true, 42], "2019-08-13": [true, 42], "2019-08-14": [true, 42], "2019-08-15": [true, 42], "2019-08-16": [true, 42], "2019-08-17": [true, 42], "2019-08-18": [true, 42], "2019-08-19": [true, 42], "2019-08-20": [true, 42], "2019-08-21": [true, 42], "2019-08-22": [true, 42], "2019-08-23": [true, 42], "2019-08-24": [true, 42], "2019-08-25": [false, 42], "2019-08-26": [false, 42], "2019-08-27": [false, 42], "2019-08-28": [false, 42], "2019-08-29": [false, 42], "2019-08-30": [false, 42], "2019-08-31": [false, 42]}, "Sep": {"2019-09-01": [false, 42], "2019-09-02": [false, 42], "2019-09-03": [false, 42], "2019-09-04": [false, 42], "2019-09-05": [false, 42], "2019-09-06": [false, 42], "2019-09-07": [false, 42], "2019-09-08": [false, 42], "2019-09-09": [false, 42], "2019-09-10": [false, 42], "2019-09-11": [false, 42], "2019-09-12": [false, 42], "2019-09-13": [false, 42], "2019-09-14": [false, 42], "2019-09-15": [false, 42], "2019-09-16": [false, 42], "2019-09-17": [false, 42], "2019-09-18": [false, 42], "2019-09-19": [false, 42], "2019-09-20": [false, 42], "2019-09-21": [false, 42], "2019-09-22": [false, 42], "2019-09-23": [false, 42], "2019-09-24": [false, 42], "2019-09-25": [false, 42], "2019-09-26": [false, 42], "2019-09-27": [false, 42], "2019-09-28": [false, 42], "2019-09-29": [false, 42], "2019-09-30": [false, 42]}}, 9], "21348388": [[-34.27447, 146.07647], "Medusa", ["https://a0.muscache.com/im/pictures/32a5bdac-ddc0-48ab-a52f-529d2731f7f6.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/73fa8b32-1c53-40e3-9cdf-ad887d8e31da.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/57b025fa-1924-46e4-b369-f9aaefb6cf98.jpg?aki_policy=large"], "1 bedroom", 1, "1 private bath", 1.0, 1, 2, null, "Free parking on premises,Kitchen,Washer", 7, 5.0, "Private room", 73.0, "AUD", 0, 153339065, "Private room with ensuite in my homeSpacious living overlooking scenic hillsPrivate courtyardCar parking on premises Brand new unitThe price is based on a 1 adult stay, each additional guest is $25/pp'", {"141632928": ["Aiden", "Very Clean accommodation with a helpful host"], "93608578": ["James", "Great stay!"], "1781919": ["Tim", "Clean and comfortable accommodation"], "117405904": ["Stephanie", "Our room, with en-suite bathroom, was lovely - spacious, very clean, and modern. The host was very warm and welcoming, and happy to have a chat (it’s a shame we had to leave so early the next morning!) She is also amazing with dogs, which we really appreciated since we were travelling with our Cavalier, Addie. Her dog, Joey, is a total sweetie, and made our stay (and Addie’s) just that much better."], "228833000": ["Danielle", "Jane was an amazing host, we felt very comfortable and spoilt! She went above and beyond not only to look after us but to look after my fur babies, who felt right at home! Amazing house, so beautiful and cozy! House was beautiful inside and out and had all we needed at our fingertips!"], "215730248": ["Lucas", "Exactly how its described clean and new spot on"], "52847959": ["David", "Very comfortable, well located unit."]}, {"Jun": {"2019-06-01": [false, 110], "2019-06-02": [false, 110], "2019-06-03": [false, 75], "2019-06-04": [true, 100], "2019-06-05": [true, 100], "2019-06-06": [false, 74], "2019-06-07": [false, 74], "2019-06-08": [false, 74], "2019-06-09": [false, 74], "2019-06-10": [true, 110], "2019-06-11": [false, 110], "2019-06-12": [false, 110], "2019-06-13": [false, 110], "2019-06-14": [false, 110], "2019-06-15": [false, 110], "2019-06-16": [true, 110], "2019-06-17": [false, 110], "2019-06-18": [false, 110], "2019-06-19": [true, 110], "2019-06-20": [true, 110], "2019-06-21": [true, 110], "2019-06-22": [true, 110], "2019-06-23": [true, 110], "2019-06-24": [true, 110], "2019-06-25": [true, 110], "2019-06-26": [true, 110], "2019-06-27": [true, 110], "2019-06-28": [true, 110], "2019-06-29": [true, 110], "2019-06-30": [true, 110]}, "Jul": {"2019-07-01": [true, 110], "2019-07-02": [false, 110], "2019-07-03": [false, 110], "2019-07-04": [false, 110], "2019-07-05": [true, 74], "2019-07-06": [true, 74], "2019-07-07": [true, 74], "2019-07-08": [true, 74], "2019-07-09": [true, 74], "2019-07-10": [true, 74], "2019-07-11": [true, 74], "2019-07-12": [true, 74], "2019-07-13": [true, 74], "2019-07-14": [true, 74], "2019-07-15": [true, 74], "2019-07-16": [true, 74], "2019-07-17": [true, 74], "2019-07-18": [true, 74], "2019-07-19": [true, 74], "2019-07-20": [true, 74], "2019-07-21": [true, 74], "2019-07-22": [true, 74], "2019-07-23": [true, 74], "2019-07-24": [true, 74], "2019-07-25": [true, 74], "2019-07-26": [true, 74], "2019-07-27": [true, 74], "2019-07-28": [true, 74], "2019-07-29": [true, 74], "2019-07-30": [true, 74], "2019-07-31": [true, 74]}, "Aug": {"2019-08-01": [true, 74], "2019-08-02": [true, 74], "2019-08-03": [true, 74], "2019-08-04": [true, 74], "2019-08-05": [true, 74], "2019-08-06": [true, 74], "2019-08-07": [true, 74], "2019-08-08": [true, 74], "2019-08-09": [true, 74], "2019-08-10": [true, 74], "2019-08-11": [true, 74], "2019-08-12": [true, 74], "2019-08-13": [true, 74], "2019-08-14": [true, 74], "2019-08-15": [true, 74], "2019-08-16": [true, 74], "2019-08-17": [true, 74], "2019-08-18": [true, 74], "2019-08-19": [true, 74], "2019-08-20": [true, 74], "2019-08-21": [true, 74], "2019-08-22": [true, 74], "2019-08-23": [true, 74], "2019-08-24": [true, 74], "2019-08-25": [true, 74], "2019-08-26": [true, 74], "2019-08-27": [true, 74], "2019-08-28": [true, 74], "2019-08-29": [true, 74], "2019-08-30": [true, 74], "2019-08-31": [true, 74]}, "Sep": {"2019-09-01": [true, 74], "2019-09-02": [true, 74], "2019-09-03": [true, 74], "2019-09-04": [true, 74], "2019-09-05": [true, 74], "2019-09-06": [true, 74], "2019-09-07": [true, 74], "2019-09-08": [true, 74], "2019-09-09": [true, 74], "2019-09-10": [true, 74], "2019-09-11": [true, 74], "2019-09-12": [true, 74], "2019-09-13": [true, 74], "2019-09-14": [true, 74], "2019-09-15": [true, 74], "2019-09-16": [true, 74], "2019-09-17": [true, 74], "2019-09-18": [true, 74], "2019-09-19": [true, 74], "2019-09-20": [true, 74], "2019-09-21": [true, 74], "2019-09-22": [true, 74], "2019-09-23": [true, 74], "2019-09-24": [true, 74], "2019-09-25": [true, 74], "2019-09-26": [true, 74], "2019-09-27": [true, 74], "2019-09-28": [true, 74], "2019-09-29": [true, 74], "2019-09-30": [true, 74]}}, 50], "21508452": [[-34.25723, 146.09785], "Gringko\"s Cozy Room", ["https://a0.muscache.com/im/pictures/f891fd1f-20d9-46b6-ba10-f5fc8a436759.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d22b3107-a680-461b-82e4-5e4d21b50941.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0a907478-5620-4ea0-aa47-a000a28ae6ca.jpg?aki_policy=large"], "2 bedrooms", 2, "1.5 shared baths", 1.5, 1, 2, null, "Free parking on premises,Kitchen,Washer", 4, 4.5, "Private room", 69.0, "AUD", 0, 77843788, "A small village call beelbangera..7 mins to Griffith.7 mins to yenda.Quiet and tidy houseHave a long bavkyard and nice garden'", {"177597616": ["Jeff", "The host canceled this reservation 11 days before arrival. This is an automated posting."], "85921658": ["Keratam", "The host canceled this reservation 21 days before arrival. This is an automated posting."], "110370057": ["Quentin", "Great value for money. Awesome hospitality. Comfortable clean ans spacious house"], "149373069": ["Caroline", "Gringko is super nice and friendly. The place is cozy and clean. Very good value for money!"]}, {"Jun": {"2019-06-01": [true, 69], "2019-06-02": [true, 69], "2019-06-03": [true, 69], "2019-06-04": [true, 69], "2019-06-05": [true, 69], "2019-06-06": [true, 69], "2019-06-07": [true, 69], "2019-06-08": [false, 69], "2019-06-09": [true, 69], "2019-06-10": [true, 69], "2019-06-11": [true, 69], "2019-06-12": [true, 69], "2019-06-13": [true, 69], "2019-06-14": [true, 69], "2019-06-15": [true, 69], "2019-06-16": [true, 69], "2019-06-17": [true, 69], "2019-06-18": [true, 69], "2019-06-19": [true, 69], "2019-06-20": [true, 69], "2019-06-21": [true, 69], "2019-06-22": [true, 69], "2019-06-23": [true, 69], "2019-06-24": [true, 69], "2019-06-25": [true, 69], "2019-06-26": [true, 69], "2019-06-27": [true, 69], "2019-06-28": [true, 69], "2019-06-29": [true, 69], "2019-06-30": [true, 69]}, "Jul": {"2019-07-01": [true, 69], "2019-07-02": [true, 69], "2019-07-03": [true, 69], "2019-07-04": [true, 69], "2019-07-05": [true, 69], "2019-07-06": [true, 69], "2019-07-07": [true, 69], "2019-07-08": [true, 69], "2019-07-09": [true, 69], "2019-07-10": [true, 69], "2019-07-11": [true, 69], "2019-07-12": [true, 69], "2019-07-13": [true, 69], "2019-07-14": [true, 69], "2019-07-15": [true, 69], "2019-07-16": [true, 69], "2019-07-17": [true, 69], "2019-07-18": [true, 69], "2019-07-19": [true, 69], "2019-07-20": [true, 69], "2019-07-21": [true, 69], "2019-07-22": [true, 69], "2019-07-23": [true, 69], "2019-07-24": [true, 69], "2019-07-25": [true, 69], "2019-07-26": [true, 69], "2019-07-27": [true, 69], "2019-07-28": [true, 69], "2019-07-29": [true, 69], "2019-07-30": [true, 69], "2019-07-31": [true, 69]}, "Aug": {"2019-08-01": [true, 69], "2019-08-02": [true, 69], "2019-08-03": [true, 69], "2019-08-04": [true, 69], "2019-08-05": [true, 69], "2019-08-06": [true, 69], "2019-08-07": [true, 69], "2019-08-08": [true, 69], "2019-08-09": [true, 69], "2019-08-10": [true, 69], "2019-08-11": [true, 69], "2019-08-12": [true, 69], "2019-08-13": [true, 69], "2019-08-14": [true, 69], "2019-08-15": [true, 69], "2019-08-16": [true, 69], "2019-08-17": [true, 69], "2019-08-18": [true, 69], "2019-08-19": [true, 69], "2019-08-20": [true, 69], "2019-08-21": [true, 69], "2019-08-22": [true, 69], "2019-08-23": [true, 69], "2019-08-24": [true, 69], "2019-08-25": [true, 69], "2019-08-26": [true, 69], "2019-08-27": [true, 69], "2019-08-28": [true, 69], "2019-08-29": [true, 69], "2019-08-30": [true, 69], "2019-08-31": [true, 69]}, "Sep": {"2019-09-01": [true, 69], "2019-09-02": [true, 69], "2019-09-03": [true, 69], "2019-09-04": [true, 69], "2019-09-05": [true, 69], "2019-09-06": [true, 69], "2019-09-07": [true, 69], "2019-09-08": [true, 69], "2019-09-09": [true, 69], "2019-09-10": [true, 69], "2019-09-11": [true, 69], "2019-09-12": [true, 69], "2019-09-13": [true, 69], "2019-09-14": [true, 69], "2019-09-15": [true, 69], "2019-09-16": [true, 69], "2019-09-17": [true, 69], "2019-09-18": [true, 69], "2019-09-19": [true, 69], "2019-09-20": [true, 69], "2019-09-21": [true, 69], "2019-09-22": [true, 69], "2019-09-23": [false, 69], "2019-09-24": [false, 69], "2019-09-25": [false, 69], "2019-09-26": [false, 69], "2019-09-27": [false, 69], "2019-09-28": [false, 69], "2019-09-29": [false, 69], "2019-09-30": [false, 69]}}, 0], "23774961": [[-34.25155, 146.195], "Comfortable room in Yenda township", ["https://a0.muscache.com/im/pictures/b77a8a56-9068-4c05-8253-cce3a0428e83.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c4f563e1-31b8-4433-ba55-b1281d8b7555.jpg?aki_policy=large"], "1 bedroom", 1, "1 shared bath", 1.0, 1, 2, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 8, 4.5, "Private room", 42.0, "AUD", 0, 108919536, "Comfortable room in good location.'", {"159691190": ["達達", "Kindly host and good location."], "184298806": ["Eddie", "I stayed 1 night on the way to Adelaide. Maree and Stephen are very friendly hosts. The room is very clean. I would like to recommend to my friends. Thank you!"], "100713893": ["John", "Such a wonderful place to stay. Very friendly and were happy to help with anything"], "26658074": ["Jess", "Maree communicated well with me before my booking and on the day of my arrival. The shift workers staying in the other room/s were quite active and audible the night I was there so I didn’t get the best sleep. The bed was comfy and I was able to store my food in a designated fridge and utilise the kitchen for my dinner."], "69175183": ["Gautam", "Stephen and Maree are lovely people who made us feel right at home. The room is clean and well kept."], "104731662": ["Emily", "Very accommodating host..For sure I will book it again.."], "20630708": ["John", "Great place to stay on my way from Sydney to Adelaide. Wonderful fresh bread and coffee with cereal for breakfast. Large shared bathroom, toilet, shower,  bathtub and sink in one room. Good sized comfortable bed for the night and very friendly host & hostess. Parking allowed in driveway. Stores and restaurant walking a few minutes away."]}, {"Jun": {"2019-06-01": [false, 43], "2019-06-02": [false, 43], "2019-06-03": [false, 43], "2019-06-04": [false, 43], "2019-06-05": [false, 42], "2019-06-06": [false, 42], "2019-06-07": [false, 42], "2019-06-08": [false, 42], "2019-06-09": [false, 42], "2019-06-10": [false, 42], "2019-06-11": [false, 42], "2019-06-12": [false, 43], "2019-06-13": [false, 43], "2019-06-14": [false, 43], "2019-06-15": [false, 43], "2019-06-16": [false, 43], "2019-06-17": [false, 43], "2019-06-18": [false, 43], "2019-06-19": [false, 43], "2019-06-20": [false, 43], "2019-06-21": [false, 43], "2019-06-22": [false, 42], "2019-06-23": [false, 42], "2019-06-24": [false, 42], "2019-06-25": [false, 42], "2019-06-26": [false, 42], "2019-06-27": [false, 42], "2019-06-28": [false, 42], "2019-06-29": [false, 42], "2019-06-30": [false, 42]}, "Jul": {"2019-07-01": [false, 42], "2019-07-02": [false, 42], "2019-07-03": [false, 42], "2019-07-04": [false, 42], "2019-07-05": [false, 42], "2019-07-06": [false, 42], "2019-07-07": [false, 42], "2019-07-08": [false, 42], "2019-07-09": [false, 42], "2019-07-10": [false, 42], "2019-07-11": [false, 42], "2019-07-12": [false, 42], "2019-07-13": [false, 42], "2019-07-14": [false, 42], "2019-07-15": [false, 42], "2019-07-16": [false, 42], "2019-07-17": [false, 42], "2019-07-18": [false, 42], "2019-07-19": [false, 42], "2019-07-20": [false, 42], "2019-07-21": [false, 42], "2019-07-22": [false, 42], "2019-07-23": [false, 42], "2019-07-24": [false, 42], "2019-07-25": [false, 42], "2019-07-26": [false, 42], "2019-07-27": [false, 42], "2019-07-28": [false, 42], "2019-07-29": [false, 42], "2019-07-30": [false, 42], "2019-07-31": [false, 42]}, "Aug": {"2019-08-01": [false, 42], "2019-08-02": [false, 42], "2019-08-03": [false, 42], "2019-08-04": [true, 42], "2019-08-05": [true, 42], "2019-08-06": [true, 42], "2019-08-07": [true, 42], "2019-08-08": [true, 42], "2019-08-09": [true, 42], "2019-08-10": [true, 42], "2019-08-11": [true, 42], "2019-08-12": [true, 42], "2019-08-13": [true, 42], "2019-08-14": [true, 42], "2019-08-15": [true, 42], "2019-08-16": [true, 42], "2019-08-17": [true, 42], "2019-08-18": [true, 42], "2019-08-19": [true, 42], "2019-08-20": [true, 42], "2019-08-21": [true, 42], "2019-08-22": [true, 42], "2019-08-23": [true, 42], "2019-08-24": [true, 42], "2019-08-25": [true, 42], "2019-08-26": [true, 42], "2019-08-27": [true, 42], "2019-08-28": [true, 42], "2019-08-29": [true, 42], "2019-08-30": [true, 42], "2019-08-31": [true, 42]}, "Sep": {"2019-09-01": [true, 42], "2019-09-02": [true, 42], "2019-09-03": [true, 42], "2019-09-04": [true, 42], "2019-09-05": [true, 42], "2019-09-06": [true, 42], "2019-09-07": [true, 42], "2019-09-08": [true, 42], "2019-09-09": [true, 42], "2019-09-10": [true, 42], "2019-09-11": [true, 42], "2019-09-12": [true, 42], "2019-09-13": [true, 42], "2019-09-14": [true, 42], "2019-09-15": [true, 42], "2019-09-16": [true, 42], "2019-09-17": [true, 42], "2019-09-18": [true, 42], "2019-09-19": [true, 42], "2019-09-20": [true, 42], "2019-09-21": [true, 42], "2019-09-22": [true, 42], "2019-09-23": [false, 42], "2019-09-24": [false, 42], "2019-09-25": [false, 42], "2019-09-26": [false, 42], "2019-09-27": [false, 42], "2019-09-28": [false, 42], "2019-09-29": [false, 42], "2019-09-30": [false, 42]}}, 9], "33377046": [[-34.2511, 146.19516], "Restful room quiet area", ["https://a0.muscache.com/im/pictures/d7fb80d4-7904-423e-978d-475b8c5de1ad.jpg?aki_policy=large"], "Studio", 0, "1 shared bath", 1.0, 1, 2, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 2, null, "Private room", 42.0, "AUD", 0, 108919536, "Quiet area, close to pub and club.  15kms from Griffith NSW'", {"223406037": ["Jeff", "I'm sorry to say the place was well below par in my experience. Maree is a really nice person and I hate having to say anything bad but I can only report what my experience at the time was. The bed looked slept in, the bedroom was very dusty, cobwebs on the ceiling, windows and mirrors very grubby. The bathroom was disgusting."], "116951066": ["Sam", "Thanks Maree and stephen"]}, {"Jun": {"2019-06-01": [false, 42], "2019-06-02": [false, 42], "2019-06-03": [false, 42], "2019-06-04": [false, 42], "2019-06-05": [false, 42], "2019-06-06": [false, 42], "2019-06-07": [false, 42], "2019-06-08": [false, 42], "2019-06-09": [false, 42], "2019-06-10": [false, 42], "2019-06-11": [false, 42], "2019-06-12": [false, 42], "2019-06-13": [false, 42], "2019-06-14": [false, 42], "2019-06-15": [false, 42], "2019-06-16": [false, 42], "2019-06-17": [false, 42], "2019-06-18": [false, 42], "2019-06-19": [false, 42], "2019-06-20": [false, 42], "2019-06-21": [false, 42], "2019-06-22": [false, 42], "2019-06-23": [false, 42], "2019-06-24": [false, 42], "2019-06-25": [false, 42], "2019-06-26": [false, 42], "2019-06-27": [false, 42], "2019-06-28": [false, 42], "2019-06-29": [false, 42], "2019-06-30": [false, 42]}, "Jul": {"2019-07-01": [true, 42], "2019-07-02": [true, 42], "2019-07-03": [true, 42], "2019-07-04": [true, 42], "2019-07-05": [true, 42], "2019-07-06": [true, 42], "2019-07-07": [true, 42], "2019-07-08": [true, 42], "2019-07-09": [true, 42], "2019-07-10": [true, 42], "2019-07-11": [true, 42], "2019-07-12": [true, 42], "2019-07-13": [true, 42], "2019-07-14": [true, 42], "2019-07-15": [true, 42], "2019-07-16": [true, 42], "2019-07-17": [true, 42], "2019-07-18": [true, 42], "2019-07-19": [true, 42], "2019-07-20": [true, 42], "2019-07-21": [true, 42], "2019-07-22": [true, 42], "2019-07-23": [true, 42], "2019-07-24": [true, 42], "2019-07-25": [true, 42], "2019-07-26": [true, 42], "2019-07-27": [true, 42], "2019-07-28": [true, 42], "2019-07-29": [true, 42], "2019-07-30": [true, 42], "2019-07-31": [true, 42]}, "Aug": {"2019-08-01": [true, 42], "2019-08-02": [true, 42], "2019-08-03": [true, 42], "2019-08-04": [true, 42], "2019-08-05": [true, 42], "2019-08-06": [true, 42], "2019-08-07": [true, 42], "2019-08-08": [true, 42], "2019-08-09": [true, 42], "2019-08-10": [true, 42], "2019-08-11": [true, 42], "2019-08-12": [true, 42], "2019-08-13": [true, 42], "2019-08-14": [true, 42], "2019-08-15": [true, 42], "2019-08-16": [true, 42], "2019-08-17": [true, 42], "2019-08-18": [true, 42], "2019-08-19": [true, 42], "2019-08-20": [true, 42], "2019-08-21": [true, 42], "2019-08-22": [true, 42], "2019-08-23": [true, 42], "2019-08-24": [true, 42], "2019-08-25": [false, 42], "2019-08-26": [false, 42], "2019-08-27": [false, 42], "2019-08-28": [false, 42], "2019-08-29": [false, 42], "2019-08-30": [false, 42], "2019-08-31": [false, 42]}, "Sep": {"2019-09-01": [false, 42], "2019-09-02": [false, 42], "2019-09-03": [false, 42], "2019-09-04": [false, 42], "2019-09-05": [false, 42], "2019-09-06": [false, 42], "2019-09-07": [false, 42], "2019-09-08": [false, 42], "2019-09-09": [false, 42], "2019-09-10": [false, 42], "2019-09-11": [false, 42], "2019-09-12": [false, 42], "2019-09-13": [false, 42], "2019-09-14": [false, 42], "2019-09-15": [false, 42], "2019-09-16": [false, 42], "2019-09-17": [false, 42], "2019-09-18": [false, 42], "2019-09-19": [false, 42], "2019-09-20": [false, 42], "2019-09-21": [false, 42], "2019-09-22": [false, 42], "2019-09-23": [false, 42], "2019-09-24": [false, 42], "2019-09-25": [false, 42], "2019-09-26": [false, 42], "2019-09-27": [false, 42], "2019-09-28": [false, 42], "2019-09-29": [false, 42], "2019-09-30": [false, 42]}}, 9]}