{"47250720": {"detail": ["Lives in New South Wales, Australia"], "self_intro": "Hi There! I’m an AirBnB host myself and have been using the platform as a super host for over a year. I’m looking forward to my first guest experience!", "name": "Mia", "picUrl": "https://a0.muscache.com/im/pictures/32dbd44e-50ca-4e47-a50c-99a3e9413e13.jpg?aki_policy=profile_small", "room_ids": ["21884828"]}, "26919489": {"detail": ["Lives in Sydney, Australia", "Speaks English,Español,Português", "Work: Brianda Projects", "Connected account"], "self_intro": "", "name": "Yukio", "picUrl": "https://a0.muscache.com/im/pictures/user/56c443ef-fca9-4de9-b2ce-3c1494e4d544.jpg?aki_policy=profile_small", "room_ids": ["19942828", "21299201"]}, "3809995": {"detail": ["Lives in Sydney, Australia", "Connected account"], "self_intro": "My husband and I live close by to Potts Point with our 8 year old daughter. We love meeting people from all over the world!", "name": "Charlotte", "picUrl": "https://a0.muscache.com/im/pictures/user/a47df38e-9106-44ce-91cb-adea8685756b.jpg?aki_policy=profile_small", "room_ids": ["767295", "1903284"]}, "132640747": {"detail": ["Lives in Sydney, Australia"], "self_intro": "", "name": "Al", "picUrl": "https://a0.muscache.com/im/pictures/c694d9f4-a509-4728-8242-61ab142ff62a.jpg?aki_policy=profile_small", "room_ids": ["19012009", "25427666"]}, "34487626": {"detail": ["Speaks English,Español,Hindi,Italiano,Português,中文"], "self_intro": "", "name": "Susan", "picUrl": "https://a0.muscache.com/im/users/34487626/profile_pic/1436487041/original.jpg?aki_policy=profile_small", "room_ids": ["28323916", "28323996", "31543369", "31543381", "31807602", "31809311"]}, "20039367": {"detail": ["Lives in Coogee, Australia", "Speaks English", "Work: Health professional ", "Connected account"], "self_intro": "I am a warm friendly professional\r\nI work in the health industry love to travel with an appreciation of art music &amp; culture . Have expansive knowledge of Sydney &amp; surrounds &amp; am happy to assist with any questions regarding the accomodation or your trip \r\n", "name": "Bettina", "picUrl": "https://a0.muscache.com/im/pictures/b3636a52-ce8a-42ea-b23a-2ac415f5678a.jpg?aki_policy=profile_small", "room_ids": ["19912813"]}, "4421400": {"detail": ["Lives in Surry Hills, Australia"], "self_intro": "I'm Scott, very active guy from Sydney who loves traveling and exploring different cultures. Look forward to meeting you!", "name": "Scott", "picUrl": "https://a0.muscache.com/im/users/4421400/profile_pic/1355706316/original.jpg?aki_policy=profile_small", "room_ids": ["846696", "879438", "2339516", "4698283", "9301633", "18431145", "24213302", "32824270", "35132774"]}, "5383558": {"detail": ["Lives in Redfern, Australia"], "self_intro": "Love nature and the outdoors", "name": "Angus", "picUrl": "https://a0.muscache.com/im/pictures/1969385f-a2c1-44f5-8e77-1ff97f0ae2fa.jpg?aki_policy=profile_small", "room_ids": ["15424010"]}, "74564218": {"detail": ["Lives in New South Wales, Australia", "Speaks Português"], "self_intro": "", "name": "Andre", "picUrl": "https://a0.muscache.com/im/pictures/6430b854-1d2f-46fd-a64c-4778f95ebffd.jpg?aki_policy=profile_small", "room_ids": ["13582232", "15474118"]}, "644516": {"detail": ["Lives in Redfern, Australia", "Speaks English", "Work: Photographer", "Connected account"], "self_intro": "I work for myself as a commercial photographer and I love it!\r\nI have an office at home so sometimes i'm at home during the day working, so can greet you when you arrive, whilst other times I'm out working on location, if this is the case I will leave a key out for you and communicate this with you via the Air BnB message service.\r\nHarry (my dog) and I go walking every morning. She will greet you very enthusiastically when you arrive at the house and be ready for a scratch on her tummy from you to say hello.\r\nIt's great to meeting and hosting new people from all over the world and have a chat over a coffee or a wine and share my local knowledge with you, and hear about your travelling experiences, but I also respect your privacy, and my work keeps me pretty busy too!\r\nI love being an Air BnB host and have made some great friends from the guests who have stayed with me from all over the world.\r\nI am aware a lot of people are looking for longer term accommodation, however, short term stays suits me, and I'm not looking for any guests to stay longer than 1 month.\r\nI look forward to meeting you.\r\n", "name": "Mel", "picUrl": "https://a0.muscache.com/im/pictures/user/789c20d4-ab5d-4eeb-a25c-d77decee9659.jpg?aki_policy=profile_small", "room_ids": ["130970"]}, "45902462": {"detail": ["Lives in Ultimo, Australia", "Speaks English"], "self_intro": "Hi all,\r\nI'm Katie, a graphic designer based in Sydney. I'm an on-off Airbnb host who just love to use Airbnb for travel accommodation like you do. My Airbnb experience ( both host and guest) are incredibly amazing and memorable, I met so many amazing guests/hosts who came from all around the world and there have been always different stories to take away afterward. Regardless of a few bad reviews  that upset me, those good hosting experiences truly motivate me. Honestly, I'm not making a living on this, Airbnb apparently a thing set me free from paying the bills while I'm travelling and  I would never stop feeling grateful for this mutual share of benefit. Travelling is a part of learning process and lifestyle, I hope my Airbnb place could be a part of your beautiful journey as well. \r\nPlease notice that most of the time you will checkin/out by yourself as I could be away by that time. I expect guest will be more aware of your trip/ time management, so bit careful read/research about your Airbnb place will save both our time and effort. \r\n\r\nPs: Tks for reading anyway, usually people roll past this part:-) ", "name": "Kate", "picUrl": "https://a0.muscache.com/im/pictures/user/528e199d-01cc-485a-afde-8f34a9a42065.jpg?aki_policy=profile_small", "room_ids": ["9051847"]}, "7531199": {"detail": ["Lives in Redfern, Australia"], "self_intro": "I've travelled a bit in the past but of recent years been tided to a desk. Looking forward to getting out there again soon. \r\n\r\nEnjoy being a host and showing people my city, which I love. \r\n", "name": "Daniel", "picUrl": "https://a0.muscache.com/im/pictures/b3b8bec1-d22c-4a1e-895b-525bae0f9453.jpg?aki_policy=profile_small", "room_ids": ["4439559"]}, "57488052": {"detail": ["Lives in Sydney, Australia", "Work: NSW Department of Education ", "Connected account"], "self_intro": "", "name": "Nicole", "picUrl": "https://a0.muscache.com/im/pictures/fac74210-377c-4f59-84c5-cb0340c9b55a.jpg?aki_policy=profile_small", "room_ids": ["31719385"]}, "8530753": {"detail": ["Lives in Melbourne, Australia", "Speaks Bahasa Indonesia,Bahasa Malaysia,English,Tagalog,中文", "Work: Systems Architect"], "self_intro": "Your trusted international holiday rental host across major cities. Feel at home wherever you are! LIVE · LOVE · EXPLORE\r\n\r\n- Melbourne\r\n- Sydney\r\n- Gold Coast\r\n- Auckland\r\n- London\r\n- Da Nang\r\n- Kuala Lumpur\r\n- George Town\r\n- Johor Bahru\r\n\r\nI speak fluent English, Cantonese (广东话), Mandarin (普通话), Bahasa Melayu, Bahasa Indonesia &amp; Tagalog.\r\n\r\nIf the dates you're after are available on my calendars, you may proceed to \"INSTANT-BOOK\" em'.\r\n\r\nMy calendars on AirBnb are always up to date, so if they're blocked and you can't select them, it pretty much means someone else has already booked em'.\r\n\r\nHappy stays &amp; safe travels :)\r\n\r\nView more properties HERE (JL1) &gt; https://www.airbnb.com.au/users/8530753/listings\r\n \r\nOR HERE (JL1) &gt; https://www.airbnb.com.au/s/homes?host_id=8530753\r\n \r\nOR HERE (JL3) &gt; https://www.airbnb.com.au/s/homes?host_id=114384153\r\n \r\nOR HERE (JLMY) &gt; https://www.airbnb.com.au/s/homes?host_id=177114776\r\n\r\nOR HERE (JLMY2) &gt; https://www.airbnb.com.au/s/homes?host_id=217495299\r\n\r\nOR HERE (JLMY3) &gt; https://www.airbnb.com.au/s/homes?host_id=228789871", "name": "Jared SSP", "picUrl": "https://a0.muscache.com/im/pictures/user/c7020809-2d2d-4e64-a38b-3acc7924b1d6.jpg?aki_policy=profile_small", "room_ids": ["17597778", "21583293", "23636663", "23791351", "24163323", "25169449", "25480578", "25489818", "25490687", "25491043"]}, "105151106": {"detail": ["Lives in Woolloomooloo, Australia", "Speaks English,Italiano"], "self_intro": "", "name": "Geoff", "picUrl": "https://a0.muscache.com/im/pictures/db36996d-c180-4d7d-a83b-1f8a8626b51f.jpg?aki_policy=profile_small", "room_ids": ["16123508", "32963565"]}, "36928848": {"detail": ["Lives in Centennial Park, Australia"], "self_intro": "I love keeping fit and spending time with friends and family. My favourite destination is Paris. I love trying out new restaurants and cafes in Paddington and Woollahra. ", "name": "Jackie", "picUrl": "https://a0.muscache.com/im/users/36928848/profile_pic/1435493891/original.jpg?aki_policy=profile_small", "room_ids": ["7042470"]}, "46909702": {"detail": ["Lives in New South Wales, Australia", "Speaks English,Français,日本語"], "self_intro": "We love traveling and have visited lots of different places in the world but we have decided to call Sydney nearly 4 years ago (Fumi has been in Australia for 10+ years).\r\nWe both work in Sydney and like to stay outdoors on our days off, either at the beach or for a walk, Sydney has so much to offer..\r\nWe are pretty relaxed and like meeting new people but as hosts, we will respect your privacy and will let you enjoy our flat and you will have the place to yourself.", "name": "Fumi  &amp; Lucie", "picUrl": "https://a0.muscache.com/im/pictures/1af0af9a-5447-44b0-9774-2231f6fbf8ea.jpg?aki_policy=profile_small", "room_ids": ["8977284", "19065568", "22193203"]}, "4519063": {"detail": ["Lives in Willoughby, Australia", "Work: Channel 9"], "self_intro": "We are from Sydney, Australia and have a busy lifestyle,  We enjoy cooking, golf, gardening and travelling. Both Wayne and I work full time. We enjoy meeting people from all walks of life!!  Our home is somewhere to stay in comfortable surroundings and a nice quiet neighbourhood. ", "name": "Margie", "picUrl": "https://a0.muscache.com/im/users/4519063/profile_pic/1403432620/original.jpg?aki_policy=profile_small", "room_ids": ["3265015"]}, "73407853": {"detail": ["Lives in Sydney, Australia", "Speaks Deutsch,English,Español,Magyar", "Connected account"], "self_intro": "I am an artist originally. I am an active person who loves traveling and cooking.  Besides English I speak German, Hungarian and Spanish . ", "name": "Zoltan", "picUrl": "https://a0.muscache.com/im/pictures/user/5f5ef4ab-e185-492c-bc92-f2b0c8159d9e.jpg?aki_policy=profile_small", "room_ids": ["26108345", "27711170", "29806142"]}, "6875353": {"detail": ["Lives in Sydney, Australia", "Speaks English", "Work: Forex Trading, Sales and marketing"], "self_intro": "Hi there, Born in NZ to a long line of danish vikings, I moved to Australia when I was 17 and then to London when I was 20...\r\n\r\nEver since then I've been addicted to travelling and bounced around the world non stop for about 4 years during which time I backpacked to over 90 countries, became a Dive Instructor in Thailand and eventually decided to commute between London and Sydney for the summers on both sides of the earth. I trade forex in my spare time, Background in Sales and Marketing, Building Construction and Renovations, IT Project Management and studied Clinical Nutrition, I'm now 32", "name": "Nathan", "picUrl": "https://a0.muscache.com/im/pictures/bd0871d6-8cfe-4170-9370-da21b4fb71ae.jpg?aki_policy=profile_small", "room_ids": ["1268125", "1268135", "1769170", "2533176", "4598493", "8025580", "27095958", "27521703", "32876781", "35351370"]}, "14813306": {"detail": ["Work: Tania Wursig Art"], "self_intro": "Hi,\r\nMy name is Tania, I am an artist and and have been creating, adding to and evolving my spacious, colourful, bohemian loft style home for the past few decades. I share this much loved space with my beautiful daughter and my 2 cats.\r\nAside from painting and exhibiting within Australia I am very fortunate to have an annual 3 month painting residency in Tahiti.\r\nI usually go for the months of July, August and September to paint, teach, exhibit, gather inspiration and enjoy that beautiful part of the world. \r\nSince 2015 I have been sharing my eclectic and creative world on airbnb which includes my spacious bohemian home my 2 gorgeous cats Fellini and Poerava, but we call her 'Popo', a truly eclectic accumulation of art, artefacts and collectables and the wonderful village  of Rozelle where I spend the other part of my life when not in Tahiti.\r\n\r\nAs I will be away I would prefer guests who are seeking a longer term stay, 2-3 months would be ideal and I am offering a great discount as incentive.\r\nMy dear friend Kathrin, who lives down the road will be acting as land lady, should you need any assistance she is just a phone call away.\r\n", "name": "Tania", "picUrl": "https://a0.muscache.com/im/pictures/14f55224-81a7-4185-ae5f-5360f07cbd0f.jpg?aki_policy=profile_small", "room_ids": ["2898295"]}, "1820335": {"detail": ["Lives in Sydney, Australia", "Speaks English"], "self_intro": "Hello, my name is Sherry, and I am originally from the United States. My partner and I have taken over from the lovely Dave and Lisa to run this apartment. We look forward to giving you the same experience and friendly attention as they have given over the last few years.\r\n\r\nWe're very respectful and will take the greatest care and appreciation of your property, and love people who do the same with ours!\r\n\r\nWe love traveling, cooking, and daily exercise. We are big dog lovers and are enjoying our new cavoodle, Ruby. ", "name": "Sherry", "picUrl": "https://a0.muscache.com/im/pictures/user/373e56da-7158-455a-a3e2-1965f07e751e.jpg?aki_policy=profile_small", "room_ids": ["658720"]}, "2052335": {"detail": ["Lives in Sydney, Australia", "Speaks English"], "self_intro": "I am a semi retired man who is happily running a small family accommodation business for you to enjoy!", "name": "Keith", "picUrl": "https://a0.muscache.com/im/pictures/c20a2e92-d962-443f-b5b0-d7156cf00a99.jpg?aki_policy=profile_small", "room_ids": ["426398"]}, "51507029": {"detail": ["Lives in Sydney, Australia", "Connected account"], "self_intro": "", "name": "Toni", "picUrl": "https://a0.muscache.com/im/pictures/user/96c199f0-aea6-42c0-9640-e1f969dc1f7d.jpg?aki_policy=profile_small", "room_ids": ["10691075", "20697867"]}, "91754420": {"detail": [], "self_intro": "", "name": "La", "picUrl": "https://a0.muscache.com/im/pictures/3c9695c2-1fa8-4e24-8696-d4f7c2b498ea.jpg?aki_policy=profile_small", "room_ids": ["17907575"]}, "688781": {"detail": ["Lives in Newtown, Australia", "Work: Graphic designer / model"], "self_intro": "I'm am an artist, Silverfox model, Airbnb host, mother of four wonderful adult kids, proud grandmother of a baby girl born in the UK in November 2018, besotted dog owner and live in the top two level of a beautiful, light-filled three-level renovated church building.\r\n\r\nSharing my home (the street level) with Airbnb guests is one of the best things I've ever done. It's given me connections with many amazing people. I've found that the kind of people who choose Airbnb are adventurous, friendly, warm, intelligent, curious and often have fascinating stories to tell about their own lives.\r\n\r\nWhen I travel, I stay at Airbnb places and each place I've chosen has been unique, full of character and has offered so much more than a stark and sterile hotel room. Meeting my hosts has been another benefit - they are all wonderful people.\r\n\r\nI have a dog – a Lagotto Romagnola – whose name is Mucca and she shares my space upstairs. She's very friendly and lovable and is classified as 'hypoallergenic' so should not be a problem for guests with allergies.", "name": "Lynn", "picUrl": "https://a0.muscache.com/im/pictures/user/d1ac9124-7389-4476-8e0b-e217db48c148.jpg?aki_policy=profile_small", "room_ids": ["143048", "5751561"]}, "29889587": {"detail": ["Lives in Ultimo, Australia", "Speaks English,Русский,中文", "Connected account"], "self_intro": "I am nice dude with some nice dreams :D", "name": "Shukhratjon", "picUrl": "https://a0.muscache.com/im/pictures/8e59cb82-9bd9-42cb-b5dc-d82b79a8bb1b.jpg?aki_policy=profile_small", "room_ids": ["21505901", "21505965", "22570261", "23318322", "31932700"]}, "6779186": {"detail": ["Lives in Newtown, Australia", "Speaks English,Français"], "self_intro": "Life is great.  I have 2 beautiful children, an amazing husband and a great career in a wood workshop.  We are keen sailors, campers and generally outdoorsy people.  \r\n\r\nAs a host, I try to give our guests maximum privacy while still being available to answer questions or deal with issues should they arise.  As a guest, I'm very respectful of the places we stay and know what goes into a changeover so try to help out where I can.\r\n\r\nI grew up in Sydney and have finally returned after many years living in various parts of the world - France, USA, UK, Singapore.  Airbnb has enabled us to keep the travel bug alive within us.  ", "name": "Heather", "picUrl": "https://a0.muscache.com/im/users/6779186/profile_pic/1377510612/original.jpg?aki_policy=profile_small", "room_ids": ["1243792"]}, "131859707": {"detail": ["Connected account"], "self_intro": "I am a 35 year old male who works as a corporate professional. I live alone in my two bedroom apartment and spend very little time at home due to my demanding career. \n\nWhen I am home, I enjoy a very quiet lifestyle. A home cooked meal and an early night is how I spend my time at home. I work six days a week with early starts and late finishes, I am very rarely home. \n\nI take pride in my modest home by keeping it clean and tidy. I don’t host parties or rowdy groups. ", "name": "Braith", "picUrl": "https://a0.muscache.com/im/pictures/user/da11cb3b-be58-46b7-988f-0ea182210231.jpg?aki_policy=profile_small", "room_ids": ["25468596"]}, "1943399": {"detail": ["Lives in Sydney, Australia", "Speaks English", "Work: Academic (Paul) &amp; Media Analyst (Raymond)"], "self_intro": "I (Paul) am a psychotherapist and Senior Lecturer at the largest counselling and psychotherapy college in Australia. This work is fascinating both in terms of the wonderful clients, students, and staff with whom I work.  I spent 10 years conducting social research on sexual behaviour, gender and sexuality, having come to academia late after running a manufacturing business, driving trams in Melbourne (a job a STILL have great dreams about!) and a wasted year in a clothing factory after high school. \r\n\r\nRaymond works as an analyst in government and corporate media, a field he has been involved in since graduation. After his honours year, he spent the best part of the next year backpacking around the world. Every continent covered.... except Antarctica. So that's on our mutual Wishlist!\r\n\r\nMeeting guests - especially those visiting Australia - is like having a little holiday without leaving Sydney as we get to hear what their home countries are like. We manage to meet over 80% of our guests to welcome them to town! And this is the best part of being hosts with Airbnb. We have also been really lucky to meet a lot of other local hosts, managers from the San Francisco head office, and the wonderful, warm and friendly staff at the Sydney office. Paul was also asked to speak on the SuperHost panel at the inaugural Airbnb Open in November of 2014 and we both attended the Paris Open in 2015. It was really thrilling to be included with such passionate, professional hosts talking to a huge room full of excited people. \r\n\r\nWe have traveled extensively including staying in hotels, hotels, on the beach, and latterly in Airbnb homes. So we really know what makes for a good stay. It's both a pleasure and an honour to have folks stay at here, especially international guests who are traveling around this lovely country.\r\n\r\nWe have three great apartments, close to the centre of Sydney, available as the entire place for up to four guests. We do not stay when guests are staying - you have the whole apartment to yourselves.\r\n\r\nRedfern is an original area of Sydney, featuring some of the oldest homes dating back to the 18th and 19th centuries. Prince Alfred Park is nearby, and the city itself is on the other side of that. You can literally walk to town in under 10 minutes, and it is well supported with public transport to all parts of the city only a four blocks from the front door.", "name": "Paul And Raymond", "picUrl": "https://a0.muscache.com/im/pictures/user/0e4bac21-2274-4e5e-a9a2-1900737df8c2.jpg?aki_policy=profile_small", "room_ids": ["389876", "725541", "21311896"]}, "8963402": {"detail": ["Lives in Sydney, Australia"], "self_intro": "We chose Sydney as our home over 18 years ago and have loved digging under it's glittering beach destination facade to discover the hidden gems.\r\nWe run a creative agency and have a 7 year old kid and an old dog.", "name": "Noa &amp; Keren", "picUrl": "https://a0.muscache.com/im/pictures/user/3305a982-cafc-448e-a915-fddbdf77836c.jpg?aki_policy=profile_small", "room_ids": ["16876209", "19481367", "20803207"]}, "6344154": {"detail": ["Lives in Sydney, Australia"], "self_intro": "Hi, My name is Roy and I'm a young working professional living in Sydney, Australia. I have an awesome job working for a non profit organisation. I'm an avid lover of live music, out door adventure, good wines, great food and interesting people.  ", "name": "Roy", "picUrl": "https://a0.muscache.com/im/pictures/45ced7a5-5904-4710-b44e-79d48e93a1e2.jpg?aki_policy=profile_small", "room_ids": ["10026712", "13690087", "25428954"]}, "9509911": {"detail": ["Speaks English,Italiano"], "self_intro": "This is the first time that I have listed my place. Let me tell you guys a little about myself. I am 48 years old. I was born and brought up in Sydney in a very very Italian house. I am a video maker specialising in medical/hospital films so I spend a great deal of time travelling. Hence the reason I have decided to list my place. This is actually my home. I am typing this email at the moment from my sunny balcony. If you are living here it means that I am actually travelling or living at my girlfriend's house. \r\n", "name": "Andrea", "picUrl": "https://a0.muscache.com/im/pictures/user/2d160d64-7ebc-4fef-9bc2-dffdbc1ba50d.jpg?aki_policy=profile_small", "room_ids": ["1815619", "4937277", "5848768"]}, "7671211": {"detail": ["Speaks English", "Work: Health Promoter"], "self_intro": "Belinda- my husband Adam myself and 2 children live in Sydney, Australia and love outdoor sports, great food, nature, meeting fun people. Health is a priority:)", "name": "Belinda", "picUrl": "https://a0.muscache.com/im/users/7671211/profile_pic/1374665398/original.jpg?aki_policy=profile_small", "room_ids": ["8294494", "31171707"]}, "2953790": {"detail": ["Lives in Paddington, Australia", "Speaks Deutsch,English,Magyar", "Work: Tiny Hunter", "Connected account"], "self_intro": "Friendly, well-travelled and easy-going guy. ", "name": "Laszlo", "picUrl": "https://a0.muscache.com/im/pictures/user/0d4ac283-0777-4f12-a31c-bd874b84d5fe.jpg?aki_policy=profile_small", "room_ids": ["9698145", "16364076", "28571928", "34603545"]}, "37394087": {"detail": ["Connected account"], "self_intro": "Tina, Uni student and travel junkie.", "name": "Tina", "picUrl": "https://a0.muscache.com/im/pictures/user/dbe29e05-e531-4ddd-9710-7e5019015a28.jpg?aki_policy=profile_small", "room_ids": ["29809726", "30166126"]}, "188997545": {"detail": ["Lives in Sydney, Australia", "Speaks English,ภาษาไทย,中文,日本語", "Work: Property Management"], "self_intro": "Whether I am travelling or hosting  Airbnb is my passion, I am really excited to host Airbnb PLUS. I am a true blue born and bred city girl as I spent my whole life in Sydneys CBD it is my home and only way of living. I live and breathe the City Life!", "name": "Kannika", "picUrl": "https://a0.muscache.com/im/pictures/user/9360fb8c-2995-4af1-a92c-4f83d3b39d01.jpg?aki_policy=profile_small", "room_ids": ["24999766"]}, "13791976": {"detail": ["Lives in New South Wales, Australia", "Connected account"], "self_intro": "Easy going person who loves my family, pets, friends &amp; gorgeous neighbourhood of Surry Hills. \r\n\r\nI really look forward to sharing my home and enthusiasm for the beautiful city of Sydney with guests. ", "name": "Bron", "picUrl": "https://a0.muscache.com/im/pictures/user/89d6b8ac-bdce-4841-8fcc-4d301758e8cb.jpg?aki_policy=profile_small", "room_ids": ["2694793"]}, "140732328": {"detail": ["Lives in Surry Hills, Australia", "Work: Handyman"], "self_intro": "To start my day I usually go for a run. Sydney has steep hills, lots of parks, pathways along the harbour. If you aren't up for a morning run then join me for a coffee.\r\n\r\nIn 2019 I plan to leave Sydney and do some extensive travelling.\r\n\r\nI'm motivated by the belief that God loves us but sad that our greed hurts so many.", "name": "Chris", "picUrl": "https://a0.muscache.com/im/pictures/user/5ccefb43-6b66-43aa-a3cb-2ee16f76edba.jpg?aki_policy=profile_small", "room_ids": ["23255721", "23788626", "25377947", "32055180"]}, "1553030": {"detail": ["Lives in Mascot, Australia", "Connected account"], "self_intro": "I have travelled extensively since I was 3 years old and can imagine myself doing so till I can't walk when I am 100 years old.   There are many new places in the world I would like to visit and hope that those people can come visit me.\r\nI feel like I know what people would like, that is your own bedroom and bathroom.", "name": "Beverley And Michael", "picUrl": "https://a0.muscache.com/im/pictures/ad808be1-aaad-4240-8b32-1a6a370e5bce.jpg?aki_policy=profile_small", "room_ids": ["7944819", "10661536"]}, "167498543": {"detail": ["Lives in Surry Hills, Australia", "Speaks English,中文,日本語"], "self_intro": "I love to Travel and see the world!! I love the idea of Airbnb as it makes it more affordable yet you don’t have to compromise on comfort and quality.", "name": "Tai", "picUrl": "https://a0.muscache.com/im/pictures/user/4e77f375-def5-48c8-a9be-f8aea58b7eea.jpg?aki_policy=profile_small", "room_ids": ["21973027", "22709315", "24996341", "24999766"]}, "55713296": {"detail": ["Lives in Newtown, Australia", "Speaks English", "Work: Consultant", "Connected accounts"], "self_intro": "", "name": "Rebecca", "picUrl": "https://a0.muscache.com/im/pictures/user/3f64929c-afcb-4e82-aaa1-485e76139be7.jpg?aki_policy=profile_small", "room_ids": ["4540547", "17914785", "17915374", "22483447", "22709659", "24018204", "24603395", "26202567", "32216466", "33136558"]}, "45620575": {"detail": ["Lives in New South Wales, Australia", "Speaks English,ภาษาไทย", "Work: Veneueslive"], "self_intro": "We are a gay couple and have been living in Newtown for some time, and love this part of Sydney. Newtown is a unique suburb, full with people who are down to earth and kind. We're lucky enough to have some of the best bars and restaurants in Sydney, as well as excellent access to the city.\r\n\r\nWe've an Italian Greyhound, who tines and smells great, is fully house trained and is always on his best behaviour. He loves hanging out with people if they are home and tends to do his own thing.\r\n\r\nWe love our place in Newtown and we hope you will too. We rent out our spare bedroom through bnb when our friends and family aren't visiting. As much as we love our space, we also love meeting people from around the globe and sharing stories and experiences from our travels.\r\n\r\nAnd we love going out for a nice meal or drinks. We love trying new restaurants and small bars that seem to pop up all the time in Newtown. We love cooking for our friends and family, and happy to share a meal or two with our guests. We love good wine and food, movies, music and outdoor activities such as the beach.\r\n\r\nAs hosts, it's our duty to ensure you know about all the great things that Sydney has to offer, including the highlights of Newtown and the inner west.\r\n\r\nWe're hopping to meet you soon!\r\n\r\nTom Trevor and Thongfar", "name": "Trevor", "picUrl": "https://a0.muscache.com/im/pictures/8fc6ee95-1c76-400c-b922-62bfd6cf6090.jpg?aki_policy=profile_small", "room_ids": ["8688786"]}, "50707354": {"detail": ["Lives in New South Wales, Australia", "Speaks English", "Work: Retired"], "self_intro": "I am an Annandale local and I run a small business in the area. I love living in the inner-west of Sydney with all the cafes, restaurants, eclectic shops and green spaces. In my spare time, I like to paint and walk my poodle, Lulu, at the nearby dog-friendly park. During my travels abroad I have enjoyed staying in Airbnb apartments and I would love to return the favour to intrepid travellers visiting my beautiful city.\r\n", "name": "Marie", "picUrl": "https://a0.muscache.com/im/pictures/324d7620-52c2-4e99-9100-332f5b4b3895.jpg?aki_policy=profile_small", "room_ids": ["15257722"]}, "96106690": {"detail": ["Lives in Sydney, Australia", "Speaks English,中文", "Connected account"], "self_intro": "I'm an easy and outgoing character with a thirst for knowledge and exploration. ", "name": "Dixon", "picUrl": "https://a0.muscache.com/im/pictures/8b6e6ac5-8efc-4a00-8f9e-9c3cc1b0f490.jpg?aki_policy=profile_small", "room_ids": ["16277847", "16286231", "16728245", "18935580", "27766663"]}, "8247293": {"detail": [], "self_intro": "I grew up in Sydney's inner city and still think it's a pretty magical place. I've spent one year in South America, one year in California and backpacked bits of Europe and New Zealand. I studied for a long time in the liberal arts, mostly theatre/gender/performance. Some of my favourite things are white balsamic vinegar, ocean swims, wandering open-air markets and dancing to Tom Waits' more tuneful numbers with my little girl.", "name": "Ariana", "picUrl": "https://a0.muscache.com/im/pictures/99e42ec1-ce63-4c81-b0f4-5bea23b5198e.jpg?aki_policy=profile_small", "room_ids": ["1547664"]}, "7028222": {"detail": ["Lives in Sydney, Australia", "Speaks English"], "self_intro": "Hi there\r\nMy name is Kylie which, not many people know,  is actually an Australian aboriginal word for Boomerang. \r\nI bought this apartment decades ago because I loved the area and wanted to close to the city and my work. It’s such a melting pot of interesting culture and entertainment, but also a real community. \r\nFor over a decade I worked at the Art Gallery of NSW which is a short walk from the apartment. I’d walk into work every day and most days do a quick walk at lunch time around the Botanical Gardens to take in the view of the Opera House and Harbour Bridge. \r\nI moved out when we had our baby and wanted to be closer to family. We love doing Airbnb as we love hosting and it keeps us connected to the area. \r\n\r\n", "name": "Kylie", "picUrl": "https://a0.muscache.com/im/users/7028222/profile_pic/1372825205/original.jpg?aki_policy=profile_small", "room_ids": ["1292602"]}, "103561166": {"detail": [], "self_intro": "", "name": "Sittichai", "picUrl": "https://a0.muscache.com/im/pictures/0554bfb6-20aa-4558-8e7d-0780525e769b.jpg?aki_policy=profile_small", "room_ids": ["15979558", "19980585", "30236910"]}, "151780551": {"detail": ["Lives in Rhodes, Australia", "Speaks English,中文"], "self_intro": "", "name": "Vera", "picUrl": "https://a0.muscache.com/im/pictures/user/0c22b8ea-75ba-45a8-915a-5bf7175f5ec1.jpg?aki_policy=profile_small", "room_ids": ["21224607", "30779617"]}, "19949885": {"detail": ["Lives in Paddington, Australia", "Speaks English", "Work: 1979"], "self_intro": "I am a wife and mother of two boys and own a lifestyle communications agency but at my core I am a lover of the hospitality industry. I love nothing more than hosting people and telling them about my homes, whether it is the inner city suburb of Paddington Sydney, or the countryside of Evandale Tasmania. I know how to have fun and eat and drink well so will have lots of recommendations to share with you! My favourite destination outside of Sydney and Evandale, Tasmania is anywhere in Italy.", "name": "Genevieve", "picUrl": "https://a0.muscache.com/im/users/19949885/profile_pic/1417424642/original.jpg?aki_policy=profile_small", "room_ids": ["4711731", "6518475", "17226674"]}, "410489": {"detail": ["Lives in Sydney, Australia", "Speaks English,Français,עברית", "Work: Teacher, Artist, Art Therapist", "Connected account"], "self_intro": "Hi, I discovered Airb&amp;b when planning a trip last year. We had a great time and stayed in 8 listings in 2 continents. I took my time choosing places and it paid off. All the 8 listings were very good and a few were outstanding for different reasons. All the hosts were genuine, caring and interesting people.We took care of their places and have been invited back to all of them. What more can I say? As a guest traveling the world I know I was looking for a good sleep on a comfortable bed and a pleasant outlook that felt safe so I could enjoy being a tourist .The fact that we also met lovely interesting people and that I didn't break the bank with Hotel prices, well that was good too.I can confidently offer you this with my studio listing and its location is perfect for accessing the city, universities and beaches.\r\nI love nature and enjoy nurturing my garden and other creative activities. I can point you in the direction of art galleries and good live music.", "name": "Michal", "picUrl": "https://a0.muscache.com/im/users/410489/profile_pic/1368598905/original.jpg?aki_policy=profile_small", "room_ids": ["1128749"]}, "165767189": {"detail": ["Speaks English,ภาษาไทย"], "self_intro": "I always smile and friendly ", "name": "Naphassanan", "picUrl": "https://a0.muscache.com/im/pictures/user/00eb524d-4204-4ab7-8dee-d7bfe7d07219.jpg?aki_policy=profile_small", "room_ids": ["22558475", "27557826", "30005448", "30407470", "31003930"]}, "54695275": {"detail": [], "self_intro": "Love hosting the space and love opening up what Paddington has to offer at an affordable price point", "name": "Aj", "picUrl": "https://a0.muscache.com/im/pictures/6a635244-b50a-4532-8d58-1733e89d9a27.jpg?aki_policy=profile_small", "room_ids": ["19390050"]}, "70736388": {"detail": ["Lives in New South Wales, Australia", "Work: Relationship Management", "Connected account"], "self_intro": "I'm a very easy going and down to earth person who loves life to the full. \r\nMy major passion is travel having been to over 80 countries. I am also passionate about food and wine, and love music mainly Jazz, funk and soul.\r\nI love meeting new people and am a very accommodating, friendly and generous host.", "name": "Joseph", "picUrl": "https://a0.muscache.com/im/pictures/8f9eaf8e-b9fd-4c2c-9a6b-a285d588f501.jpg?aki_policy=profile_small", "room_ids": ["12906796", "17126841"]}, "6232973": {"detail": ["Lives in Australia"], "self_intro": "Retired teacher. Love to travel.", "name": "Phillip", "picUrl": "https://a0.muscache.com/im/pictures/user/3bbf7e0f-1f22-4d8e-998c-cf76a4ca1708.jpg?aki_policy=profile_small", "room_ids": ["22360662", "22660020", "23468711", "27294659"]}, "105906077": {"detail": ["Lives in New South Wales, Australia", "Connected account"], "self_intro": "Passionate traveler and love keeping healthy and exploring what life has to offer. I love being an Airbnb 'Superhost' and will do everything possible to make your stay an outstanding experience! Available at any time to assist you before or during your stay. Looking forward to meeting you.", "name": "Glen", "picUrl": "https://a0.muscache.com/im/pictures/0c152db5-2af9-4f1a-b0ae-ca041d1a34d8.jpg?aki_policy=profile_small", "room_ids": ["16445733"]}, "30075514": {"detail": ["Lives in New South Wales, Australia", "Speaks ภาษาไทย"], "self_intro": "", "name": "Lindsay And Minny", "picUrl": "https://a0.muscache.com/im/users/30075514/profile_pic/1440721809/original.jpg?aki_policy=profile_small", "room_ids": ["5796898"]}, "144599946": {"detail": ["Lives in Chippendale, Australia", "Speaks Bengali,English,Hindi,Tagalog,日本語", "Work: Sydney Lodges, Sydney Boutique Hotel, Posh Hotel"], "self_intro": "", "name": "Sohrab And Mari", "picUrl": "https://a0.muscache.com/im/pictures/user/e92a1817-1160-4345-8d91-75c93eb1d70a.jpg?aki_policy=profile_small", "room_ids": ["20654538", "22047785", "22170745", "23859603"]}, "121579179": {"detail": ["Lives in Sydney, Australia", "Speaks English,中文", "Work: Investment Bank"], "self_intro": "", "name": "Jennifer", "picUrl": "https://a0.muscache.com/im/pictures/user/94bd3d9e-ec8d-4074-bb0d-8920388205a5.jpg?aki_policy=profile_small", "room_ids": ["23831539", "30922872"]}, "21891204": {"detail": [], "self_intro": "Hi I'm Vickie! I am an avid traveller who loves my city and Airbnb allows me to share it with you and!!! I truly enjoy meeting new people and look forward to welcoming you to my beautiful city. ", "name": "Victoria", "picUrl": "https://a0.muscache.com/im/users/21891204/profile_pic/1431247195/original.jpg?aki_policy=profile_small", "room_ids": ["13529946", "13530122", "16366019", "23189022", "23808219", "25110045", "29828638"]}, "53560924": {"detail": ["Lives in Chippendale, Australia"], "self_intro": "", "name": "Daisy", "picUrl": "https://a0.muscache.com/im/pictures/user/889bb2b0-91c2-459c-8c03-d7766e943caa.jpg?aki_policy=profile_small", "room_ids": ["22208179", "30329361", "30333643", "34384816"]}, "17061": {"detail": ["Lives in Sydney, Australia", "Speaks English", "Work: Business Owner"], "self_intro": "G'Day from Australia!\r\n\r\nHe's Vinh, and I'm Stuart...\r\n\r\nWe're big fans of AirBnB for nearly a decade having used it when traveling in the USA not long after AirBnB first started.\r\n\r\nSince then we've enjoyed traveling with AirBnB across the US, around Australia, in Hong Kong, and also in Vietnam. We're also hosts.\r\n\r\nAs guests we're always out &amp; about most of the time and won't be intruding too much.\r\n\r\nWe're neat &amp; tidy and vibrant conversationalists...\r\n\r\nWe operate ArtSHINE industries - Australia’s independent Creative Industries Enterprise Acceleration Platform + Launch Pad identifying, advancing, and funding commercially minded and innovative Creative Industries Professionals who focus on art, craft, artisanal making, design, fashion, entertainment, photography, music, writing, film &amp; television, digital technology, and games &amp; interactive content. ArtSHINE also incorporates a coffeehouse and coworking space; CoSydney CoWorking + Project Space, in the City of Sydney’s Chippendale Creative Precinct.\r\n\r\nSo here's an open invitation to come check us out.\r\n\r\nMy partner Vinh is a keen traveler who works a lot with artists and designers in his coaching practice. He's the energetic, vibrant one...\r\n\r\nI lived in Bolivia for a year as a young man just out of school and have worked in social enterprises and not for profits over the years. I'm the more serious, bookish one (with a wicked sense of humour though). Currently working in financial services too...\r\n\r\nOne of the things we're keen to do is catch up with some social entrepreneurs, coworkers, not for profits, and microfinanciers.\r\n\r\nWe're particularly interested social enterprise, coworking, and small business incubators &amp; mentoring projects.\r\n\r\nMore that happy to answer any questions that you may have.\r\n\r\nAll the best,\r\n\r\nVinh &amp; Stuart\r\nAustralia", "name": "Stuart", "picUrl": "https://a0.muscache.com/im/users/17061/profile_pic/1425534501/original.jpg?aki_policy=profile_small", "room_ids": ["12351", "73639"]}, "58393929": {"detail": ["Lives in Sydney, Australia", "Speaks English,ภาษาไทย,中文", "Work: Manager at WOW Manage", "Connected account"], "self_intro": "Hi guys!\r\n\r\nMy name is David. Thank you for clicking this page to know more about me. \r\n\r\nIf you are planning to come to Sydney or Melbourne, Australia or Phuket, Thailand. WELCOME! and I am sure you will enjoy your journey. \r\n\r\nI am from property consulting background and I am just like you and the others here who like to travel and find a comfortable place to stay at a convenient location. When I go overseas and interstates, I spend hours and hours to search for accommodation. that's why I understand you and would love to help if I could make your stay a bit easier and more relaxed.\r\n\r\nFeel free to send me a message. I look forward to hearing from you.\r\n\r\nIf you are home owners or hosts. I also provide cleaning, management and consultation service. Please do not hesitate to contact me.\r\n\r\nHello! 大家好!\r\n我是David,謝謝你按進這一版來看我的自我介紹｡\r\n我是澳籍華人,從香港多年前移民來到澳洲｡在悉尼居住了幾年｡\r\n\r\n我和你一樣,喜歡旅遊或者偶而出去走走｡每次找住的地方,都希望住得舒適,而且地點又方便｡所以我很了解你的心情,也希望可以幫到你一點的忙,讓你的住宿的體驗可以輕鬆和簡單一點｡\r\n\r\n歡迎你隨時用中文和我溝通｡\r\n\r\n同時,我也幫業主做管理和資詢,歡迎聯絡我｡\r\n\r\nสวัสดีค่ะ\r\n\r\nยินดีต้อนรับทุกๆคนที่มีแผนหรือกำลังจะเดินทางมานครซิดนีย์ ประเทศออสเตรเลียค่ะ\r\n\r\nเราชื่อเกรซนะ เป็นคนไทยที่มาเรียนต่อที่ออสเตรเลีย ตอนนี้ถือสัญชาติออสเตรเลียและทำงานประจำที่ซิดนีย์ค่ะ แฟนของเกรซมีห้องพักสตูดิโอให้เช่า ซึ่งพวกเราตกแต่งกันเอง โดยเน้นเรื่องความสะอาด ความสะดวกสบาย และบรรยากาศที่ผ่อนคลายให้กับแขกที่มาพักเป็นหลัก\r\n\r\nถ้าใครสนใจ สามารถสอบถามเพิ่มเติมผ่านทางเว็บไซต์ได้เลยค่ะ \r\n\r\nขอบคุณค่ะ", "name": "David", "picUrl": "https://a0.muscache.com/im/pictures/c68bbbde-861d-42ce-a684-51d13d85f5c7.jpg?aki_policy=profile_small", "room_ids": ["14856867", "15363639", "16978328", "18964937", "20825909", "23904719", "29226905", "30196109", "32022009", "35716855"]}, "3792649": {"detail": ["Lives in Bondi, Australia", "Work: Freelance Photographer, Fine Woodworker"], "self_intro": "Freelance photographer and fine woodworker from UK originally, got married to Iva last year and together with are beloved cattle dog, Pheonix, we now live between Sydney and Mullumbimby.  If you are interested in my photography, please search for steve back photography and you will find my site, it will not allow me to write it here.\r\n\r\nLove AIrBnB, both using it and renting out my spaces on it.  Always have had really great tenants and stayed in some great places.", "name": "Steve", "picUrl": "https://a0.muscache.com/im/pictures/7f1313f7-8d79-4463-8ffd-dd405c0eec61.jpg?aki_policy=profile_small", "room_ids": ["1135581", "9614398"]}, "20202876": {"detail": ["Lives in Cheltenham, Australia", "Speaks English,Русский", "Work: artist and illustrator", "Connected account"], "self_intro": "An artist and designer passionate about travel and hospitality ", "name": "Lola", "picUrl": "https://a0.muscache.com/im/users/20202876/profile_pic/1408530140/original.jpg?aki_policy=profile_small", "room_ids": ["15825979", "21639809", "27385752"]}, "733574": {"detail": ["Lives in Sydney, Australia", "Connected account"], "self_intro": "Since I've had such great experiences with AirBnB, I thought it was only natural that I list my properties for visitors to Sydney. \r\n\r\nThe inner eastern suburbs of Sydney  are swimming in good caffeine and food for that matter - any number of cuisines are available nearby as the area is scattered with amazing restaurants and cafes.  \r\n\r\nThe inner eastern suburbs is extremely central to what Sydney has to offer and has a great village feel to it.  I love living here and can't imagine living anywhere else and I hope for you to have the same experiences during your stay.\r\n\r\n\r\n", "name": "Tobias", "picUrl": "https://a0.muscache.com/im/users/733574/profile_pic/1310181001/original.jpg?aki_policy=profile_small", "room_ids": ["153444", "7791178", "9097926", "21044299"]}, "25382118": {"detail": ["Speaks English,中文"], "self_intro": "Hi everyone, I’m Jary. An easy going guy. As an BNB host, I’m focusing on provide high quality accommodation at affordable price. Hope will see you soon. Cheers", "name": "Jary", "picUrl": "https://a0.muscache.com/im/pictures/user/dbdddaee-65a2-4566-8f37-07b347afe9b2.jpg?aki_policy=profile_small", "room_ids": ["22332753", "22732884", "23107413", "23756006", "25005124", "35774466"]}, "28536857": {"detail": [], "self_intro": "22 year old Australian. I am eager to travel as much as I can and experience and see new cultures, sites and cities.", "name": "Anthony", "picUrl": "https://a0.muscache.com/im/pictures/5d45cef8-dd6c-4373-be72-8aa6f10e03f6.jpg?aki_policy=profile_small", "room_ids": ["25305496"]}, "136111647": {"detail": ["Lives in Australia"], "self_intro": "", "name": "Minh", "picUrl": "https://a0.muscache.com/im/pictures/user/f1b7e1bd-c6c2-44d6-8693-f35fb170ae26.jpg?aki_policy=profile_small", "room_ids": ["19414276", "22455162", "25414760", "27919415"]}, "3093746": {"detail": ["Speaks Deutsch,English,Español,Français", "Connected account"], "self_intro": "We are a young professional couple - Roland is from Australia and Andrea from Germany.  Between us we speak English, German, French, and some Spanish.\r\n\r\nWe have both done a fair bit of travelling and look forward to receiving guests from all over the world!", "name": "Roland", "picUrl": "https://a0.muscache.com/im/pictures/527db98b-5cec-43b9-99a4-e019e5a19f65.jpg?aki_policy=profile_small", "room_ids": ["8379974", "8979659"]}, "5967453": {"detail": [], "self_intro": "Happy family", "name": "Ling", "picUrl": "https://a0.muscache.com/im/users/5967453/profile_pic/1387268173/original.jpg?aki_policy=profile_small", "room_ids": ["4158645"]}, "152020347": {"detail": ["Lives in Sydney, Australia", "Speaks English,한국어"], "self_intro": "", "name": "Lily", "picUrl": "https://a0.muscache.com/im/pictures/user/a9249909-5df3-47eb-8973-4a310f245cd5.jpg?aki_policy=profile_small", "room_ids": ["21087620", "33214071", "34378097", "34378232"]}, "24048741": {"detail": ["Speaks English"], "self_intro": "Hello everyone, my name is Tommy. I look after my own property while helping other hosts to manage theirs, all our apartments are located in the central CBD, it’s accessible to the most major destination by walking, short stroll to Darling Harbour and public transportation, restaurants and cafes surrounding. I look forward to you stay with us and wish all of you had really wonderful time in Sydney, enjoy the sunshine city!", "name": "Tommy", "picUrl": "https://a0.muscache.com/im/pictures/99cb4e6a-1237-4a9c-8555-2741a84468c5.jpg?aki_policy=profile_small", "room_ids": ["16058053", "16587005", "16590520", "18398960", "19023882", "19704466", "21966815", "24400164", "25174383", "25271367"]}, "117984855": {"detail": ["Lives in Balmain, Australia"], "self_intro": "", "name": "John", "picUrl": "https://a0.muscache.com/im/pictures/59e090f8-5d22-46ba-8c2d-4153f38dc7ad.jpg?aki_policy=profile_small", "room_ids": ["17436906"]}, "41998987": {"detail": ["Lives in Dulwich Hill, Australia", "Speaks English"], "self_intro": "Hola! \r\nI love seeing live bands.. the punk-rocknrollin variety. The area where I'm situated in (inner west of Sydney) is great location for live music. \r\nmain passions - I play bass guitar in a couple of original local punk rock outfits with some mates. ...some of my other favourite things: travelling, beer, cheese, op shopping, eating yummy food and trying different cuisines. \r\nWhat pays the bills..? sadly, not playing punk rock ;p ..instead, I manage (Website hidden by Airbnb) far as day jobs go, I count myself lucky as I actually dig the company I work for and the people I work with.\r\nWhat else to tell..? -I have an adorable but feisty bunny rabbit called Electra ..She likes to think she's boss. She's domesticated/toilet trained and shares the indoor communal/common space with me but tends to hide away when people come to visit. Recently I got Electra a boyfriend bunny, Nutkin. He’s very cute and thankfully loves Electra.\r\nI'm pretty easy going and friendly and would hope to make you feel welcome during your stay with Electra, Nutkin and I. :)\r\nCheers. \r\n  ", "name": "Carly", "picUrl": "https://a0.muscache.com/im/users/41998987/profile_pic/1440067226/original.jpg?aki_policy=profile_small", "room_ids": ["24720025"]}, "9359294": {"detail": ["Lives in New South Wales, Australia"], "self_intro": "We're about a family who loves to travel and have listed our Sydney and other apartments with Airbnb. We also enjoy staying at places with high standards and cleanliness of a 5 star apartment, the way we wish to live when we travel.", "name": "(Website hidden by Airbnb)", "picUrl": "https://a0.muscache.com/im/users/9359294/profile_pic/1404456078/original.jpg?aki_policy=profile_small", "room_ids": ["1866006", "3472789", "16494658"]}, "50174640": {"detail": [], "self_intro": "Originally from Sydney Australia and would love to have you as a guest and host you! Little about me - i have travelled around the world, lived in London.  Love travel, food, triathlon and appreciate Quality, comfortable accomodation. Great to meet you and look forward to having you stay with us!!!", "name": "Charles", "picUrl": "https://a0.muscache.com/im/pictures/user/4954b439-7d82-49ed-ac06-3104842bc3ae.jpg?aki_policy=profile_small", "room_ids": ["27689449", "27716426", "27718720", "27786464", "27797705", "27815764"]}, "4713840": {"detail": ["Lives in New South Wales, Australia"], "self_intro": "efficient , friendly, easy going, ", "name": "Brenda", "picUrl": "https://a0.muscache.com/im/users/4713840/profile_pic/1396812229/original.jpg?aki_policy=profile_small", "room_ids": ["2704122", "8106459", "9014102", "9014287", "10599898", "25871466"]}, "4424088": {"detail": ["Lives in Sydney, Australia", "Speaks English,Norsk,Svenska"], "self_intro": "I'm a Swedish viking enjoying life under the blue sky in the city of my dreams. I kickbox, hike, bike and run every chance I get. I'm a bit of a health nut, slightly addicted to greens. I consider a couple of cucumbers as perfect long haul flight-snack and if I got stuck on a deserted island with only avocado + coconuts I would be a happy girl. But don’t worry I also love to bake Swedish Cinnamon buns and ”Semla” and I make a mean Espresso Martini. Passionately love Sydney and try to visit a new restaurant, cafe, place every week to stay up to date. Happy to give you all our recommendation on everything from best bar, perfect pre-work run, must do´s etc. Beside from Sydney other favorite destinations are: Copenhagen, Palm Springs, anywhere in the Greek islands, Hawaii or why not a snowy ski slope finished with hot coca! Hope to meet you! ", "name": "Sophie", "picUrl": "https://a0.muscache.com/im/users/4424088/profile_pic/1355923005/original.jpg?aki_policy=profile_small", "room_ids": ["1253351"]}, "13423390": {"detail": ["Lives in Cherrybrook, Australia", "Connected accounts"], "self_intro": "", "name": "Troy", "picUrl": "https://a0.muscache.com/im/pictures/user/d56e0577-1558-4480-90c1-2aa00d921a67.jpg?aki_policy=profile_small", "room_ids": ["19555904"]}, "10010322": {"detail": ["Lives in Forrest, Australia", "Speaks Bahasa Indonesia,English,中文"], "self_intro": "I am a well travelled adventurer and have lived overseas. Sydney is a fabulous city. I look forward to meeting you and sharing Sydney tips!", "name": "Helen", "picUrl": "https://a0.muscache.com/im/pictures/user/beac8088-bf0d-4574-b95d-1f81afdbc583.jpg?aki_policy=profile_small", "room_ids": ["22583838"]}, "152530023": {"detail": ["Lives in Sydney, Australia", "Speaks English,Русский"], "self_intro": "We have been living in this lovely city of Sydney for more than half of our lives. \r\n\r\nWe like trying out different cuisines, we love travelling and we also enjoy having a quite relaxing time at home. \r\n\r\nWe have had many great experiences travelling and we're hoping that our guests staying in our places will experience the same excitement and magic in Sydney. \r\n\r\nWe'd love to meet you from the other side of the world and we'd love to talk with you about interesting things we had in this city. We look forward to hosting you soon! ", "name": "Mina", "picUrl": "https://a0.muscache.com/im/pictures/user/3e6fcbaf-feb3-48e8-a04b-6dd6ca43c468.jpg?aki_policy=profile_small", "room_ids": ["21158841", "24041650", "24233506"]}, "185794729": {"detail": ["Lives in Sydney, Australia"], "self_intro": "Hi, I'm Bappy Golder. I host with my brother Stanly. I run a software company called oLab in Surry Hills and love meeting and talking to guests when possible :)\r\n\r\nAirbnb is a side hustle and that keeps us connected with the rest of the world! We love meeting guest and we want to create a big beautiful ecosystem for guests to enjoy their short term stay at our home. ", "name": "Bappy", "picUrl": "https://a0.muscache.com/im/pictures/user/a25dc642-a970-4b53-ab9c-668ba71f9db4.jpg?aki_policy=profile_small", "room_ids": ["24585647", "26261823", "26261842", "28256551", "28483909", "32771017", "34546356", "34548565"]}, "2404694": {"detail": ["Lives in Sydney, Australia", "Work: Visual Art &amp; Contemporary Craft, Artist"], "self_intro": "Hello,\r\n\r\nWe are creative, down to earth and open-minded couple, who enjoy a healthy lifestyle and a vibrant home.    There are much happenings in our home, from photo shoots, to art salons to creative dinners and occasionally short film making.\r\n\r\nWe have been greeting and hosting guests from all over the world, for just over three years. We host a wide variety of people from all over the world.  Our home is a unique step into an old world reality, and we enjoy sharing it with others.\r\n \r\nAs an alternative,  if you are after the privacy of a one bedroom Paddington pad, have a look at our listing at: https://www.airbnb.com.au/rooms/3795958?preview\r\n\r\nWe hope you enjoy your time in our home!\r\nArnie &amp; Lorraine", "name": "Arnie &amp; Lorraine", "picUrl": "https://a0.muscache.com/im/pictures/6640e8a2-20d8-48d0-8faf-7f3c6f1b48f9.jpg?aki_policy=profile_small", "room_ids": ["1113059", "1759931", "2278444", "13318845"]}, "72988681": {"detail": ["Lives in Ultimo, Australia", "Connected account"], "self_intro": "Aloha,\r\n\r\nMy name is Marissa and I work in Public Relations for a fashion online retailer. Would love to socialise and taking interest in travelling, food and architecture and homeware design as its my passion\r\n\r\nBonus FREE Travel Credit: If you are NEW to Airbnb, click this link:\r\nhttps://www.airbnb.com.au/c/taym106 to sign up and claim up to A$55 Free Travel Credit for your first Airbnb booking (Note that this is subject to Airbnb Rules )", "name": "Marissa", "picUrl": "https://a0.muscache.com/im/pictures/user/e61af89c-296d-4009-96ad-26097d4a5477.jpg?aki_policy=profile_small", "room_ids": ["19415698", "20336870", "21070009", "21169527", "29265814", "29341935", "29739131"]}, "3609508": {"detail": ["Lives in Sydney, Australia", "Speaks English", "Work: Property Manager"], "self_intro": "Based in Bondi Beach, I enjoy the outdoors and exploring natural landscapes. Passionate about arts and crafts, I enjoy creating basketry from plant based fibres. I also love designing furniture from recycled items. I like to travel in good company and find inspiration from new creative activities from around the world. \n\r\nI am available to guests within 20 minutes from their property. I provide a 24 hour point of contact for guests. I do my best to keep the place perfectly maintained and hire professional cleaners  to make sure the place is in impeccable condition for incoming guests. ", "name": "Elise", "picUrl": "https://a0.muscache.com/im/pictures/user/fe648efe-0c57-4ade-831d-9406a0fe7d29.jpg?aki_policy=profile_small", "room_ids": ["5366904", "6174915", "13914271", "18556999", "25177390", "26289873", "29322476", "30896892", "31683553", "35551706"]}, "51166872": {"detail": ["Connected account"], "self_intro": "", "name": "Julia", "picUrl": "https://a0.muscache.com/im/pictures/user/f54b4bf5-d12b-4a55-bfa4-492c9b9301b3.jpg?aki_policy=profile_small", "room_ids": ["18439259", "19715081", "23069353", "23759333", "30516663", "32877066", "33214071", "33621034", "34378097", "34378232"]}, "59293853": {"detail": ["Speaks English"], "self_intro": "Quiet and laid back.", "name": "David", "picUrl": "https://a0.muscache.com/im/pictures/ef1ba9ce-ed61-45d9-aa6a-4d148f96aa57.jpg?aki_policy=profile_small", "room_ids": ["15612629", "20273004"]}, "975628": {"detail": ["Lives in Sydney, Australia"], "self_intro": "I'm Australian Nationality, Chinese background.可以國語溝通 Profession in film, fashion, architecture, last job position was production manager for an international fashion company. Currently working on property development projects, devoting time on voluntary works and live in Sydney.\r\n\r\nI'm a responsible caring person, believe in doing good causes in life, non smoker, like to keep places clean and tidy. \r\nHobbies: skiing, reading, sailing, visual art, traveling, dining, architecture and film.", "name": "Vivien", "picUrl": "https://a0.muscache.com/im/pictures/user/10a80d1a-227c-4fcc-87d5-6bc6458c450a.jpg?aki_policy=profile_small", "room_ids": ["23257112", "23846908"]}, "163511421": {"detail": ["Lives in Glebe, Australia"], "self_intro": "", "name": "Excelsior Serviced", "picUrl": "https://a0.muscache.com/im/pictures/user/ba8bdae0-9a83-4853-9e8b-fd9e9be3d226.jpg?aki_policy=profile_small", "room_ids": ["23883958", "23883967", "23883973", "23883982", "23883987"]}, "60423487": {"detail": ["Lives in New South Wales, Australia"], "self_intro": "We are a gay couple with twin toddler daughters and a cat, George.  We continue to be avid travellers with trips planned this 2016 to backpack Cambodia and Bolivia and to Winnebago the east coast of the USA. \r\n\r\n", "name": "Craig", "picUrl": "https://a0.muscache.com/im/pictures/8ef2ab45-5c1a-4b49-8265-d98b09779b95.jpg?aki_policy=profile_small", "room_ids": ["11480581", "11698734", "12434800"]}, "20493747": {"detail": ["Lives in New South Wales, Australia"], "self_intro": "Hi welcome to Sydney!", "name": "Bee", "picUrl": "https://a0.muscache.com/im/pictures/user/fbf9c835-fe6d-441d-94d7-129c00f73049.jpg?aki_policy=profile_small", "room_ids": ["4788666", "5905265", "14997645", "17386673", "17387039", "20095189", "20095512", "20095603"]}, "197658869": {"detail": ["Lives in Rhodes, Australia", "Speaks English,中文"], "self_intro": "", "name": "Sky", "picUrl": "https://a0.muscache.com/im/pictures/user/a8b10add-9e13-45dd-8d48-7adbb48a9b9e.jpg?aki_policy=profile_small", "room_ids": ["26289923", "26700651", "29694669"]}, "204418797": {"detail": ["Lives in Surry Hills, Australia", "Speaks English,中文"], "self_intro": "Hi Guests, \r\nThank you for considering staying in my place during your visit to Sydney. Whether you're coming for business, pleasure, or to visit family, I think you will enjoy my apartment and my neighborhood. \r\nI've been here in Sydney since 2009. I've had graphic design and lifestyle products design businesses for years and I'm enjoying adding Airbnb hosting to my daily routine. I've travelled quite a bit and enjoy having the world come to me!", "name": "Joe", "picUrl": "https://a0.muscache.com/im/pictures/user/f4b30743-0e09-47d6-b0cc-aa3d38961ae1.jpg?aki_policy=profile_small", "room_ids": ["21414755", "27150946"]}, "196683909": {"detail": ["Lives in Sydney, Australia", "Speaks English"], "self_intro": "For travellers in search of centrally located Darling Harbour hotels with free Wi-Fi in one of Sydney’s most sought-after locations, Oaks Goldsbrough Apartments in Darling Harbour is the perfect choice. Combining comfortable, self-contained apartments, this hotel is perfect for every kind of trip; whether you’re in town for one night or looking for an extended stay.", "name": "Oaks Goldsbrough Apartments", "picUrl": "https://a0.muscache.com/im/pictures/user/d79fa095-a540-4692-a299-77938212e385.jpg?aki_policy=profile_small", "room_ids": ["26167918", "26170542", "26171414", "26199694", "26200377"]}, "86817437": {"detail": [], "self_intro": "", "name": "Lachlan", "picUrl": "https://a0.muscache.com/im/pictures/user/248f2ce1-ded5-488b-8f42-7f117fe10274.jpg?aki_policy=profile_small", "room_ids": ["22378312", "26502901"]}, "3437247": {"detail": ["Lives in Sydney, Australia", "Speaks Bahasa Indonesia,Español"], "self_intro": "My name is Max.  I enjoy the theatre, ballet, the arts and other wonderful events of Sydney.  Knowing what to do, where to dine out and how best to get around is my speciality for helping new comers enjoy the delights of Sydney and nearby areas.", "name": "Max", "picUrl": "https://a0.muscache.com/im/users/3437247/profile_pic/1346480720/original.jpg?aki_policy=profile_small", "room_ids": ["686805", "5984722", "14265450", "16988190"]}, "5332186": {"detail": ["Lives in Sydney, Australia", "Speaks English", "Work: Digital Media", "Connected accounts"], "self_intro": "Digital media professional living in my home town of Sydney hosting lots of amazing people in my apartment over the last couple of years.\n\nLove to travel ... everywhere is my only destination. Enjoy meeting people from all over the world and always planning a new trip to somewhere new.\n\nYou find me at home sometimes otherwise I out and about on the football pitch, cycling, attempting to surf or flying down a mountain on skis. ", "name": "Glen", "picUrl": "https://a0.muscache.com/im/pictures/user/09371bea-ff46-415c-aab8-040f5102a8f7.jpg?aki_policy=profile_small", "room_ids": ["7521604", "30272092"]}, "52357636": {"detail": ["Lives in Sydenham, Australia"], "self_intro": "I’m the father of 3 beautiful little girls and husband to one sexy wife. From the Inner West of Sydney. We have 1 listing which is a full time Air BnB property and live nearby. We use Air BnB both for traveling and hosting.", "name": "Matthew", "picUrl": "https://a0.muscache.com/im/pictures/user/06a46ff1-9b0f-4e19-92ca-9c5acedf0d3c.jpg?aki_policy=profile_small", "room_ids": ["16077913"]}, "5215877": {"detail": ["Lives in Sydney, Australia", "Speaks English,中文"], "self_intro": "Hi! I'am Milan. I would like to welcome you in Sydney. As a host I manage my own properties as well I manage many of the best properties in Sydney for others. Sydney is  truly beautiful place to stay and discover and I hope to see you soon. Please feel free to contact me anytime. Milan\r\n", "name": "Milan", "picUrl": "https://a0.muscache.com/im/pictures/user/38a6f966-92d8-4191-a59f-0938c4178d59.jpg?aki_policy=profile_small", "room_ids": ["21166422", "30489756", "31005904", "31225766", "32922649", "33053884", "33460558", "34920380", "35722268", "35740966"]}, "86443890": {"detail": ["Lives in Sydney, Australia", "Speaks English", "Work: Entrepreneur "], "self_intro": "My partner and I enjoy some really simple pleasures in life good food, friends and sleep. We work quite a bit to save for our future goals in life and like to think of ourselves as hard workers. We both would like to retire at 45 at the latest, hopefully we can make that happen. \r\n\r\nAlways open to a good chat and banter!! \r\n\r\n\r\n\r\n", "name": "Samantha &amp; Seb’S", "picUrl": "https://a0.muscache.com/im/pictures/062e8d19-f89d-4a9b-afc4-36ebf125a744.jpg?aki_policy=profile_small", "room_ids": ["14224564", "14224677"]}, "61071881": {"detail": ["Lives in New South Wales, Australia", "Speaks English,Čeština"], "self_intro": "International student living in Sydney. Traveling often, offering my amazing home to like minded. Loving the beach life and you'll love it too.", "name": "Zuzana", "picUrl": "https://a0.muscache.com/im/pictures/8b94c440-c70e-46e7-a0c4-f0e75518a30a.jpg?aki_policy=profile_small", "room_ids": ["11562537", "23626729"]}, "167285630": {"detail": ["Lives in Sydney, Australia", "Speaks English,中文"], "self_intro": "Hi everyone, I’m Flora. An easy going girl. As an BNB host, I’m focusing on provide high quality accommodation at affordable price. Hope will see you soon.", "name": "Flora", "picUrl": "https://a0.muscache.com/im/pictures/user/1130e6cf-0f32-46de-bb5e-3128d9887075.jpg?aki_policy=profile_small", "room_ids": ["22710517", "22722590", "23363936", "23459976", "33144824"]}, "20953030": {"detail": [], "self_intro": "Sports producer from Sydney.", "name": "Dan", "picUrl": "https://a0.muscache.com/im/pictures/ec3012bb-87ff-4464-94ad-ca4eafccc0e0.jpg?aki_policy=profile_small", "room_ids": ["4244433"]}, "8734842": {"detail": ["Lives in Germany"], "self_intro": "", "name": "Gerrit", "picUrl": "https://a0.muscache.com/im/pictures/user/d587488f-196f-4f06-99f2-6d4d8281a13b.jpg?aki_policy=profile_small", "room_ids": ["19705310"]}, "11454671": {"detail": ["Work: Bank"], "self_intro": "I'm a 30 year old professional who enjoys travelling and discovering new places, and meeting interesting people. I'm looking forward to my first trip around Asia later this year. This is why I'm letting my place out to people who want to discover beautiful Sydney to help save for the trip. I'm very easy going and laid back, so any questions, please feel free to ask.", "name": "Sn", "picUrl": "https://a0.muscache.com/im/pictures/154414fb-1251-4609-a6e9-c751d77da581.jpg?aki_policy=profile_small", "room_ids": ["2285490"]}, "74096318": {"detail": ["Lives in New South Wales, Australia", "Speaks English,中文"], "self_intro": "Hi Guests, \r\nThank you for considering staying in my place during your visit to Sydney. Whether you're coming for business, pleasure, or to visit family, I think you will enjoy my apartment and my neighborhood. \r\nI've been here in Sydney since 2009, and I can help you figure out what to do and how to get around. I've had graphic design and lifestyle products design businesses for years and I'm enjoying adding Airbnb hosting to my daily routine. I've travelled quite a bit and enjoy having the world come to me! ", "name": "Ray", "picUrl": "https://a0.muscache.com/im/pictures/ea6d8374-1b9a-4779-95c3-0bc70c6d0005.jpg?aki_policy=profile_small", "room_ids": ["21414755", "27150946"]}, "1281892": {"detail": ["Lives in New South Wales, Australia", "Speaks English", "Connected accounts"], "self_intro": "English born but now call Sydney Australia home. I love to travel, cook, ride my bike on the road or in the bush, go to music festivals, see bands, DJ's, performers, ski in the snow, eat out, take photos, spend time with my friends, and enjoy life. ", "name": "Dave", "picUrl": "https://a0.muscache.com/im/users/1281892/profile_pic/1417678745/original.jpg?aki_policy=profile_small", "room_ids": ["5935272"]}, "25870957": {"detail": ["Lives in Alexandria, Australia", "Work: Volunteering with Oz Harvest Food Rescue."], "self_intro": "Sharing good food and wine with my partner and friends, Sydney Summer Traveling the world", "name": "Lesley", "picUrl": "https://a0.muscache.com/im/pictures/user/693426a3-450c-4a30-ad3e-0311a68df809.jpg?aki_policy=profile_small", "room_ids": ["5015514"]}, "51206743": {"detail": [], "self_intro": "", "name": "Annie", "picUrl": "https://a0.muscache.com/im/pictures/4117e126-31e7-4fe7-9aaa-d2dfdfb7b4bc.jpg?aki_policy=profile_small", "room_ids": ["9965002", "23212365", "23834072", "25883956", "33126917", "34198398"]}, "136868139": {"detail": ["Lives in Sydney, Australia", "Speaks English,中文"], "self_intro": "", "name": "Adam", "picUrl": "https://a0.muscache.com/im/pictures/user/2d7a45a6-5a89-4bb9-a663-aab0c525c0f4.jpg?aki_policy=profile_small", "room_ids": ["19495471"]}, "33150818": {"detail": ["Speaks Deutsch,English"], "self_intro": "Hi, I’m Miriam! I have been a Super Host with Airbnb for quite some years now. Travelling, wether on holidays or business, can be such an exciting and fun experience. Choosing the right place for you is key to having a comfortable and great stay. I absolutely love hosting guests from all over the world and will do my best to make everyone feel welcome and right at home. I am looking forward to hosting you!\n", "name": "Miriam", "picUrl": "https://a0.muscache.com/im/pictures/3218f466-d457-42d1-aabb-230926a07429.jpg?aki_policy=profile_small", "room_ids": ["6362810", "15058531", "17561464", "21011909"]}, "154618936": {"detail": [], "self_intro": "", "name": "Sydney Boutique", "picUrl": "https://a0.muscache.com/im/pictures/user/049ce6e0-3ac8-466c-83c5-62dc600c5ab8.jpg?aki_policy=profile_small", "room_ids": ["27341635", "27341845", "27341876", "27342060", "27342088"]}, "166091307": {"detail": [], "self_intro": "", "name": "Rhonda", "picUrl": "https://a0.muscache.com/im/pictures/user/777a9882-631a-4e59-89f9-740152a93a97.jpg?aki_policy=profile_small", "room_ids": ["22588988"]}, "95215056": {"detail": ["Lives in Australia", "Work: Bussiness owner"], "self_intro": "Hi GUYS,\nI WILL DESCRIBE MYSELF WITH FEW WORDS &amp; MEANINGFUL....\nIM HONEST , HUMBLE &amp; CARING Man THAT ALWAYS DO MY VERY BEST TO BE HELPFUL TO ANYONE, I LOVE THE GIFT OF LIFE, TRAVELING ,TRAINING, &amp; MEETING NEW PEOPLE &amp; ABOVE ALL RESPECTING ALL....\n❤️❤️❤️❤️❤️❤️❤️", "name": "Franky", "picUrl": "https://a0.muscache.com/im/pictures/user/4e4dc6a1-1cd2-4b08-925b-e31ab2544b57.jpg?aki_policy=profile_small", "room_ids": ["28183314", "28608931", "30722990"]}, "38222062": {"detail": ["Lives in Australia", "Speaks English", "Connected account"], "self_intro": "Hi! We are Luke and Rebecca and we have been hosting on AirBnB since December 2016 and we love it so far! For us as hosts it is really important to us that we treat guests exactly as we would want to be treated and that means fast communication and providing great value accomodation in the heart of Darling Harbour. We are both fairly well traveled - Rebecca is originally from Ireland and has lived in Germany, the US and Australia (since October 2012) and Luke is from New York and have lived in several states in the US, the Czech Republic and Australia (twice - most recently since August 2012). We have lived in Pyrmont for about two years and love it's small village vibe and its proximity to the city. When travelling we love adventure! You are unlikely to find us lounging by the pool! ", "name": "Rebecca And Luke", "picUrl": "https://a0.muscache.com/im/pictures/a14b3872-0868-4f08-84b8-5f29d04109dd.jpg?aki_policy=profile_small", "room_ids": ["4332013", "16138615", "24447266"]}, "47822515": {"detail": ["Lives in Manly, Australia"], "self_intro": "Occasional Traveller ", "name": "Konrad", "picUrl": "https://a0.muscache.com/im/pictures/user/c7c1f8f1-b476-46dd-8008-6b033c05f346.jpg?aki_policy=profile_small", "room_ids": ["19791170"]}, "152911570": {"detail": ["Speaks English,中文"], "self_intro": "", "name": "Cassa", "picUrl": "https://a0.muscache.com/im/pictures/user/5cc14d66-70a4-49f3-ae2e-1c26e4547a71.jpg?aki_policy=profile_small", "room_ids": ["21177784", "21453898", "22195225", "22680344", "22915866", "23095701", "26732303"]}, "268525206": {"detail": [], "self_intro": "", "name": "Van", "picUrl": "https://a0.muscache.com/im/pictures/user/c68d6b72-4462-436b-b973-fbbd0c140994.jpg?aki_policy=profile_small", "room_ids": ["35697834"]}, "122449858": {"detail": [], "self_intro": "", "name": "Quan", "picUrl": "https://a0.muscache.com/im/pictures/user/647614b8-2b04-48eb-9e26-aed1e9b97c0a.jpg?aki_policy=profile_small", "room_ids": ["17881731"]}, "75043828": {"detail": ["Lives in Sydney, Australia", "Speaks English,Español", "Connected account"], "self_intro": "Hi,\r\n\r\nMy name is Joel. I am from South America but I have been living in Australian for the last five years.\r\nI am an IT professional working full time in the CBD, I normally arrive home after 6:00 pm.\r\n\r\nI am a friendly and respectful person and I am always up for a good conversation! I also respect other's privacy which is is very important!\r\n\r\n\r\n\r\n", "name": "Joel", "picUrl": "https://a0.muscache.com/im/pictures/f5617e35-8796-4472-bafd-5684139b7e75.jpg?aki_policy=profile_small", "room_ids": ["24726161"]}, "28662970": {"detail": [], "self_intro": "", "name": "Sue &amp; Gary", "picUrl": "https://a0.muscache.com/im/pictures/d5866446-f53e-41cd-bcb7-684e30b81a6f.jpg?aki_policy=profile_small", "room_ids": ["10711571"]}, "50565626": {"detail": ["Speaks Italiano"], "self_intro": "Sydney retirees who love the heart of the CBD, and sometimes our daughter gives us a hand as co-host.\r\n\r\nWe love theatre, music, food and wine... there is nothing better than catching up with old and new friends.\r\n\r\nWe have been an Airbnb host since December 2015.... and is there is absolutely nothing we enjoy more than welcoming people to our fabulous city and meeting new people. \r\n\r\nWe are super friendly and will bend over backwards to help you have the best stay possible.\r\n\r\nHave travelled to Italy, Austria, Switzerland, Germany, Thailand, Myanmar,  Indonesia, Mexico, Cuba, Guatemala,  Belize, Honduras, Galapagos Islands, Argentina, Uruguay, England, Scotland, France, Spain, Morocco, Turkey, Syria, Lebanon, Jordan, Egypt, Guinea, Sierra Leone, Madagascar, USA, Hong Kong, China, Singapore … Buthan is next!\r\n\r\nBe kind to everyone - Jim Henson", "name": "Sante Livia", "picUrl": "https://a0.muscache.com/im/pictures/d5a09bb6-2680-4e71-b968-8845fba16e0e.jpg?aki_policy=profile_small", "room_ids": ["9816151"]}, "106208337": {"detail": ["Lives in New South Wales, Australia"], "self_intro": "I would love to share my experiences in Sydney with all my passionate travellers. Food from every culture is available in this multicultural city.", "name": "Thanh Binh", "picUrl": "https://a0.muscache.com/im/pictures/3bef69fb-6b87-4091-acc8-49fb0eefc633.jpg?aki_policy=profile_small", "room_ids": ["16302658"]}, "35454201": {"detail": ["Lives in New South Wales, Australia"], "self_intro": "Wife, mother, daughter. Love the ocean, nature, fine wine and food, exotic travel, good conversation and laughs with friends", "name": "Meredith", "picUrl": "https://a0.muscache.com/im/users/35454201/profile_pic/1434020777/original.jpg?aki_policy=profile_small", "room_ids": ["8412341", "35504278"]}, "4367105": {"detail": ["Lives in Sydney, Australia", "Speaks Français", "Work: Travel/teaching", "Connected account"], "self_intro": "I am a writer/performer who loves traveling, singing, reading, writing and hanging out with fellow creatives. I travel often to Asia to literary and performance festivals and collaborate often with Indonesian artists, musicians, and poets.\r\nI also take groups on writing retreats to Bali, Laos, Cambodia, Burma, Morocco, Fiji.\r\nI am interested in Eastern religions and culture, but have also spent time in USA and Canada in the 70's hitching from LA to Vancouver and across to Montreal, so I have a lot of great traveling stories.\r\nThese days I don't hitch but I love meeting fellow travellers and exploring new places. One of my favorite destinations in Luang Prabang in Laos, I lead a writers retreat there every November.\r\nMy life motto is passed down from my mother to me  - Happiness through creativity. ", "name": "Jan", "picUrl": "https://a0.muscache.com/im/users/4367105/profile_pic/1355184220/original.jpg?aki_policy=profile_small", "room_ids": ["834913"]}, "46813147": {"detail": ["Speaks English,Français", "Work: Lawyer"], "self_intro": "I'm a young lawyer who loves learning new things.\r\n\r\nI'm the kind of guy who turns up for a year-long trip with a tiny backpack and no plan.", "name": "Truman", "picUrl": "https://a0.muscache.com/im/pictures/8955ef6d-81ad-4131-848c-1a21ce7e0e18.jpg?aki_policy=profile_small", "room_ids": ["17256885"]}, "183086309": {"detail": ["Lives in North Sydney, Australia", "Speaks English,Español"], "self_intro": "I'm Carlos. My wife and I love to travel. We've been to so many places around the world, and we found out that the most important thing is feeling at home even traveling. That's why we decided giving you the opportunity to enjoy a fresh and minimalist place where you will feel nice and comfortable. \r\n\r\nOur favourite thing about our home is the location. Being so close to shops, restaurants, bus stops, wharf or train stations is a privilege that we are blessed with, as we are able to say that we are close to everywhere. \r\n\r\nWe just would ask you one thing: enjoy and treat our lovely home as you would like us to enjoy and treat yours.\r\n", "name": "Carlos", "picUrl": "https://a0.muscache.com/im/pictures/user/4d585003-f0e1-4aa6-b6ad-694fc60a822c.jpg?aki_policy=profile_small", "room_ids": ["24275629"]}, "50183566": {"detail": ["Speaks Deutsch,English", "Work: Team Leader, Group Home"], "self_intro": "Hi,\r\n\r\nI love the older style of my home. The house is a rental that i have been living in for 8 years now. It's in a nice area, but we are pretty much the only unrenovated house. My flatmate, Morten, has been a close friend for 20 years and we enjoy living together again after 15 years.\r\n\r\nI am into sustainability and cutting down consumer waste so much of my furniture is rescued. \r\n\r\nAt home I love my garden. I always have something on the go. This summer is tomatoes, eggplant, capsicums, zucchini and kale. There is some parsley, basil, sage, thyme and chives - feel free to help yourself and add some to your meal. I have slowly been trying different methods of garden beds to see what works - this year i have made mini Hugglekulture beds. They seem to be cracking along.\r\n\r\nWe are pretty relaxed and quiet around the house. No loud music - respectful of eveyones sound space. We love to have a chat. Sometimes i play the guitar or ukulele in the garden.\r\n\r\nOut and about i love the beach, cycling, getting out to live music and shows and interesting community events.\r\n\r\nI work in disability care close to home. I have travelled in South East Asia, India, US and Mexico and lived in Japan for 2 years teaching English.\r\n", "name": "Petra", "picUrl": "https://a0.muscache.com/im/pictures/350c2c96-7fa3-4328-83a8-6f1e69ba963f.jpg?aki_policy=profile_small", "room_ids": ["10182761", "15115531", "22439236"]}, "45941764": {"detail": ["Lives in Sydney, Australia", "Speaks English,中文"], "self_intro": "I’m a caring, considerate and trustworthy person who hits gym a few times a week to keep fit and active. I work as an accountant for a Software company.\r\n\r\nI love travelling &amp; experiencing different cultures. I’ve been to North America, Europe and most of East Asian countries so far and I’d love to visit more places. \r\n\r\nI’ve had some excellent Airbnb experiences and I think Airbnb is a great way to meet people and make new friends.  Hopefully I can form some sort of connections with people from all around the globe through Airbnb. I look forward to hosting you in Sydney.", "name": "Tony", "picUrl": "https://a0.muscache.com/im/pictures/0acf6aec-5675-4cb8-961d-75ecede4a177.jpg?aki_policy=profile_small", "room_ids": ["23398105", "23424443", "31968979"]}, "220874500": {"detail": ["Lives in Chippendale, Australia", "Speaks Português"], "self_intro": "", "name": "Lena", "picUrl": "https://a0.muscache.com/im/pictures/user/572599b3-b86d-498d-aac4-8f8f8db17939.jpg?aki_policy=profile_small", "room_ids": ["29339536", "29339714", "29339789", "29375463", "29375614", "29375782", "29391526", "29391759", "29391840", "29391950"]}, "53765359": {"detail": ["Lives in Ashfield, Australia", "Work: Massage therapist "], "self_intro": "Hi, Im Marija and I am a Massage therapist with a background in Early Childhood education also. I enjoy reading, yoga, meditation and cooking. I enjoy travelling and meeting new people. Hope to meet you soon! ", "name": "Marija", "picUrl": "https://a0.muscache.com/im/pictures/user/c439933b-85c7-40bd-b5da-97a050f97f25.jpg?aki_policy=profile_small", "room_ids": ["22534785"]}, "21987782": {"detail": ["Lives in Sydney, Australia", "Speaks English,中文"], "self_intro": "Travel Lover! 18 countries so far.\r\nPublished 2 travel books (Chinese).", "name": "Eva", "picUrl": "https://a0.muscache.com/im/pictures/user/d09b6d9c-4cd5-4f2e-9cff-e644cbb993d2.jpg?aki_policy=profile_small", "room_ids": ["25297820", "25310084", "26065676", "34626039"]}, "229824965": {"detail": ["Lives in Australia"], "self_intro": "", "name": "Chris", "picUrl": "https://a0.muscache.com/im/pictures/user/53556491-d570-41a8-8668-b1adcf232105.jpg?aki_policy=profile_small", "room_ids": ["30704040", "30771702"]}, "11240160": {"detail": ["Lives in Surry Hills, Australia", "Speaks English,Français,中文", "Work: Architect / Cook ", "Connected account"], "self_intro": "We are 31 and 35, we came from France and Taiwan few years ago and will spend a while in Australia. We live in Sydney since two years, joined by a little boy end of 2017. While we travel around, we keep planning to discover the great places of this huge country!\r\nWe open our place to share experiences with people from all around the world, feel free to drop us a message anytime, we try to answer as fast as we can :)", "name": "Thomas &amp; Amber", "picUrl": "https://a0.muscache.com/im/pictures/user/058738fc-b8f9-4cd9-a641-3e74315dbbee.jpg?aki_policy=profile_small", "room_ids": ["27582987", "32611568"]}, "104204096": {"detail": ["Lives in Australia"], "self_intro": "", "name": "Chankana", "picUrl": "https://a0.muscache.com/im/pictures/2d47e047-aa00-47fa-905b-d9b747ca749a.jpg?aki_policy=profile_small", "room_ids": ["18558600", "22491514", "25329514", "25995595", "34368021", "34368706", "34368994", "34369567"]}, "15354654": {"detail": ["Lives in New South Wales, Australia", "Work: Community Health Promotions Officer Aids Council of NSW, Massage Therapist "], "self_intro": "Love theatre, music, food and wine. Nothing better than catching up with old and new friends.\r\r\nAm a self-employed masssage therapist, so feel free to hit up for a relaxing massage to ease all your aches and pains after those long plane flights.\r\n\r\nHave been an Airbnb host since September 2014.... and is there is absolutely nothing i enjoy more than welcoming people to my city and meeting new people.\r\nIm super friendly and will bend over backwards to help you have the best stay possible.\r\n\r\nHave travelled to Scotland, UK, Indonesia, Thailand, Dubai and Germany.\r\n\r\nBe kind to everyone - Jim Henson\r\n\r\nLGBTI Friendly :-))", "name": "Ollie", "picUrl": "https://a0.muscache.com/im/pictures/user/39d1099a-6d17-4f9b-8902-65b7c42b0a19.jpg?aki_policy=profile_small", "room_ids": ["3013026", "5220681", "5993432", "21014908"]}, "15542638": {"detail": ["Lives in Waterloo, Australia", "Speaks Español", "Work: Fox Studios"], "self_intro": "Leenie and Erick are life lovers. We travel a lot. Both artists, Leenie works in the music/film industry and Erick is an Interior Stylist/Designer and actor. Home is a sanctuary. We are clean and considerate. Leenie is a coffee snob. Erick is hilarious. Together, they salsa up a storm.\n\n\n", "name": "Leenie", "picUrl": "https://a0.muscache.com/im/pictures/user/17f60b08-3fb7-47cf-9dc7-2fd787872b5f.jpg?aki_policy=profile_small", "room_ids": ["17946780", "20718560", "28473128", "35432637"]}, "69159657": {"detail": ["Lives in New South Wales, Australia"], "self_intro": "Hi, We are Michael and Alina.\r\nIt's our first time to host friends from all over the world.\r\nHope we'll have a good time in Sydney!\r\n\r\nMichael and Alina", "name": "Michael And Alina", "picUrl": "https://a0.muscache.com/im/pictures/2e60b437-d17e-4330-90b5-958882958567.jpg?aki_policy=profile_small", "room_ids": ["16916325", "17685808", "21855985", "25225476", "33922914"]}, "25080358": {"detail": ["Lives in New South Wales, Australia", "Speaks English", "Work: Dance teacher"], "self_intro": "Hi, and welcome to our home. My husband Gary and I have lived in and around Leichhardt all of our lives. We have been in this home for over 30 years and built the cottage at the end of our yard many years ago as a home away from home for each of our 4 children as they grew and studied. Well, they've all grown and moved on now but we're still here! Working full time, we also love to travel and dine out. I am sure that you will find us easy going and friendly hosts! ", "name": "Julie", "picUrl": "https://a0.muscache.com/im/users/25080358/profile_pic/1419229220/original.jpg?aki_policy=profile_small", "room_ids": ["4875082"]}, "1936434": {"detail": ["Lives in Chippendale, Australia", "Speaks English,Português", "Connected account"], "self_intro": "Me and my husband Andrew love to travel and we go away a lot. We started by using Airbnb to rent our place out when we were away, and became really passionate about hosting and sharing our home. \r\nI love to learn about people's stories and journeys whilst sharing my neighbourhood and its wonders.\r\nI aim to give guests the experience I like having when I am travelling, the opportunity to live like a local in a unique, clean, convenient and homely place.\r\nWe care a lot about sustainability and the environment. We love travelling, getting to know new cultures and people, we love hiking, surfing, yoga, skiing, snorkelling, the movies, a good book and good food and wines.\r\nI try to make each day count. \r\nI choose to be happy. \r\nI believe we must be the change we want to see in the world.\r\nI believe no one is better than anyone and therefore we must take care of one another.", "name": "Thais", "picUrl": "https://a0.muscache.com/im/pictures/794cdf58-2ae5-4726-944b-c7e76698c9bc.jpg?aki_policy=profile_small", "room_ids": ["386997", "1765417", "7207811", "14968516", "29375463", "29375614", "29375782", "29391526", "29391840", "35586031"]}, "37183518": {"detail": ["Work: Freelance Art Director"], "self_intro": "I am a wife, mother, Art Director / Designer and Airbnb accommodation manager. I live and work in the Redfern/Darlington area of Sydney and love it! I have lived in the area for about 15 years with my husband and we wouldn't live anywhere else. We love to travel, spend time with family and friends and are into great design, art, architecture and yoga. We love doing what we do and have a great time doing it ! ", "name": "Kerrie", "picUrl": "https://a0.muscache.com/im/users/37183518/profile_pic/1435712386/original.jpg?aki_policy=profile_small", "room_ids": ["15794371"]}, "26709417": {"detail": ["Lives in Rushcutters Bay, Australia", "Speaks English,Italiano", "Work: Real Estate Agent"], "self_intro": "I am a Real Estate Agent who works locally and so I know the area extremely well and like to share my local knowledge. I enjoy keeping fit with Yoga, Dance and lots of Harbourside walking. I love meeting new people and airbnb gives me these opportunities. I hope you will enjoy my home as much as I do!\r\n\r\nFor those of you travelling from Italy: Io parlo italiano.  Benvenuti a casa mia!", "name": "Silvia", "picUrl": "https://a0.muscache.com/im/users/26709417/profile_pic/1423038950/original.jpg?aki_policy=profile_small", "room_ids": ["5163979"]}, "10133067": {"detail": ["Speaks English,Español,Português"], "self_intro": "I'm a busy friendly and smily person with a positive attitude towards life. \r\nI emphasise a healthy lifestyle but it doesn't rule my life. I love traveling, camping, outdoor activities, live music, cooking, dinning out and getting to know new cultures and their cuisine.\r\n\r\n", "name": "Simone", "picUrl": "https://a0.muscache.com/im/users/10133067/profile_pic/1419116046/original.jpg?aki_policy=profile_small", "room_ids": ["17706238"]}, "71193770": {"detail": ["Lives in New South Wales, Australia", "Speaks English,中文", "Connected account"], "self_intro": "", "name": "Shuang", "picUrl": "https://a0.muscache.com/im/pictures/0d696f26-a885-4f2f-a277-9cf0edee9533.jpg?aki_policy=profile_small", "room_ids": ["12954762", "13279754", "31910486", "34898435"]}, "154157237": {"detail": ["Lives in Sydney, Australia", "Speaks English,Русский,Українська"], "self_intro": "Greetings to Everyone! \r\n\r\nAlways very pleased to meet new visitors from across the Globe and our National friends! \nI grow up  and graduate from National University of Ukraine with Master degree of Linguistics, English and English Literature and Bachelor degree of Applied Mathematics. After I graduated I travel around the globe and work in hospitality. I work in the best 5* hotels around Europe, Middle East, Asia, America and Australia and have done so for over 10 years. I have moved to Australia in 2014 as part of my management program and get full time position as a manager in 5* hotel after successfully completing it. Hospitality is my passion and AirBnb gives me the opportunity to continue this with my own property.\r\nI always make sure that guest get unforgettable experience with their stay and always pay attention to details to meet each guest expectations.\n\nMy life quote is:\n\"It has been said that something as small as the flutter of a butterfly's wing can ultimately cause a typhoon halfway around the world\" - Chaos Theory\nSmall things can change the world ☺️", "name": "Lana", "picUrl": "https://a0.muscache.com/im/pictures/user/6e5eb9c7-724f-482e-b97f-0fa789372ad1.jpg?aki_policy=profile_small", "room_ids": ["22270473"]}, "774358": {"detail": ["Lives in Sydney, Australia", "Connected account"], "self_intro": "Love life in the sunshine. Forever chasing summer, glorious moments and the perfect sunset.", "name": "Seli", "picUrl": "https://a0.muscache.com/im/pictures/19f6da6a-7ace-4406-b933-a2175a6b9fb1.jpg?aki_policy=profile_small", "room_ids": ["13285772", "20236306", "22392523"]}, "144757307": {"detail": ["Lives in Parramatta, Australia", "Speaks English", "Work: Higher Education sector", "Connected account"], "self_intro": "Friendly working professional, enthusiastic snowboarder :)", "name": "Jason", "picUrl": "https://a0.muscache.com/im/pictures/f7bccdb1-a090-4f5e-979f-db87c7671387.jpg?aki_policy=profile_small", "room_ids": ["20292971"]}, "15118978": {"detail": [], "self_intro": "", "name": "Husan", "picUrl": "https://a0.muscache.com/im/pictures/user/9c19e158-d942-45e0-a792-4891921f9b8b.jpg?aki_policy=profile_small", "room_ids": ["13544073", "16607966", "21269741", "21820441", "22255771", "24437105", "29612372", "33416223", "35497311", "35632497"]}, "84810518": {"detail": ["Lives in Summer Hill, Australia", "Connected account"], "self_intro": "", "name": "David", "picUrl": "https://a0.muscache.com/im/pictures/ec5a92f8-702a-4ddb-929d-83958490d2d9.jpg?aki_policy=profile_small", "room_ids": ["20954479", "21190961", "21210339", "21397927", "21441798", "21481382", "21568012", "22250940", "22559554", "24064710"]}, "176661321": {"detail": ["Lives in Sydney, Australia", "Speaks English,中文", "Work: Nsw government "], "self_intro": "We are an easy going couple in our early 30s we love the ocean and outdoor adventures.", "name": "JY &amp; Shane", "picUrl": "https://a0.muscache.com/im/pictures/user/936646b3-4404-4daa-b1b7-44791f83d429.jpg?aki_policy=profile_small", "room_ids": ["23614606", "23615747"]}, "127451501": {"detail": ["Lives in Newtown, Australia", "Work: The Canine Butler", "Connected account"], "self_intro": "I'm a single guy, self employed as \"The Canine Butler\" working with dogs in the local area - walking, day care &amp; Dogbnb/HomeStays.\r\n\r\nMy life would be empty without my best mate &amp; sidekick Russo, he is 21kgs of Groodle awesomeness &amp; licks. \r\n\r\nThree things I'd find it hard to go without: Technology, Bacon &amp; Wine", "name": "Stephen", "picUrl": "https://a0.muscache.com/im/pictures/0a3c7b99-1a3d-453b-bd9c-2486ced7fe89.jpg?aki_policy=profile_small", "room_ids": ["18397158"]}, "22177197": {"detail": ["Work: Producer"], "self_intro": "We are a semi-retired active couple living the dream of our lives. Ron is an elite athletics coach working with young gifted athletes (sprints and hurdles) after a very long a exhausting career as a newspaper editor. His hobby is now his career. After returning from the world of events (Sydney Olympics, APEC and World Youth Day) Kathryn turned to stand-up comedy and ran her own comedy room for the last 8 years (with Ron). Her passion is any live performance but with special bent toward storytelling. Most of our guests are young (around the same age as our adult children) so we figure that they want plenty of room, independence and self direction. We're just very happy to help if asked. The motto that means the most to me is \"a life lived in fear is a life half lived\".", "name": "Kathryn", "picUrl": "https://a0.muscache.com/im/users/22177197/profile_pic/1440328575/original.jpg?aki_policy=profile_small", "room_ids": ["4271380"]}, "135573101": {"detail": ["Lives in Sydney, Australia", "Speaks Bahasa Indonesia,English,Español,Italiano,한국어"], "self_intro": "Hi, my name is Alba. \r\nI look forward to welcoming you to my beautiful home close to the Sydney`s main tourist attractions!\r\nPlease feel free to contact me, if you have any questions regarding the property. \r\nHappy stays and safe travels -:)", "name": "Alba", "picUrl": "https://a0.muscache.com/im/pictures/90e4b086-71c6-4af0-9f73-23bff2edd59a.jpg?aki_policy=profile_small", "room_ids": ["17593212", "19420826"]}, "97439968": {"detail": ["Lives in Caringbah, Australia", "Speaks English,中文"], "self_intro": "Couple works in tourism industry, love travelling and meeting other travelers. We have been to lots of places around Australia and the world; But our favorite place would still be Sydney, even though we love the atmosphere of London and enjoyed strolling on streets of Paris and San Francisco. But landing at Sydney and take a deep breath of the fresh air always makes us so happy to be home again. \r\nOur next trip will be around Europe hopefully when our daughter gets a bit older and able to travel with us on long haul flight (Website hidden by Airbnb) \n I used work for travel agency and then in world famous Airlines as sales executive and management, and also worked for world financial institute looked after the most prestigious customers around Asia and Pacific area (Website hidden by Airbnb) like meeting people and enjoy to put a smile on people's face, especially when guests have \"wow\" feeling when they check in, it just makes me happy! : (Website hidden by Airbnb) I love good food (spicy), movies, reading a good book, and meeting interesting people (Website hidden by Airbnb) \r\nWe are tidy, clean and respectful people, our place is well located and maintained,  we take the cleaning level seriously and always make sure all equipment especially towels and linens are washed and disinfected properly to ensure guests a happy staying experienc (Website hidden by Airbnb) ", "name": "Jean", "picUrl": "https://a0.muscache.com/im/pictures/user/d1efc412-7d25-4d5a-9efd-4faf3cffbe3b.jpg?aki_policy=profile_small", "room_ids": ["30518997", "30835429"]}, "48015860": {"detail": ["Lives in New South Wales, Australia", "Connected account"], "self_intro": "", "name": "Alex", "picUrl": "https://a0.muscache.com/im/pictures/c870ad82-a014-4d41-8226-a82e25f30d9f.jpg?aki_policy=profile_small", "room_ids": ["33502045"]}, "87388224": {"detail": ["Lives in New South Wales, Australia"], "self_intro": "", "name": "Chris", "picUrl": "https://a0.muscache.com/im/pictures/86268ac9-ca10-4c43-8db0-6fe065247933.jpg?aki_policy=profile_small", "room_ids": ["14303428", "20730235", "21110558", "26819753"]}, "2988780": {"detail": ["Lives in Leichhardt, Australia", "Speaks English,Italiano"], "self_intro": "G'day G'day\r\nWell that's me on the left and my husband Anthony on the right.\r\nI'm origonally from Scotland and Mr Right (Ha Ha)  from Italy.\r\nA nice match\r\nWe are both easy going and enjoy meeting and hosting guests from all over the world.\r\n\r\n", "name": "Sylvia", "picUrl": "https://a0.muscache.com/im/pictures/user/0a3e2b62-d401-403a-8c0c-0e41b6a8e10b.jpg?aki_policy=profile_small", "room_ids": ["20175511", "21253393", "32322252"]}, "21538589": {"detail": ["Speaks English"], "self_intro": "This is me in fancy dress as Frida Kahlo, at a halloween party, complete with monobrow and mustache.  \r\n", "name": "Catherine", "picUrl": "https://a0.muscache.com/im/users/21538589/profile_pic/1443431777/original.jpg?aki_policy=profile_small", "room_ids": ["8317766", "13239461", "15092541", "25378101"]}, "1920131": {"detail": ["Lives in Surry Hills, Australia", "Connected account"], "self_intro": "", "name": "Dan", "picUrl": "https://a0.muscache.com/im/pictures/5887f360-93a3-4fdc-81cc-ce63d0331d31.jpg?aki_policy=profile_small", "room_ids": ["23618765", "31061058"]}, "114934361": {"detail": ["Lives in Pyrmont, Australia"], "self_intro": "", "name": "Tarek", "picUrl": "https://a0.muscache.com/im/pictures/1cced785-c2ce-45a8-80d2-f2a2b9ecc181.jpg?aki_policy=profile_small", "room_ids": ["34547948"]}, "2351093": {"detail": ["Lives in Sydney, Australia", "Speaks English,Italiano", "Work: ESPRESSINO", "Connected account"], "self_intro": "Italian but been living in australia in the last 10 years \r\nalway s worked in restaurant s and bars around the world\r\nsuch as florida ,new york and london .\r\nnow cafe owner in sydney \r\nand working into opening a trendy italian restaurant\r\nlove food wine and traveling \r\nreal strong  passion in cooking and talking about food \r\nlove been positive and active \r\nsport a do ;\r\nrunning swimming and kickboxing\r\n3 years of capoeira \r\nlove to  go out and socialise\r\nlike cheese and wine with a nice chat with great company \r\nAnd will  make sure you enjoy your stay in sydney ....\r\nMIRKO", "name": "Mirko", "picUrl": "https://a0.muscache.com/im/users/2351093/profile_pic/1336798320/original.jpg?aki_policy=profile_small", "room_ids": ["498008"]}, "5169464": {"detail": ["Lives in Sydney, Australia", "Work: Self Employed - Cafe Owner", "Connected account"], "self_intro": "Professional guy that loves to travel!  Enjoy discussing travel stories.  I have lived in Sydney for 15 years and love the city.\r\n\r\nAlways keen to chat about the sort of experiences you would like while staying in Sydney and help to plan Itineraries.  Whether it be a visit to Circular Quay or the Museum of Contemporary Art or perhaps a visit to the beaches of the Central Coast or down to Kiama to see the blow hole.\r\n\r\nWent to school on the Gold Coast in Queensland and have family there, so may be able to help with forward planning your Australian trip.\r\n\r\nHave also lived in regional centers in New South Wales, Victoria and Queensland - happy to advise holiday spots.", "name": "Spencer", "picUrl": "https://a0.muscache.com/im/users/5169464/profile_pic/1365246877/original.jpg?aki_policy=profile_small", "room_ids": ["952331"]}, "5314080": {"detail": ["Lives in Sydney, Australia", "Speaks English,Français"], "self_intro": "I am Australian and was born in Sydney. I have lived in France before and I adore French culture and language.I run a boutique French Class business. I enjoy reading, films, travelling and meeting people.\r\nWhen it comes to hosting people in our home, we are very reliable and always keen to offer a wonderful experience in our beautiful home and city!\r\n", "name": "Claudia", "picUrl": "https://a0.muscache.com/im/users/5314080/profile_pic/1423217843/original.jpg?aki_policy=profile_small", "room_ids": ["4186050", "26906325"]}, "25419716": {"detail": ["Lives in Sydney, Australia", "Speaks English,日本語"], "self_intro": "Easy going guy, loves to work hard and have fun when he travels. \r\n\r\nLoves basketball, snowboarding and scuba diving", "name": "Anthony", "picUrl": "https://a0.muscache.com/im/pictures/df0adf5f-48a1-4853-ab2e-bd4b80eb7c2c.jpg?aki_policy=profile_small", "room_ids": ["4933784"]}, "14147903": {"detail": ["Lives in Rose Bay, Australia"], "self_intro": "Hi I'm Hannah. I love being an Airbnb host and sharing my apartment in Kirribilli with people from all over the world. I am a born and bred Sydney-sider. I have lived in the UK, Europe, the US and middle east. I now live back in Sydney in the Eastern suburbs with my lovely husband - Mark - and my two (super-cute) young daughters. I love travelling and experiencing different cultures and new adventures. Although with two young kids my travels are less frequent than they used to be. This year we will be visiting Hong Kong and Hawaii.\r\n\r\nI pride myself on looking after my guests well with clean and comfortable accommodation that is located in one of the best parts of Sydney. Our apartment in Kirribilli is right on the harbour, overlooking the Opera House.\r\n\r\nI'm always available to answer any questions you have about what its like to spend time in Sydney and where you may like to spend some time whilst you're here.", "name": "Hannah", "picUrl": "https://a0.muscache.com/im/pictures/user/b2d8c260-f314-4462-8cd5-f0d181f5de00.jpg?aki_policy=profile_small", "room_ids": ["2765971"]}, "13059157": {"detail": ["Speaks English,Nederlands", "Work: Dealer in old wares and bric a brac."], "self_intro": "I have lived in Sydney since 1969, after moving here from Holland.  I have lived in Queensland and Western Australia, but always came back to Sydney.  I love my inner city apartment, which I use as a bachelor pad to escape the boredom of living in the suburbs.  But when I'm not using it, I'd like to share it with visitors to the city,  so they can experience Sydney from the heart.  I'd be happy to talk to you about antique French cars; to point you to the real Sydney; or to share travel experiences.", "name": "Bert", "picUrl": "https://a0.muscache.com/im/users/13059157/profile_pic/1398253553/original.jpg?aki_policy=profile_small", "room_ids": ["2718367", "27154088"]}, "403434": {"detail": ["Lives in Paddington, Australia", "Connected account"], "self_intro": "Easy going professional. Enjoy all things travel and music!", "name": "Gary", "picUrl": "https://a0.muscache.com/im/pictures/8519697d-3a51-4746-a4e6-e88febb013eb.jpg?aki_policy=profile_small", "room_ids": ["2183999", "34319912"]}, "718063": {"detail": ["Lives in New York, NY", "Work: journalist/meditation teacher"], "self_intro": "\r\nI love hosting people at my place in Potts Point,  Sydney, AUSTRALIA. And you’ll find that even though I am traveling a lot and we may not meet in person, I am very responsive though the Airbnb App. \r\nI am based in New York City and run meditation business in Manhattan and Brooklyn, Sydney and Melbourne. I have been a journalist for more than 20 years. \r\n\r\n", "name": "Johanna", "picUrl": "https://a0.muscache.com/im/pictures/user/27487134-340c-4952-aeed-6c6f2572fadc.jpg?aki_policy=profile_small", "room_ids": ["8107268"]}, "65825639": {"detail": ["Connected account"], "self_intro": "Sydney city local interested in Sailing, surfing, swimming and exploring the area.", "name": "Thomas", "picUrl": "https://a0.muscache.com/im/pictures/1f0c89c0-8fe1-4ba7-8380-cee2129493c8.jpg?aki_policy=profile_small", "room_ids": ["12233475", "14680046", "21805860", "23190962", "33503592"]}, "402292": {"detail": ["Lives in Sydney, Australia", "Speaks English,Français"], "self_intro": "We are from Ireland, but have lived in Sydney for over 30 years.  We enjoy travelling, theatre, movies, nature, walking, and meeting  people. We are happy to help in any way we can, but you can be assured of total privacy if you just want to relax and do your own thing.\r\n", "name": "Helen", "picUrl": "https://a0.muscache.com/im/users/402292/profile_pic/1397168958/original.jpg?aki_policy=profile_small", "room_ids": ["75702"]}, "96643264": {"detail": ["Lives in Sydney, Australia", "Speaks English"], "self_intro": "", "name": "Tracey", "picUrl": "https://a0.muscache.com/im/pictures/user/b0ef47c4-3c79-4787-8e89-e9c0251c567b.jpg?aki_policy=profile_small", "room_ids": ["22295354"]}, "5825159": {"detail": ["Lives in Sydney, Australia"], "self_intro": "Enjoy traveling and meeting new people. Love to try new places everywhere I go and enjoy a drink or two.", "name": "David", "picUrl": "https://a0.muscache.com/im/pictures/user/667c1245-179b-4c2c-a112-ea7d991ad67b.jpg?aki_policy=profile_small", "room_ids": ["28211988", "28419154"]}, "105193068": {"detail": ["Lives in Sydney, Australia", "Work: Channel 7", "Connected account"], "self_intro": "Big heart, big hair, big adventure. Respectful traveller looking for new experiences, connections, and places. ", "name": "Victoria", "picUrl": "https://a0.muscache.com/im/pictures/436576b2-9d4a-4cbe-a73c-e7112884816d.jpg?aki_policy=profile_small", "room_ids": ["34373264"]}, "20343579": {"detail": ["Work: Accountant"], "self_intro": "", "name": "Larry", "picUrl": "https://a0.muscache.com/im/users/20343579/profile_pic/1408611151/original.jpg?aki_policy=profile_small", "room_ids": ["4989322"]}, "8939894": {"detail": [], "self_intro": "4 continents, 27 countries, 60+ cities and thousands of kilometres covered, I have accrued an endless supply of memories abroad that I wish to expand on through my active involvement within the dynamic and exciting Airbnb community. \r\n\r\nAn infatuation with travelling abroad to foreign destinations, seeing unique sights and experiencing different cultures and cuisines is a universal epidemic that crosses continents. \r\n\r\nAs a host I take great pride in sharing the beautiful sights, spectacular views and glowing warmth of my home city of Sydney.  Having been a member since September of 2013, I have thoroughly enjoyed playing an active part in the Airbnb Community and welcome you to my humble abode.", "name": "Alastair", "picUrl": "https://a0.muscache.com/im/pictures/5fec717a-23f7-4ded-861f-a87d4a275049.jpg?aki_policy=profile_small", "room_ids": ["1808700", "11422915", "11422997"]}, "48538672": {"detail": ["Lives in New South Wales, Australia"], "self_intro": "Hi, My name is Steve Banks. I have lived in Coogee for 15 years. I am a license real estate agent. I have traveled to most parts of the world. But i love Coogee the best. . If you also need me to drop you off at the airport i will do that for you too for $40 to domestic and international airport\nAll accommodation is secure once it has been booked because I am the owner of the properties and they are not sub leased like a lot of people do on Airbnb. If you want no risk book with me", "name": "Steve", "picUrl": "https://a0.muscache.com/im/pictures/1fcf6e56-27b8-4645-9d89-bb0b841e86ff.jpg?aki_policy=profile_small", "room_ids": ["9352316", "10105225", "11659833", "34288991"]}, "97196746": {"detail": ["Lives in Mascot, Australia"], "self_intro": "Friendly and easy going. We will strive to make your stay a pleasant one.  We just ask for the basic rules to be observed.", "name": "Chris", "picUrl": "https://a0.muscache.com/im/pictures/user/f73ec1bb-f954-48c3-967b-280dc8eab96c.jpg?aki_policy=profile_small", "room_ids": ["15274985", "26047444", "28645781", "31911995", "31939620", "32229222"]}, "30069789": {"detail": ["Speaks English,中文"], "self_intro": "", "name": "Alex", "picUrl": "https://a0.muscache.com/im/users/30069789/profile_pic/1427411468/original.jpg?aki_policy=profile_small", "room_ids": ["16091446"]}, "15885982": {"detail": ["Lives in Sydney, Australia", "Speaks English,Español,Português,Svenska"], "self_intro": "Hello, and thank you very much for having a look at our profile :) \r\n\r\nWe (Julian Wong &amp; André Cardoso) are a married couple of dreamers. We're also hosts, travellers, performers and teachers. Along with a wonderful little team, our aim is to create spaces for people to find some peace, have a little fun, touch the ground, and hopefully learn a thing or two. \r\n\r\nWe live, host and teach in three locations in the Sydney region. In the heart of the city are our Fig Tree House in Woolloomooloo, and Sycamore Place in Surry Hills. In the gorgeous Blue Mountains is our Secret Valley Escape, about 2 hours away. We're constantly bouncing between the city and mountains, and it makes us very happy to share them with people from all over the world. \r\n\r\n--------------------------------------------------------------------------------\r\n\r\nJulian, a native Sydney-sider, travels extensively and works as a performance artist in dance, music and physical theatre. He is also a practitioner of the Feldenkrais Method, which is a movement based learning process. His family is from Wenzhou, China, and he is a total sucker for food. \r\n\r\nAndré is a Portuguese-American who went to uni in Sweden, and was brought to Australia by love. He likes long walks in the wilderness, teaches yoga and meditation, plays jazz, and can often be found in a turquoise alpaca sweater. \r\n\r\n--------------------------------------------------------------------------------\r\n\r\nAs well as hosting, we aim to have regular gatherings where we can share our practices, learn with others, tell stories, and play music together. If you are interested, please let us know! \r\n\r\nThank you again, and welcome.\r\n", "name": "Julian &amp; André", "picUrl": "https://a0.muscache.com/im/pictures/28bb682b-1697-4337-a99e-0ffa99859a6f.jpg?aki_policy=profile_small", "room_ids": ["5999221", "5999550", "7168362", "13438832", "16692296", "18300851", "21850553", "21951397", "23566303", "24362318"]}, "155157927": {"detail": ["Lives in Sydney, Australia", "Speaks English,Français,Русский", "Work: MaxHome Management"], "self_intro": "If you've made it here, check out the links below to the listings I host and if you do book with me, you'll be in for a great Airbnb stay! I look forward to hosting you! \r\n \r\n MY AIRBNB LISTINGS:\r\nhttps://www.airbnb.com.au/users/155157927/listings\r\n \r\nHAVEN'T STAYED IN AN AIRBNB BEFORE?\r\nHere’s $76 toward your first trip through Airbnb. Sign up and get $55 AUD off a home booking of $110 AUD or more and $21 toward an experience of $73 or more. Coupons expire one year from date of sign up. \nhttps://www.airbnb.com.au/c/anthonyv5874?currency=AUD\r\n\r\nWANT TO HOST YOURSELF?\r\nIf you’re interested in becoming an Airbnb Host yourself, click on our referral link below to earn $36 worth of travel credit!\nwww.airbnb.com.au/r/anthonyv5874\r\n \r\nMY HOSTING STYLE:\r\nInspired by and dedicated to Australian contemporary artists, we aim to provide boutique hospitality experience to our guests. Each of our homes are personally handpicked and meticulously setup as the place our guests call home when in Sydney.\r\n\r\nA BIT ABOUT MYSELF:\r\nI'm an interior designer based out of Sydney, i have a love for life, travelling, art, food and business. I love my wife and my son more than anything in this world and we go travel and explore the world whenever we have time. We love stay at Airbnb homes and connect with local people. \r\n\r\nFollow us on Instagram \"maxhomedesign\" and don't forget to tag us with your beautiful photos! ", "name": "Max", "picUrl": "https://a0.muscache.com/im/pictures/user/f1124ec4-5bd6-4eaf-9f7a-61b014a9ba5a.jpg?aki_policy=profile_small", "room_ids": ["5127195", "15907301", "18061319", "18399338", "24460964", "29550028", "33507387", "33621071", "34763401", "35238422"]}, "106463699": {"detail": ["Lives in Lane Cove West, Australia", "Connected account"], "self_intro": "Hi,\r\nMy name is Paul. I live with my partner in a big house and love to have guests stay in the Studio. We are very happy to help with information about Lane Cove and Sydney.\r\n\r\nHope you book and enjoy the Studio.\r\nCheers,\r\nPaul", "name": "Paul", "picUrl": "https://a0.muscache.com/im/pictures/user/063a444a-1e21-4e90-b70c-4b461953ad18.jpg?aki_policy=profile_small", "room_ids": ["16975413"]}, "6972499": {"detail": ["Lives in Sydney, Australia", "Speaks English"], "self_intro": "33 year old professional that works in the Sydney CBD Monday to Friday.  I enjoy books (invariably non-fiction), vintage movies, music, and am somewhat foodie (homemade and restaurant).  Travelling is also an obsession, and being an Airbnb host is a great alternative way to interact with people from around the world.", "name": "John", "picUrl": "https://a0.muscache.com/im/pictures/93c59384-93cd-4392-852d-69ce138886b5.jpg?aki_policy=profile_small", "room_ids": ["20022944"]}, "45937207": {"detail": ["Lives in Bondi Beach, Australia", "Speaks English"], "self_intro": "Love to travel!", "name": "Amy", "picUrl": "https://a0.muscache.com/im/pictures/af91da9d-1bdc-4954-96f7-f6d6296b8b32.jpg?aki_policy=profile_small", "room_ids": ["8759863"]}, "22269401": {"detail": ["Lives in New South Wales, Australia"], "self_intro": "Hi there we are Sam and Janelle and we are excited by the sharing economy that sites like AirBnB provides. \r\n\r\nJanelle works in aged community care and she looks after the properties you will be booking.\r\n\r\nSam is a professional musician who has  travelled to various parts of SE Asia and I plan on a big European trip next year followed by the USA sometime after that. \r\n\r\nMy apartments are carefully selected to provide our guests with the most comfortable stay possible and we hope you enjoy the little touches we put into each apartment. ", "name": "Sam And Janelle", "picUrl": "https://a0.muscache.com/im/users/22269401/profile_pic/1443518362/original.jpg?aki_policy=profile_small", "room_ids": ["6397327", "7664827", "9567840", "11483574", "16923195", "16987694", "17013224"]}, "371323": {"detail": ["Lives in Sydney, Australia", "Work: films"], "self_intro": "Wandering filmmaker", "name": "Andrew", "picUrl": "https://a0.muscache.com/im/pictures/a61598e1-c2ac-45f1-a7cb-8fa94f96f11d.jpg?aki_policy=profile_small", "room_ids": ["3046619"]}, "115069485": {"detail": ["Lives in Sydney, Australia"], "self_intro": "I am a  film composer. My partner Gloria is a scientist. Its  a perfect match of opposites. We have a 14 year old son. We are unpretentious and easy going. We survived 25 years in Los Angeles where I wrote scores for horror and action movies and met some amazing creative people. We are active and love to get out and enjoy our great city so we can help you with your plans. We are well informed on history, politics , food and culture and we love to converse about them. We will make you welcome in our house. ", "name": "Jim", "picUrl": "https://a0.muscache.com/im/pictures/1d840035-a84f-4c3b-ba73-6ad6dad7ec4e.jpg?aki_policy=profile_small", "room_ids": ["17124256"]}, "32928357": {"detail": ["Lives in The Rocks, Australia"], "self_intro": "", "name": "Mary", "picUrl": "https://a0.muscache.com/im/users/32928357/profile_pic/1431160932/original.jpg?aki_policy=profile_small", "room_ids": ["6327407", "15748953", "16801124", "27668332"]}, "1347315": {"detail": ["Lives in Sydney, Australia", "Speaks English", "Work: Law student"], "self_intro": "My brother Mitch and I are ocean people, and live active lifestyles.\r\nMy father John is currently overseas, so I will be the point of contact for your stay.\r\nRest assured the same quality will be provided, I have been cleaning the apartment and have helped with all operations attached for many years.\r\n\r\nI go to University of Technology Sydney, where I am studying law. My brother Mitch attends UNSW studying psychological science. \r\n\r\nWe live in the house upstairs, and hope you enjoy your stay!\r\n", "name": "Riley", "picUrl": "https://a0.muscache.com/im/pictures/user/9fe8bb23-d0d7-42cb-9189-e743123982d7.jpg?aki_policy=profile_small", "room_ids": ["256569"]}, "233182849": {"detail": ["Lives in Phayao, Thailand"], "self_intro": "", "name": "Mos", "picUrl": "https://a0.muscache.com/im/pictures/user/06a49c31-3a3c-4110-89e3-bb25e93dc6ea.jpg?aki_policy=profile_small", "room_ids": ["33231496", "33231730", "33231959", "33232164"]}, "21210519": {"detail": ["Lives in Sydney, Australia", "Speaks English,한국어", "Connected account"], "self_intro": "Hello\r\n\r\nI really want you stay at my apartment comfortably.\r\n", "name": "Ilhwan", "picUrl": "https://a0.muscache.com/im/pictures/user/97878dbd-025a-45d3-b953-fe933d7085a2.jpg?aki_policy=profile_small", "room_ids": ["22589788", "29770616"]}, "199185428": {"detail": ["Lives in Sydney, Australia", "Speaks Bahasa Indonesia,Bahasa Malaysia,English"], "self_intro": "", "name": "Clara", "picUrl": "https://a0.muscache.com/im/pictures/user/ec0ece5f-5497-4f53-8b99-7759c2b97626.jpg?aki_policy=profile_small", "room_ids": ["26485492", "27405290", "29046449", "29325752", "29527162", "30360881", "33123775", "33124240"]}, "20381574": {"detail": ["Lives in New South Wales, Australia"], "self_intro": "I'm a Sydney local and work in digital marketing. I'm always available to answer questions over the phone or text messages during your stay, but generally prefer to maintain your privacy. I take any feedback seriously and aim to provide a comfortable, clean and peaceful stay for my guests.", "name": "Winston", "picUrl": "https://a0.muscache.com/im/pictures/ad20980f-7c5c-484f-a2de-dbaa75742aa2.jpg?aki_policy=profile_small", "room_ids": ["7162512", "9122773", "15186470", "28708910"]}, "117827419": {"detail": ["Lives in Australia", "Speaks English,中文"], "self_intro": "", "name": "Mark &amp; Jess", "picUrl": "https://a0.muscache.com/im/pictures/7215defa-20d7-4d93-8a51-001d8fc24242.jpg?aki_policy=profile_small", "room_ids": ["17424237", "28786821"]}, "41599164": {"detail": [], "self_intro": "", "name": "Kath", "picUrl": "https://a0.muscache.com/im/pictures/43f4f429-8996-4b50-b1ae-7728da8525e0.jpg?aki_policy=profile_small", "room_ids": ["7890243", "9156574"]}, "132391249": {"detail": [], "self_intro": "", "name": "Klodian", "picUrl": "https://a0.muscache.com/im/pictures/a152503f-330c-4a6e-8987-1a1129772815.jpg?aki_policy=profile_small", "room_ids": ["18978622", "30275289"]}, "4234278": {"detail": ["Lives in Sydney, Australia", "Speaks English"], "self_intro": "Eve has lived and worked in Sydney all her life and knows all the best places to eat out and what to see\r\n\r\nEve loves being with family and friends, traveling, music, theatre and reading\r\n\r\nEve and her partner Brian live in the main house and are friendly and welcoming. They have two daughters studying to be teachers at University. \r\n\r\n\r\n\r\nEve and Brian do have two Maltese cross poodles (Ella and Willie). They're part of the family and are harmless, but they will seek you out and try to make friends with you\r\n", "name": "Eve", "picUrl": "https://a0.muscache.com/im/users/4234278/profile_pic/1374579859/original.jpg?aki_policy=profile_small", "room_ids": ["1349941"]}, "4706929": {"detail": ["Lives in Tamarama, Australia", "Speaks English", "Work: LET US HOST PTY LTD", "Connected account"], "self_intro": "I'm from Sydney, Australia and Merike is from Tallinn, Estonia. \n\nWe spend most of the year travelling the world as my dream is to be the most travelled person in Australia.\r\n\r\nWe run a property management company, and are always looking for amazing places to stay at while overseas, so we live and breathe Airbnb.\r\n\r\nPlease feel free to contact us if looking for help with hosting your property!", "name": "Sam", "picUrl": "https://a0.muscache.com/im/pictures/5c974e2d-c2f4-489d-ac37-7ce4180d0fe1.jpg?aki_policy=profile_small", "room_ids": ["10269529", "21297653", "21298728", "21732383", "26434699", "26615766", "28734321", "33881661", "35291830"]}, "95621162": {"detail": ["Lives in Northwood, Australia", "Connected account"], "self_intro": "", "name": "Roezetta", "picUrl": "https://a0.muscache.com/im/pictures/396d7e70-06be-4b23-85ed-07b461e992a0.jpg?aki_policy=profile_small", "room_ids": ["15398542", "17577417"]}, "114384153": {"detail": ["Lives in Melbourne, Australia", "Speaks Bahasa Indonesia,Bahasa Malaysia,English,Tagalog,中文", "Work: Systems Architect", "Connected account"], "self_intro": "Your trusted international holiday rental host across major cities. Feel at home wherever you are! LIVE · LOVE · EXPLORE\r\n\r\n- Melbourne\r\n- Sydney\r\n- Gold Coast\r\n- Auckland\r\n- London\r\n- Da Nang\r\n- Kuala Lumpur\r\n- George Town\r\n- Johor Bahru\r\n\r\nI speak fluent English, Cantonese (广东话), Mandarin (普通话), Bahasa Melayu, Bahasa Indonesia &amp; Tagalog.\r\n\r\nIf the dates you're after are available on my calendars, you may proceed to \"INSTANT-BOOK\" em'.\r\n\r\nMy calendars on AirBnb are always up to date, so if they're blocked and you can't select them, it pretty much means someone else has already booked em'.\r\n\r\nHappy stays &amp; safe travels :)\r\n\r\nView more properties HERE (JL3) &gt; https://www.airbnb.com.au/users/114384153/listings\r\n\r\nOR HERE (JL3) &gt; https://www.airbnb.com.au/s/homes?host_id=114384153 \r\n\r\nOR HERE (JL1) &gt; https://www.airbnb.com.au/s/homes?host_id=8530753\r\n\r\nOR HERE (JLMY) &gt; https://www.airbnb.com.au/s/homes?host_id=177114776\r\n\r\nOR HERE (JLMY2) &gt; https://www.airbnb.com.au/s/homes?host_id=217495299\r\n\r\nOR HERE (JLMY3) &gt; https://www.airbnb.com.au/s/homes?host_id=228789871", "name": "Jared SSP 2", "picUrl": "https://a0.muscache.com/im/pictures/user/4391a1de-adad-48f6-a4b0-9e330cd87826.jpg?aki_policy=profile_small", "room_ids": ["25846107", "26825759", "27960586", "28678785", "28902613", "31194991", "31772450", "31772660", "32556579", "32617223"]}, "20655229": {"detail": ["Lives in Sydney, Australia", "Speaks English,Português"], "self_intro": "We are young and passionate about traveling the world, camping in our van, meditation and good vibes. When we travel we always try to find a place to call home so we are opening our beautiful house to share with you ❤️", "name": "Amanda", "picUrl": "https://a0.muscache.com/im/pictures/user/28cb716d-cb8e-4946-9421-36b8e77587bf.jpg?aki_policy=profile_small", "room_ids": ["24337354"]}, "51685133": {"detail": ["Lives in Australia"], "self_intro": "The owner of Glengarry Castle Hotel since 2004", "name": "Brett", "picUrl": "https://a0.muscache.com/im/pictures/user/b95690bf-7c24-4599-a2da-98e96fc800fb.jpg?aki_policy=profile_small", "room_ids": ["27151413", "31868841", "31884205", "31942024", "33762653"]}, "188659639": {"detail": ["Lives in Sydney, Australia", "Speaks Deutsch,English,Español,Polski,Čeština"], "self_intro": "Hi, I'm Henrich and I was born in Slovakia, been living in Australia since 2016.\r\n\r\nI &amp; my partner Jonathan have a spare room in our apartment that we decided to offer to travelers passing by.\r\n\r\nWe prefer short-term stays and offer the room for individuals or couples too. \r\n\r\nIn a nutshell.. I work in hotel industry and am into photography and Jonathan is an acting tutor with a passion for AFL!\r\n\r\nTalk to us in English, German, Slovak, Czech or Spanish!", "name": "Henrich", "picUrl": "https://a0.muscache.com/im/pictures/user/7889cc40-ec0e-498e-948b-216bc52a8429.jpg?aki_policy=profile_small", "room_ids": ["24954388"]}, "183028242": {"detail": ["Lives in Sefton, Australia"], "self_intro": "We are parents of two cheeky little boys. We enjoy spending time with them and take them everywhere whenever possible. We love to see more of the world and discover new experiences. Our favourite food is street food.", "name": "Sophie &amp; Sonny", "picUrl": "https://a0.muscache.com/im/pictures/user/f79886f5-c89a-4610-8cdd-58b88a4f2ee6.jpg?aki_policy=profile_small", "room_ids": ["24287277"]}, "10305439": {"detail": ["Speaks English"], "self_intro": "Hi there, \r\nI have traveled all over the world using airbnb and I think it's a great way to meet new people and cultures. ", "name": "Monique", "picUrl": "https://a0.muscache.com/im/pictures/220fca8e-7e7e-468a-97ae-9623b27f4cb6.jpg?aki_policy=profile_small", "room_ids": ["24562378"]}, "20707547": {"detail": ["Lives in New South Wales, Australia"], "self_intro": "", "name": "George", "picUrl": "https://a0.muscache.com/im/users/20707547/profile_pic/1411090954/original.jpg?aki_policy=profile_small", "room_ids": ["3994417", "4144932", "4145041", "4186298"]}, "6764823": {"detail": ["Lives in Sydney, Australia", "Speaks Español"], "self_intro": "I am a mid-late 30's gay male with spare room available at my flat.  I'm not an outrageous queen but don't mind if you are (or one of you or anyone else is!).  Straight, gay, asexual (lol), couples, friends, individuals all welcome.  \r\n\r\nI work in people facing IT roles, where I talk to people about what they want to achieve and then translate that to the 'real' IT people who make it happen.  I really enjoy connecting peoples needs with solutions.  The best part of what I do is getting to form relationships with people and that really cool sense of satisfaction when you know you've made a positive impact for someone.  Anyway, enough geek speak!\r\n\r\nOn week days I generally get up 6ish for gym and work and/or head to the gym after work, so if you are home during the day, you'll have the house to yourself.  Weekends I may be out with friends, dinner, pubs, clubs (or recovering from these) depending what's on, but sometimes I like to chill at home.  I volunteer with a charity to feed homeless people on Saturday evenings.  It's surprisingly fun if you would like to check it out.  You're also welcome to join in socialising if you are at a loose end or have just moved here and want to make new friends.\r\n\r\nSometimes I do a bit of travel myself and may be away.  That's a bummer because I may not get to meet you, but on the plus side you will have the house to yourself.  I do have a fantastic co-host when I am away.  His name is Fred and he's great.  If you need to message for advice or help, he/his team or I will be ready to advise you and we are happy to do so.\r\n\r\nMy friends and I are super nice, friendly people so if you want some tips about Sydney, where to go, what to see etc, we're sweet to help you out.  At home, I'm totally happy to break out 5 minutes of small talk and leave you in peace if that's what you prefer.  \r\n\r\nI've been on AirBnB since 2013 and have hosted more than 200 guests now.  Originaly, I decided to host instead of having house mates.  It's not a 'for profit' thing for me, just another way of splitting house costs.  \r\n\r\nI've met so many awesome people through AirBnB, some of whom now live in Sydney and are close friends.  You may get to meet some of them :)\r\n  \r\nIf you come stay, I hope you will feel as at home here as you would at your own place.  You're basically a house mate while you're here.  I would just ask you treat the place like you would your own, have respect for the neighbours in the building and take care of the owners investment in this beautiful property that we are so fortunate to stay in.  Nothing too stressful.  :)", "name": "Reid", "picUrl": "https://a0.muscache.com/im/users/6764823/profile_pic/1370498209/original.jpg?aki_policy=profile_small", "room_ids": ["6340333"]}, "6248691": {"detail": ["Lives in Paddington, Australia"], "self_intro": "Hello and welcome! \n\nBetween this apartment and our home, we have been greeting and hosting guests from all over the world, for several years. We enjoy meeting people and sharing our much loved spaces.  \r\n \r\nAs an alternative to this apartment, if you are after a unique stay in an artistic home (either as a room or whole house), you can also find us here: https://www.airbnb.com.au/rooms/1759931?preview  (Check the 'Profile' on this link for other listings)\r\n\r\nWe hope you enjoy your time in the apartment.\r\nLorraine &amp; Arnie", "name": "Lorraine", "picUrl": "https://a0.muscache.com/im/pictures/user/9a3a4a0d-57be-49cc-9883-c97d1d60ec22.jpg?aki_policy=profile_small", "room_ids": ["1113059", "1759931", "2278444", "3795958", "13318845"]}, "61734008": {"detail": ["Speaks English,Español,Italiano,Português", "Work: Exhibition Manager at Informa Australia", "Connected accounts"], "self_intro": "", "name": "Alice", "picUrl": "https://a0.muscache.com/im/pictures/user/1a51dc21-12f7-48e3-896d-be5e4caa7898.jpg?aki_policy=profile_small", "room_ids": ["22019421", "29805402"]}, "177754030": {"detail": ["Lives in Sydney, Australia", "Speaks Bahasa Indonesia,English"], "self_intro": "Couple lives in 3 bedroom unit. Husband works labour works. Wife works as admin office.", "name": "Hanny", "picUrl": "https://a0.muscache.com/im/pictures/user/7fefa3bc-ef8a-42ee-9584-36313d8966b4.jpg?aki_policy=profile_small", "room_ids": ["23717562", "26239415"]}, "213451435": {"detail": [], "self_intro": "", "name": "Anthea", "picUrl": "https://a0.muscache.com/im/pictures/user/9a651280-1e94-46f2-9163-4ae946ad1434.jpg?aki_policy=profile_small", "room_ids": ["28260418", "28330579"]}, "12779397": {"detail": ["Lives in Sydney, Australia", "Speaks English,中文"], "self_intro": "Hello !! I am Emma \r\nI am a shop owner in Sydney \r\n I sell plants and jewelry:)\r\n\r\nI love to decorate my apartment and meeting new people.\r\nmore that happy to answer any questions that you may have.\r\n\r\nWelcome to Sydney!!!! :)\r\nAll the best\r\n\r\nEmma", "name": "Emma", "picUrl": "https://a0.muscache.com/im/pictures/user/54650b46-f6dd-4d88-8bbf-0d0bf32d3c3b.jpg?aki_policy=profile_small", "room_ids": ["28445942", "32827809"]}, "61170945": {"detail": ["Lives in Paddington, Australia", "Work: Founder at Homeshare Experts", "Connected accounts"], "self_intro": "Professional Airbnb superhost who loves travelling.", "name": "Todd", "picUrl": "https://a0.muscache.com/im/pictures/user/2baa8068-b15c-4187-a1b0-736c9d2e51ab.jpg?aki_policy=profile_small", "room_ids": ["13982969", "27035015", "27438223", "27910907", "29696329", "30158955", "30325643", "33815335", "34735365", "35101442"]}, "161730392": {"detail": ["Lives in Sydney, Australia"], "self_intro": "Family living in Sydney. Love Sydney, love travelling, love our daughter, Kiki. \r\nOur apartment was purchased recently for our daughter. We have popped this beautiful city pad on Air BnB for others to use and enjoy before she moves in!", "name": "Kiana And Family", "picUrl": "https://a0.muscache.com/im/pictures/user/70a4a578-4792-4d03-a660-adc38abb835b.jpg?aki_policy=profile_small", "room_ids": ["22482212"]}, "10217099": {"detail": ["Lives in New South Wales, Australia", "Work: Teacher and Accommodation"], "self_intro": "Hello\r\n\r\nI'm a friendly, open and ethical guy who enjoys offering clean, quality accommodation to like minded people. ", "name": "Jeremy", "picUrl": "https://a0.muscache.com/im/users/10217099/profile_pic/1385257492/original.jpg?aki_policy=profile_small", "room_ids": ["1979812", "1979927", "1979960", "1979970", "2554326", "4008182"]}, "8169284": {"detail": [], "self_intro": "I'm proud to be a SuperHost and love giving all my best to my guest. I really enjoy giving my guest the best experience and comfort possible.\r\n\r\nOutside of Airbnb, im a consultant in the IT and Finance space. But apart from all that work stuff, I love to travel, try many different types of foods and love my TV shows/movies. Im also a bit of a nerd because I love my computer games.\r\n\r\nI have been in Sydney for a while now, so happy to have a chat and give you my opinion on what are the coolest places around.", "name": "Amish", "picUrl": "https://a0.muscache.com/im/pictures/10cc26ff-bea3-4593-b2e2-ccd98c9924be.jpg?aki_policy=profile_small", "room_ids": ["4597470"]}, "9951125": {"detail": ["Lives in New South Wales, Australia", "Speaks English,Español,Русский", "Work: University of Sydney"], "self_intro": "I am a lecturer in Finance at the University of Sydney, and have travelled to 39 countries so far. I love to rock climb, cycle, go to music festivals and drink good red wine. I enjoy cooking, good friends and good times. ", "name": "Sean", "picUrl": "https://a0.muscache.com/im/pictures/user/53cc7866-7655-4f34-a3e9-7b3f01bec7fb.jpg?aki_policy=profile_small", "room_ids": ["9538497", "31179162"]}, "3600856": {"detail": ["Lives in Sydney, Australia", "Speaks English,Français", "Connected account"], "self_intro": "I grew up in Sydney but have loved travelling around Australia and the world. Happy to give you some tips about fun places to hang out in our neighbourhood or anything else you want to know. I'm a relaxed kind of guy and hope to make your stay hassle-free and easy.", "name": "Angus", "picUrl": "https://a0.muscache.com/im/pictures/user/0102a3e9-f154-4e54-8e16-7393077b6a87.jpg?aki_policy=profile_small", "room_ids": ["4755217"]}, "27286333": {"detail": ["Lives in Darlinghurst, Australia", "Speaks English,Español,中文", "Work: Scientist"], "self_intro": "I'm an AirBnB and a share economy enthusiast. I eat, breathe and sleep Airbnb! I am scientist (protein chemistry) and I work as a certified Airbnb community expert and manage several Airbnb listings in fantastic Sydney locations.  I enjoy the Sydney lifestyle and fine foods and wine. I have a natural talent for hospitality and would love to host you in the very near future! ", "name": "Julie", "picUrl": "https://a0.muscache.com/im/pictures/455cdf06-3fff-4938-8fb3-a5c4fb36ca58.jpg?aki_policy=profile_small", "room_ids": ["9095683", "16546784", "16558523", "16605303", "18451689", "20482986", "30932186", "31392524", "31545719", "34826378"]}, "4010521": {"detail": ["Lives in Newtown, Australia"], "self_intro": "I am an Australian who loves to make home an inviting, interesting and functional space to live in and be. Over many years we have lovingly restored and furnished our unique warehouse in Newtown. \r\n\r\nI am a collector at heart, with a keen eye for faded beauty and utility. Our warehouse includes a selection of some of the vintage treasures I have gathered along the way.\r\n\r\nWe love to travel and have recently returned from 2 years living in Bali. We have had very rewarding experiences with AirBnB, both as hosts and as guests. \r\n\r\nI look forward to making your stay as comfortable and enjoyable as possible, and to pointing you in the right direction to make the most of your time in our wonderful corner of Sydney’s Inner West", "name": "Sally", "picUrl": "https://a0.muscache.com/im/pictures/8c82426c-a3ff-4884-a9dc-e35f4ec10243.jpg?aki_policy=profile_small", "room_ids": ["9864676", "15663661", "27987632"]}, "78423405": {"detail": ["Lives in Sydney, Australia", "Connected account"], "self_intro": "", "name": "Grace", "picUrl": "https://a0.muscache.com/im/pictures/86d668e6-626b-4564-869a-471f5c9386cb.jpg?aki_policy=profile_small", "room_ids": ["13584032", "22238750", "22854988", "23693641", "24643786"]}, "122624551": {"detail": ["Lives in Australia", "Speaks English,中文", "Work: Self employed "], "self_intro": "We're Michael and Cathy, we love the city of Sydney, the first time when we travelled this awesome city we found this was the place where we belong, then we settled in and enjoyed this city so much.\n\nWe love traveling, music, food and wine...there is nothing better than catching up with old and new friends.\n\nWe have been an Airbnb host since March 2018. There is absolutely nothing we enjoy more than welcoming people to this fabulous city and meeting new people.\n\nWe're super friendly and will bend over backwards to help you have the best stay possible.\n\nMichael &amp; Cathy\nfell in love with airbnb when I first try it, then I thought I should do something to sightseers or businessmen, make them obtain their best during their stay, I try to make my cozy home as comfortable and user friendly as possible, let my guests feel comfortable and enjoyable.", "name": "Michael", "picUrl": "https://a0.muscache.com/im/pictures/user/727c4515-2af7-4279-8f3e-920389bd288b.jpg?aki_policy=profile_small", "room_ids": ["23772409"]}, "2784819": {"detail": ["Lives in Sydney, Australia", "Speaks Deutsch"], "self_intro": "My main interest is art, both its history and its practice, I am a painter and work from a studio in the back garden. My   other interests  include music, literature, walking etc.   My family background is Russian and I speak some Russian as well as German.\r\nI am a friendly and relaxed person, as is my husband Richard and our house reflects this and our interests in art and history. He speaks some Spanish though is not fluent, as does our 21-year-old daughter who also lives in the house.", "name": "Eve", "picUrl": "https://a0.muscache.com/im/users/2784819/profile_pic/1346332361/original.jpg?aki_policy=profile_small", "room_ids": ["4361264", "4371681"]}, "29716820": {"detail": ["Lives in Newtown, Australia"], "self_intro": "", "name": "Shane", "picUrl": "https://a0.muscache.com/im/pictures/368e1bd5-b7cc-4160-badb-e818bedc8e2e.jpg?aki_policy=profile_small", "room_ids": ["9908068", "15076582", "18829560"]}, "124948923": {"detail": ["Lives in Sydney, Australia", "Connected account"], "self_intro": "", "name": "Terry And Wendy", "picUrl": "https://a0.muscache.com/im/pictures/user/444c9b81-d41c-4efe-b977-39b95d84af73.jpg?aki_policy=profile_small", "room_ids": ["30694304", "30695373"]}, "23546487": {"detail": ["Lives in Gladesville, Australia", "Work: Property consultant"], "self_intro": "Originally from overseas, I am passionate about Sydney and all that it offers and love to share my favorite places  with friends and visitors.  I live with my family - my wife, two lovely kids aged 10 and 12. We enjoy good food, the outdoors and good company.   We love Air B&amp;B hosting and sharing our wonderful house and garden.  We look forward to meeting up with you and sharing our local knowledge and great things to do in Sydney.\r\n\r\n\r\n", "name": "Nick", "picUrl": "https://a0.muscache.com/im/users/23546487/profile_pic/1415589275/original.jpg?aki_policy=profile_small", "room_ids": ["9202362", "9202537"]}, "1947076": {"detail": ["Lives in Sydney, Australia", "Speaks English", "Connected account"], "self_intro": "Hello, \r\n\r\nI live in the heart of Sydney, Australia.\r\n\r\nI love to travel and see the world and like to offer like-minded people a clean and comfortable place when travelling.  \r\n\r\nI'm sure that whoever stays in my apartments in Potts Point, Bondi Beach or farm house in the Southern Highlands will have a lovely time. Feel free to read my reviews to get a better understanding of each of my three listings. \r\n\r\nAny questions, just ask!", "name": "Ani", "picUrl": "https://a0.muscache.com/im/pictures/2020f875-dae6-4440-914f-0d1ab160fac0.jpg?aki_policy=profile_small", "room_ids": ["6216222", "8597752", "15072449"]}, "69670577": {"detail": ["Lives in New South Wales, Australia"], "self_intro": "", "name": "Taylor", "picUrl": "https://a0.muscache.com/im/pictures/404ce4c2-52cf-4561-859f-382663c97cca.jpg?aki_policy=profile_small", "room_ids": ["22109754", "23208027", "23441110"]}, "61212872": {"detail": [], "self_intro": "", "name": "Alex", "picUrl": "https://a0.muscache.com/im/pictures/d0d2f675-363c-4884-a7ad-54ea30f26d34.jpg?aki_policy=profile_small", "room_ids": ["30405038"]}, "43387943": {"detail": ["Lives in Surry Hills, Australia", "Speaks English,Español"], "self_intro": "Young professional working in online and retail fashion. Love dogs, cooking, singing and wine. ", "name": "Sandra", "picUrl": "https://a0.muscache.com/im/pictures/user/4a83387a-6808-4045-9ba2-459b9949b8c0.jpg?aki_policy=profile_small", "room_ids": ["24526949", "30823740", "33499224"]}, "131580703": {"detail": ["Lives in Rosebery, Australia", "Speaks English,Français,Italiano,中文,日本語,한국어", "Work: onestopbiz"], "self_intro": "My name is Bella I’m living with my partner \r\nWe had 6 bedrooms big house \r\nWe are rent one of our bigger double room downstairs We living upstairs.\r\n\r\n\r\n", "name": "Bella", "picUrl": "https://a0.muscache.com/im/pictures/user/9d9eebe7-fe14-4c58-b1bb-4a0f20fce7a4.jpg?aki_policy=profile_small", "room_ids": ["24456644", "24655445", "27817004", "28545161", "28914123", "31040084", "31625149", "33715780", "34323109", "34477086"]}, "3455633": {"detail": ["Lives in Katoomba, Australia"], "self_intro": "Im a professional Actor, Musician and AirB&amp;B host who resides in Leura in the Blue Mountains just outside of Sydney. ", "name": "Christopher", "picUrl": "https://a0.muscache.com/im/pictures/user/1304bb17-2f0c-43fd-8f7c-9e96905916ee.jpg?aki_policy=profile_small", "room_ids": ["1195758", "9205098", "22696774"]}, "250666874": {"detail": [], "self_intro": "", "name": "Joe", "picUrl": "https://a0.muscache.com/im/pictures/user/9870cba9-fd40-4737-b245-afa1a7dc7862.jpg?aki_policy=profile_small", "room_ids": ["33285655", "33317544", "33318862", "33320309", "33324504", "34548389"]}, "73505172": {"detail": ["Lives in London, United Kingdom", "Speaks English", "Connected account"], "self_intro": "", "name": "Nicholas", "picUrl": "https://a0.muscache.com/im/pictures/7cb02a0e-b2e9-4a4b-ac60-2e7c5730305a.jpg?aki_policy=profile_small", "room_ids": ["13162019"]}, "91034448": {"detail": ["Lives in Carlingford, Australia"], "self_intro": "", "name": "Darren", "picUrl": "https://a0.muscache.com/im/pictures/c147d7e9-7aa1-47a9-b6d2-bc8637086a2e.jpg?aki_policy=profile_small", "room_ids": ["16999162"]}, "11026509": {"detail": ["Lives in Bondi Beach, Australia", "Work: Furniture transport and installation"], "self_intro": "Live and work in the Sydney area. Love the beach.\r\n\r\nAs your host, I will leave you to it. If you need me, I won't be far away.", "name": "Edward", "picUrl": "https://a0.muscache.com/im/users/11026509/profile_pic/1389561204/original.jpg?aki_policy=profile_small", "room_ids": ["2160836"]}, "87005986": {"detail": ["Lives in Sydney, Australia", "Speaks Deutsch,English"], "self_intro": "", "name": "Norman", "picUrl": "https://a0.muscache.com/im/pictures/91bd31d3-57d8-4ff6-b88a-a9af402727ae.jpg?aki_policy=profile_small", "room_ids": ["16442255"]}, "174052553": {"detail": ["Lives in Woronora, Australia"], "self_intro": "Hi! Teacher who occasionally travels. We have an Airbnb- too - so very busy!", "name": "Kathleen", "picUrl": "https://a0.muscache.com/im/pictures/user/226c4da3-d3c6-4725-ad6f-ac63d89594c8.jpg?aki_policy=profile_small", "room_ids": ["23357643"]}, "9277614": {"detail": ["Lives in Sydney, Australia"], "self_intro": "", "name": "Marlene", "picUrl": "https://a0.muscache.com/im/pictures/user/50e935bd-04c9-4ce2-a8c2-5af1f08b64f1.jpg?aki_policy=profile_small", "room_ids": ["1765417"]}, "4945327": {"detail": ["Lives in Sydney, Australia", "Connected account"], "self_intro": "Stephanie from Sydney Australia. I love travelling, and love hosting people from around the world. On my travels I have encountered people who explain the area and give us great advice to get involved in the culture - which is exactly what I aim to do!\nMy mum Julie also manages our property in Sydney, and (in my humble opinion) she is just the most lovely lady around! ", "name": "Stephanie And Julie", "picUrl": "https://a0.muscache.com/im/pictures/user/f2ff1b14-d090-4adb-a631-3231a64bbdca.jpg?aki_policy=profile_small", "room_ids": ["4185909"]}, "14018952": {"detail": ["Lives in Western Australia, Australia"], "self_intro": "", "name": "Sarah", "picUrl": "https://a0.muscache.com/im/pictures/1c27c88d-edc4-4f0c-a3a4-27b5914b9c9d.jpg?aki_policy=profile_small", "room_ids": ["5041030"]}, "191127377": {"detail": ["Lives in Cherrybrook, Australia", "Speaks English,中文"], "self_intro": "I love music, reading, travelling, enjoy good food and meeting new friends. I am not a particularly sporty person but enjoy walking, I find it therapeutic. ", "name": "Shirene", "picUrl": "https://a0.muscache.com/im/pictures/user/6258e490-f03c-4946-9a86-2224c7c4200c.jpg?aki_policy=profile_small", "room_ids": ["25301692", "27210748", "30027204", "33079616", "34791294"]}, "113040569": {"detail": ["Lives in New York, NY"], "self_intro": "", "name": "Jeb", "picUrl": "https://a0.muscache.com/im/pictures/01bd2299-3dc4-4371-89be-13a8148a4107.jpg?aki_policy=profile_small", "room_ids": ["16923529", "17109941"]}, "51572260": {"detail": ["Lives in New South Wales, Australia", "Speaks English,中文"], "self_intro": "I just love travel!", "name": "Yvonne", "picUrl": "https://a0.muscache.com/im/pictures/5b49882e-490b-4f82-988d-95ebc7b00dd4.jpg?aki_policy=profile_small", "room_ids": ["16446679", "17738193", "19737649", "20447092", "28450654", "28853886", "31881228", "32374684", "34353759", "34525220"]}, "49736625": {"detail": ["Speaks English", "Work: Rug Wholesaler"], "self_intro": "Friendly and outgoing. Native Canadian (Cree) decent, born in Australia.  Very sociable, enjoy hosting and making sure my guests are looked after. ", "name": "Rae", "picUrl": "https://a0.muscache.com/im/pictures/user/f3cca7e0-da3a-4717-99b9-cb9870b0f9a2.jpg?aki_policy=profile_small", "room_ids": ["9613095"]}}