{"16058468": [[-32.74172, 151.56991], "Studio Room with Private Bathroom", ["https://a0.muscache.com/im/pictures/c20d8d1d-056f-4819-b50c-ad1ee3102dfe.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/8b7724ef-fa34-418f-baea-d6bcb7f82ab9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f8d39201-5bc5-4274-abde-8fc66e467613.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/fc4b9963-9d45-4f7f-a5b2-64ae8555e645.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5b967b95-ad6f-4c65-b29c-1d20764a0eba.jpg?aki_policy=large"], "Studio", 0, "1 bath", 1.0, 3, 4, null, "Free parking on premises,Wireless Internet", 95, 4.5, "Entire guest suite", 59.0, "AUD", 0, 24800689, "Our down stairs retreat is a studio style space with room for up to 4 adults.You have your own separate entrance and bathroom, TV, WIFI, toaster, microwave and tea &amp; coffee facilities.Off street parking and 10 minute walk to closest train station.**NO AIR CONDITIONING**'", {"196557734": ["Grahame", "very tidy studio in country setting"], "248385439": ["Phil", "A comfortable place to stay when you don't want to leave your fur baby behind. Not only was the place well equipped to ensure an enjoyable stay, but the little touches highlighting local dog parks, permission to have the dog on the sofa etc, all helped to make all guests (human and canine) comfortable. The quiet position is on the outskirts of town but still close enough to be just a short drive to parks, shops and restaurants. I'd definitely stay again if I find myself in Maitland in the future."], "244488117": ["Katherine", "Great value for money. Plenty of space for our family."], "182799338": ["Adou", "Very comfortable clean place. Close to shopping as well. \nGreat communication, quick  response to messages and emails. \nLove the place and I will definitely love to stays there again if I comes to Maitland. I recommend for every family or not. \nMany thanks Emma for the Extra collection of the movies. Me and daughter enjoyed watching them even we watching them before but was special for just the 2 of us. Thanks "], "22186173": ["Catherine", "A well kept space that has a few little added touches such as a DVD player and some movies to choose from. As previous reviews, there are bumps in the night and the house is close to the train line. \nHand held shower in the bathroom - so be weary if you have pesky kids that refuse to have a bath!!!\nOverall, good - thank you for having us!"], "51476683": ["Pete", "Basic but very comfortable and clean and fantastic value."], "166107417": ["Liz", "Very clean. Has everything you need for a short stay. Very private accommodation"], "206978": ["Rob And Paula", "Great Place, thanks Emma"], "140741041": ["Senal", "This is an amazing place with amazing hosts. It was getting pretty hot and our cohosts went out of the way to make us as comfortable as we could be. 10/10 would recommend and return here! \n\nEarly morning walks down high street are really peaceful and beautiful!"], "236207743": ["Alex", "The space is clean, the beds are very comfortable and has everything you need for a short stay. Some noise from the trains but it’s not too intrusive."], "198141237": ["Kylie", "A lovely and comfy place to stay.."], "45636339": ["Francesca", "Simple but definitely sufficient for our stay in Maitland. Good location."], "221671563": ["Elaine", "A really great space. Clean, spacious and tidy. Noise from the main house in the early hours was the main drawback for me. A little inconsiderate for paying guests to be woken at 5 and 6am. Dogs barking was also a concern but they quieten down when the owners are on site."], "62867312": ["Russell", "Good value accommodation that was comfortable and suited my needs."], "11707916": ["Therese", "Emma’s place was easy to find and was as described. It’s very clean and close to town. Emma was easy to communicate with. Her sweet dogs were an added bonus."], "47420885": ["Cait", "Emma's place is a lovely roomy studio which could comfortably fit two people. It is fit out with all the things you think you might need: clothes rack and hangers, iron, fan and heater, a selection of DVDs. I found it super clean and would never have guessed that it's a pet friendly place (there wasn't a single dog hair on the couch, magic!). The bath/shower was quite small and a little tricky to use. I could hear the train but it didn't wake me up at night.\nI enjoyed my stay while I was in Maitland for work, it was great value and I would definitely come back again."], "52630368": ["Swapnil", "everything as advertised, couldn't ask for more. very prompt communication.  will highly recommend if you are in area and need a cozy pad to access Hunter Valley or Newcastle"], "25981148": ["Gilbert", "Very nice stay, highly recommended. thank you!"], "192417444": ["Dianne Ericka", "Excellent communication, Nice place, very quiet. Most shops are within walking distance. Would highly recommend going back there again for another holiday !"], "67130509": ["Amy", "Stayed here for a work trip. The place was exactly as described, check in was easy and location was excellent. A fairly noisy place for someone doing shift work, but this didn’t impact too much on my stay. Much more comfortable and spacious than a hotel room and great value. Thank you for your hospitality."], "161544698": ["Nathan", "Emma’s space is stylish modern and a great choice for anyone looking for short stay accom \n\nCan highly recommend "], "88574277": ["Jenny", "Emma's place was great. Easy access & completely private."], "172260830": ["Thomas", "Emma's place was a lovely retreat while I was working nearby. A short drive to all the shops and restaurants in Maitland, but far enough away to feel secluded from the town. I had the same sort of problems that have been brought up here before; shower head has to be handheld as there is no wall mount, the room can become exceptionally hot and without air conditioning is very difficult to cool down. The bathtub is small but deep, and quite comfortable to lounge in. I did have a slight problem with noise from upstairs at a couple of points on one night, but I don't think that is a common occurrence. Emma did leave a very thorough guidebook with tips as to her favourite restaurants and things to do in Maitland and surrounds. Also, the fact that Emma had left a mobile phone charger was super handy; I had brought mine this time but frequently leave it at home, so if you are the sort of person who forgets things like that, then Emma has you well looked after! I hope to stay again next time I am in Maitland."], "72401087": ["Paul", "Excellent location, great thoughtful hosts and value for money.\nWell worth the stay!"], "23885559": ["Laura", "This place is very nice and away from the main road. There is a train track behind the house and roosters which can be quite loud. And the shower head can’t be mounted to the wall and must be hand held."], "57843161": ["Nicky", "Central, clean, everything you need plus some lovely little details. Walking distance from Maitland high street and a 5 minute drive to the shopping centre. A really cosy little place. Would highly recommend! Emma was a great host. Always quick to reply and very accommodating."], "31947166": ["Emma", "Emma’s place is clean and easy to stay in. Great use of space with every thing available. I would recommend this to a traveller with a dog."], "11401029": ["Arghya", "Emma has a wonderful place and honestly well worth every dollar for the peaceful house and the easy check in and check out process. If you’re ever in Maitland you won’t be disappointed!"], "30872539": ["Glenda And Ernie", "Emmas place was delightful, with the ponies in the back yard for the kids to feed and pat and we would have stayed another 2 nights if only they had Air conditioning, if was 38 degrees during the day and not much cooler at night, the room was a hot box, with no ventilation so an Air conditioner is needed desperately, we will stay again if she installs one."], "163852821": ["Vinod", "Well Emma's studio room have everything,its just a home away from home.We stayed for 2 nights and it was wonderful,cleaning was upto date.And communication is 100% quick.Thanks Emma,will love to stay there again ☺"], "142720632": ["Madelene", "Great location and neat and tidy place!"], "5282440": ["Tracey", "This property allowed my dog to be inside which was fantastic. I was also able to walk her in either direction safely. The property was very clean and had everything we needed for our overnight stay."], "135767959": ["Cassie-Ann", "Enjoyed our stay."], "157200865": ["Emilie", "Our stay was just great.\nLovely and very comfortable studio for a very reasonable price.\nOur hosts were adorable and willing to help if we needed anything.\nOur dog being allowed to stay with us and run in the garden was one of the details making us feel like home."], "51387450": ["Lucy", "The apartment was lovely, super clean, easy access and close to everything. Bring ear plugs if you like a sleep in though - the next door neighbors rooster starts at 4am!"], "5192044": ["Ebony", "Emma’s place was very clean, tidy and spacious. It was very central for Newcastle and the Hunter Valley region. The self check in was great and Emma was very easy to communicate with. \n\nThe shower was difficult to use. My boyfriend is quite tall and struggled to use it. If you visit the Hunter region and want to try a purchase, we had to buy our own wine glasses. There are also trains that pass at the back of the property all through the night which woke us up a couple of times. There was also a rooster that was very insistent from 4, 6 and 7am. \n\nThe off street parking was great and the property was very close to the main highway; easy access."], "76295826": ["Gillian", "My partner and I stayed at Emma's for one night while we went to Bitter & Twisted at Maitland Gaol. We walked from the gaol, retrieved the key, and let ourselves in; my partner went straight to bed while I made use of the cute little bath tub. The room was very large, clean and tidy, and had everything we needed for a stress free chilled night. There was a bit of noise from the railway and from people coming and going from upstairs but nothing unreasonable. The hand held shower was a new experience but it did the job. We had breakfast at a great cafe attached to the visitors centre only a few hundred metres from the house. We will stay again if we have cause to stay in Maitland overnight in the future."], "18235134": ["David", "Great space. Everything you need. Comfortable & clean.\n\n(If you are tall you may find the hand held shower in the bath a bit of a logistical challenge.)"], "150086640": ["Allister", "We enjoyed our stay in the clean, spacious and well-appointed room and ensuite at Emma’s Place."], "133184277": ["Barbara", "Emma's studio in Maitland,NSW is very spacious & comfy inside & is set back from the road with some rural views of cows grazing in green paddocks, cute chickens next door & even though she has 2 Shetland ponies & a dog all the animals were surprisingly quiet! There are coal trains nearby but because of their frequency we really didn't notice them very much. The location was very convenient to all the venues we visited & not only was the accommodation heaps bigger than a motel room but the money we saved, paid for most of our fuel to travel there from S.A !!!  We hope you enjoy staying in her studio as much as we did. Trev  & Barb from Adelaide."], "95550054": ["Jim", "Great place to stay , very clean and tidy. Emma organised extra beds for our kids too. Extra fun is outside area with ponies, chickens, and dogs. "], "93352939": ["Asim", "Emma’s AirBnB is perfect! It has all the amenities one could need during a short stop over while on a road trip, or for a long term stay.\n\nWould love to come back!"], "11080264": ["Sylvia", "Very spacious stay. Tidy and clean. Good communication via Air BnB. No interaction with hosts during stay which is fine. Could sometimes hear them above, but didn't bother us as we were out most of the time. Wouldn't recommended for elderly people or someone with disability as the shower/bath situation is difficult to use."], "59438880": ["James", "Lovely place to stay with all you need. Comfy bed, tv, wi-fi, fridge and nice little touches like chargers for different devices. Very much enjoyed my stay. Thanks Emma."], "121765485": ["Kylie", "Great place for an overnight stay, and very close to the visitor information centre which has a great cafe."], "148640797": ["Andrew", "This accomodation is very clean and is quite a large space. \nThe location is central to all areas of Maitland."], "108666567": ["Meg", "A great dog friendly place to stay!"], "97467473": ["Dr Stephen", "Great roomy place. Everything provided for a great stay. Loved the old style but modern bath!\nI especially liked the clever bathroom sink over the top of the cistern! Hadn't seen this since I travelled in Japan. Very good space management and environmentally sustainable\nThanks again"], "56922618": ["Carol", "Exactly as described. Very clean and close to everything. Comfortable beds. Easy check in."], "111492031": ["Eileen", "We had a lovely stay at Emma's place - the photos don't do it justice.  Such a lovely room, beautifully styled and spotlessly clean, with everything you could need for a comfortable stay."], "43398485": ["Duane", "Easy to deal with. The room had everything we needed. The shower/bath was a little challenging however this was due to its size and me a tall guy. Overall good vale."], "112316057": ["Janice", "Fantastic place to stay, the living/bedroom area is very spacious, with a separate toilet and bathroom. The room has it's own private entrance with a lovely porch to sit on and enjoy the rural view. There are plenty of windows which allows for light and ventilation. Loved the chooks, shetland ponies and family pets, it felt like we were out on a farm. Lovely and peaceful and only 2 minutes drive from Central Maitland. "], "104978761": ["Kerri", "Emma's retreat is just that, so private yet so close to everything, heaps of room and all the amenities first class "], "42124617": ["Caleb", "Couldn’t make it easier if you tried."], "130836499": ["Alexandria", "This place was perfect for me and my friends. Emma had 3 beds available, and after needing to wash some clothes, Emma left some detergent for us before we arrived. Only note is that the bathtub isn't very practical - i know there's a removable shower head but it's very hard to use - would be great for pets though! Other than that, it was an extremely awesome room with an incredibly thoughtful host. Thanks so much!! "], "136329794": ["Marco", "We had a great stay. Very clean and comfortable stay. Very flexible and helpful too. Highly recommended."], "132394987": ["Heidi", "Comfortable space with heaps of beds and dog friendly"], "96091493": ["Sandie", "Emmas place was comfortable and very good value for money....I was on business so it suited me ok."], "119046054": ["Cristina", "Emma's place is very spacious and comfortable and has everything one would need during their weekend stay. The studio flat is very conveniently located, in a quiet part of town yet within easy reach of the town centre. It was great to be able to have our dog with us and for him to be allowed indoors."], "130196482": ["Robert", "Very clean and private."], "129081613": ["Leesa", "Thoroughly recommend Emma's place.  Lots of extras not described.  Above expectations and close to everything."], "19425969": ["Rae", "This studio is great, clean and comfortable and close to shops and town.\nThere is a train line close, but I always wear ear plugs when away, so it did not bother me in the slightest. \nCommunication was great too, highly recommended."], "130375281": ["Pierre", "well maintained amneties. Recommended"], "16696990": ["Alice", "Very comfortable and clean"], "96951466": ["Anjie", "Nice and private, spacious room with all the amenities."], "123701623": ["Emma", "We enjoyed a lovely stay at Emma's very well appointed apartment. Couldn't have asked for a better location. Peaceful and quiet whilst still close to everything."], "20060231": ["Petro", "Very central. Lively host"], "45941009": ["Sonja", "Emmas places is a spacious room with separate entrance from the main house and own bathroom facilities. You can stay there with 3 guest easy and the location is handy close to the touristinformation, easydrive to the Citymall  and good starting point to explore the Hunter Valley after exhausting all Maitland has to offer.\nThe house is close to the traintrack though which is something to get used to, but I reckon this is part of Maitland and you won't hear it anymore after the second night. \nEmma provids self check in which makes things more flexible and a well thought through folder with all the information you need to get around.\nWe stayed for nights and had a lovely time."], "96703439": ["Justin & Kerryann", "Emma was a very obliging host with good communication.  Her place is modern, spacious and very clean.  Good value ! Thanks Emma "], "104081307": ["Kathleen", "Emma's studio room is spacious, very clean, private and exactly as described. She really went out of her way to make me feel at home and comfortable with finding my way around the area. The location is a easy bus ride to Maitland train station or to the local city centre, which was excellent for my placement in the region."], "1431954": ["Caitlin", "Emma's accommodation was spacious and meant we had lots of room to spread out. It is close to the express way and local shops so getting dinner was a breeze. The room was adequate for two people and would have easily been fine for 3 or more. \nWe used the room for a business trip so the location was great. The main bed is a bit firm but was okay to sleep after a long day. \n\nSomething we would suggest to anyone travelling is if you are a light sleeper, be aware that you can hear the train line (must be a commercial line as it runs in the night and early morning) and there is a rooster next door that woke us up at 4:0a and 6:00am each day we were staying!\n\nA great spot if you want to be central to everything and the space was great for heating dinner, making a coffee and relaxing after a long day. \n\n"], "61722854": ["Fiona", "Fantastic host and accomodation, highly recommended. Thanks Emma."], "40264591": ["Jesse", "really comfy place - we really enjoyed our stay"], "13085215": ["Daniel", "Quite easily the best Air BnB I've ever stayed at.  The whole space is amazing: roomy, modern and clean.  So easy to unwind in at the end of the day.  Emma is a brilliant host; she's friendly and helpful (as is Dex, the greatest frisbee catching dog ever).  Altogether a wonderful stay that left us wishing we were in town for longer! 11/10"], "8437901": ["Stephane", "Great studio with everything you need to enjoy a night or more!"], "39331789": ["William", "Great stay, everything was made super easy by Emma, would recommend to anyone visiting the area."], "113107251": ["Craig", "Great place to stay, very clean and tidy with central location. "], "23872090": ["Rhonda", "We spent a couple of nights at Emma's place which is centrally located to everything.  Emma was very helpful and welcoming.  The animals added an interesting touch to the stay.\nIt was comfortable for 4 adults.  Many things to do around the area - we visted Morpeth and Curri Curri which were really interested and within 20 minutes of Maitland.\nWe had a good time and would recommend Emma's place as a stopover when in Maitland."], "112350724": ["Uma", "Great place to relax"], "112789529": ["Michael", "Great little unit but without A/C it was almost unbearably hot. Mind you it was an exceptionally hot night."], "59305041": ["Holly", "Beautiful little accommodation, all the necessities, great value for money and very easy to communicate with. Would recommend. Thanks Emma"], "8968514": ["Patrick", "A clean, comfortable space, this was just what we needed. We met the friendly chickens next door too, which helped us enjoy our stay even more."], "74100190": ["Kathy", "This is an excellent place to stay!  So much space, and everything is super comfortable.  My dogs were finally able to relax and unwind -- they loved all the grassy areas to run and play, especially with interesting things to look at.  :)  Really loved the ponies.  :)  Super friendly folks who gave us a very good experience.  Highly recommended."], "54577944": ["Roject", "great place great host. and you got a small farm with cheken and 3 lovely pony. the kids love it. would come and stay again. "], "54264860": ["Liz", "Cute little self contained apartment located downstairs from the main home. Bring earplugs if you’re a light sleeper as you may at times hear the footsteps upstairs. A couple of things would make this the perfect spot, sound proofing for the ceiling and air con. All in all, would stay again!"], "50922970": ["Olivia", "This was a great place to stay while exploring the hunter valley region. The room was great for 4 adults and providing everything we needed. The only thing was the shower was intended for dogs, although it was perfectly clean it was very messy when showering and very easy to get water everywhere as it was quite small and you had to hold you shower head over yourself while washing but other than that it was fine."], "54928388": ["Kelly", "We loved our stay here, it was easy to find and a great space to spend our time while we were in the area."], "49632268": ["Nicole", "Everything exactly as described. A great place to stay."], "42448176": ["Peter", "The host canceled this reservation 3 days before arrival. This is an automated posting."], "19659365": ["Yentl", "Massive separate studio on the ground floor. Private bathroom with emergency toiletries provided. Very accommodating host. Will stay again and for a longer period of time next time."], "33052224": ["Gemma", "Had a great stay here in this studio style room! The free tea and coffee was a nice touch as were the bottles of water in the fridge! The room was in a great location in Maitland, a short walk from the train station and a short bus journey to Woolworths. The neighbours were great, letting us use their washing mashing and clothes line! The stay couldn't have been better, we would definitely recommend staying here!"], "143493049": ["SIAOREN", "屋內設備很足夠,適合家庭或朋友們開車出門旅行選擇的住宿｡附近並不方便,必須開車才能去超市購物或買食材食物｡火車站大概走10分鐘可以到達｡屋外有雞舍和很可愛的迷你馬,可以看到小雞在草地上走來走去,但缺點是清晨天未亮可能有雞啼聲會吵醒你,也未嘗不是種樂趣和體驗｡"]}, {"Jun": {"2019-06-01": [false, 69], "2019-06-02": [false, 59], "2019-06-03": [false, 59], "2019-06-04": [false, 59], "2019-06-05": [false, 59], "2019-06-06": [false, 59], "2019-06-07": [false, 66], "2019-06-08": [false, 80], "2019-06-09": [false, 66], "2019-06-10": [false, 60], "2019-06-11": [false, 60], "2019-06-12": [false, 60], "2019-06-13": [false, 60], "2019-06-14": [false, 61], "2019-06-15": [false, 61], "2019-06-16": [false, 61], "2019-06-17": [false, 61], "2019-06-18": [false, 59], "2019-06-19": [false, 61], "2019-06-20": [true, 70], "2019-06-21": [true, 70], "2019-06-22": [false, 70], "2019-06-23": [false, 70], "2019-06-24": [true, 70], "2019-06-25": [false, 59], "2019-06-26": [false, 59], "2019-06-27": [false, 59], "2019-06-28": [false, 59], "2019-06-29": [false, 59], "2019-06-30": [false, 59]}, "Jul": {"2019-07-01": [false, 59], "2019-07-02": [false, 59], "2019-07-03": [false, 59], "2019-07-04": [false, 59], "2019-07-05": [false, 59], "2019-07-06": [false, 59], "2019-07-07": [false, 59], "2019-07-08": [false, 59], "2019-07-09": [false, 59], "2019-07-10": [false, 59], "2019-07-11": [false, 59], "2019-07-12": [false, 62], "2019-07-13": [false, 62], "2019-07-14": [false, 59], "2019-07-15": [false, 59], "2019-07-16": [false, 59], "2019-07-17": [false, 59], "2019-07-18": [false, 59], "2019-07-19": [true, 62], "2019-07-20": [true, 65], "2019-07-21": [true, 65], "2019-07-22": [true, 59], "2019-07-23": [false, 59], "2019-07-24": [false, 59], "2019-07-25": [false, 59], "2019-07-26": [false, 59], "2019-07-27": [false, 59], "2019-07-28": [false, 59], "2019-07-29": [false, 59], "2019-07-30": [false, 59], "2019-07-31": [false, 59]}, "Aug": {"2019-08-01": [false, 59], "2019-08-02": [false, 59], "2019-08-03": [false, 60], "2019-08-04": [false, 59], "2019-08-05": [false, 59], "2019-08-06": [false, 59], "2019-08-07": [false, 59], "2019-08-08": [false, 59], "2019-08-09": [true, 60], "2019-08-10": [true, 60], "2019-08-11": [true, 59], "2019-08-12": [true, 59], "2019-08-13": [false, 59], "2019-08-14": [false, 59], "2019-08-15": [false, 59], "2019-08-16": [false, 59], "2019-08-17": [false, 60], "2019-08-18": [false, 59], "2019-08-19": [false, 59], "2019-08-20": [false, 59], "2019-08-21": [false, 59], "2019-08-22": [false, 59], "2019-08-23": [false, 59], "2019-08-24": [false, 60], "2019-08-25": [false, 59], "2019-08-26": [false, 59], "2019-08-27": [false, 59], "2019-08-28": [false, 59], "2019-08-29": [true, 89], "2019-08-30": [true, 89], "2019-08-31": [true, 89]}, "Sep": {"2019-09-01": [true, 89], "2019-09-02": [false, 59], "2019-09-03": [false, 59], "2019-09-04": [false, 59], "2019-09-05": [false, 59], "2019-09-06": [false, 59], "2019-09-07": [false, 62], "2019-09-08": [false, 59], "2019-09-09": [false, 59], "2019-09-10": [false, 59], "2019-09-11": [false, 59], "2019-09-12": [false, 59], "2019-09-13": [false, 62], "2019-09-14": [false, 62], "2019-09-15": [false, 59], "2019-09-16": [false, 59], "2019-09-17": [false, 59], "2019-09-18": [false, 59], "2019-09-19": [false, 59], "2019-09-20": [false, 59], "2019-09-21": [false, 62], "2019-09-22": [false, 59], "2019-09-23": [false, 59], "2019-09-24": [false, 59], "2019-09-25": [false, 59], "2019-09-26": [false, 59], "2019-09-27": [false, 62], "2019-09-28": [false, 62], "2019-09-29": [false, 59], "2019-09-30": [false, 59]}}, 30], "23599025": [[-32.73225, 151.5466], "Spacious Home in Heritage Street with Water Views", ["https://a0.muscache.com/im/pictures/8d86c22c-d502-42df-a8e3-3f9541615f98.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e78ebbc1-1c65-40c3-8474-6abb4e4e02ff.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/72f75135-6874-4b19-8d8c-c91de758f162.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e8bea60b-8b95-4d3e-b3ef-f434be8a3e74.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/920daaf4-2162-468a-8a60-870bb9065a8b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ece4ace7-1f61-49a0-923b-4ac773ed9bec.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/2f4598b2-eab3-40e1-8869-75518c154c70.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/69cb62f2-fa6f-4778-8fae-7cf3c4ea9427.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/29876817-085a-4b68-8687-23a1b1ddeadc.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/6090e582-4f6d-457c-9208-d060146b3d45.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/97b5e7f8-eaea-4536-8e3e-5d43e552033c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5f571d12-ecfd-4cb3-9115-7fb6bc634f81.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ea1446ef-3209-48ef-996a-f9e00c766e4b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a4c5f310-75b3-4afd-bbd2-3037a683a1dd.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4cdd09da-2638-4885-9ec3-a2d43c0b912c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/70967c34-3395-4f87-b2e8-4c93c21d667b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/055b9516-80d2-4f8e-a8e3-d31dda1822ca.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/685bc81e-d1c8-4b81-8884-32380431b8be.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/340e339e-5563-4043-b7bc-a67ab6c5e0d5.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4f262241-cc7f-4150-b478-c4c67ce89074.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/71a446ba-034c-4849-981e-c8cba2a9486a.jpg?aki_policy=large"], "3 bedrooms", 3, "2 baths", 2.0, 4, 6, null, "Wireless Internet,Kitchen,Washer", 48, 5.0, "Entire house", 180.0, "AUD", 0, 84354095, "This well appointed family home is nestled in  a leafy, heritage listed street. Watch the sun rise and set over historic Maitland or our neighbouring lagoon on one of two large balconies, one of which features BBQ facilities. Perfect for families or groups, this home is conveniently located a short walk from the train station, town centre, Maitland hospital and local shops and restaurants.'", {"39422066": ["Rebecca", "Paige was fantastic to deal with.  She was very fast to respond and flexible to open future booking dates. the property is amazing with heaps of room for families or couples wanting their own space with options to come together.  The bedrooms we spacious and  the 2 main rooms had air conditioning which is great in Summer. The back and front decks are both very spacious and great for both ends of the day. The view from the back deck is serene and the wildlife in the are just beautiful to watch."], "260686195": ["Kirsten", "As described\n\nKids loved the bird life on the river"], "232676215": ["Cathie", "Great location. Lovely older styled house with great amenities."], "257432499": ["Annali", "You will find a fully equipped home at Paige's Place. Very comfortable, clean and spacious."], "19085395": ["Ian", "This home is a beautiful comfortable home full of old world charm. Bery clean and well cared for."], "110208090": ["Josephine", "We had a wonderful stay at Paige’s place. Paige was great to deal with and it was a great place to stay with plenty of space and good amenities. I definitely recommend staying there. \nThanks Paige!"], "227043289": ["Keith", "We had problem caused by cleaners as kitchen and other areas had not been prepared for our arrival. Maybe contact host Paige to confirm all is now ok."], "101414078": ["Christie", "Beautiful house, good communication, good size for family groups."], "109904984": ["Carolyn", "Lovely house with a very country feel. Perfect for our weekend away with friends."], "32460687": ["Erin", "Lovely home close to shops and a lovely view off the back deck. Nice and comfortable bedrooms and living area with everything we needed for our weekend stay. Would definitely recommend."], "71785125": ["Jessica", "Great place. Much bigger than expected 2 good size balconies and 2 living areas meant we didn’t feel cramped even with 6 adults staying. All air conditioned too which was great in the 41 degree heat"], "23125828": ["Simone", "Would highly recommend, thank you!"], "14146683": ["Liz", "A great spacious house that was perfect for 5 of us staying the weekend. Very homely with the kitchen well stocked. Good central location. Would strongly recommend this property."], "58824148": ["Terri", "A really lovely home with a warm, friendly, relaxing holiday feel. Nice amenities and plenty of personal touches. Great place. Wouldn't hesitate to rebook."], "181959801": ["Rhonda", "Lovely location with great facilities and space close to town"], "120035759": ["Alice", "Beautiful spacious place, on a beautiful street."], "20451803": ["Jenny", "Great quiet location, an easy walking distance into town for meals & shopping. Comfy family feel (like visiting a friend's house) with very generously proportioned rooms and living spaces. Well provisioned with towels, toilet paper, books, games, etc. We did not do any cooking but kitchen seemed reasonably well equipped. A great place for a family retreat with multiple break-out spaces (indoors as well as covered deck & front verandah) for spreading out. Bird-loving husband was in heaven looking out over the river from the back deck and visiting nearby wetlands. We would certainly consider staying here again should the occasion arise."], "70764643": ["Alicia", "Huge beautiful home, great outdoor area, lovely and clean"], "47945355": ["James", "Amazing place situated in a great location for the Hunter (40 minutes away) and Nelsons bay / the coast (1 hr away). Wonderful space that was well equipped. Could have done with a clean before arrival."], "188206851": ["Matthew", "Such an amazing place to stay! Spacious, very clean in such a convenient location in Maitland. Friends and I particularly loved the outdoor space that looked out to the water, the lounge with several soft throws/blankets and how inviting/ easy it was to stay here. Highly recommended!"], "82778188": ["Michelle", "My adult children and I stayed two nights at Paige’s place to attend a family wedding. It was like a home away from home. Beds were super comfortable and kitchen well equipped. Everything was there to make for a perfect stay. Check in was a breeze and Paige responded quickly to any emails regarding our stay. Highly recommend this lovely home!"], "24816561": ["Sals", "The place is lovely, spacious and had beautiful furniture. It was a bit of a drive from the Pokolbin wineries, but very close to the quaint township of Morpeth. It’s a great place to spend time with other friends and was extremely peaceful. I’d definitely come back here and spend a weekend."], "32250796": ["Rohini", "The house is perfect for a weekend away with spacious rooms and very cosy. Great value for money."], "32450649": ["Liam", "A warm, comfortable and enjoyable stay in a beautiful home close to the town centre."], "193133950": ["Deon", "Perfect stay very clean bright and cosy feeling in Paige’s Home away from home. Had a very pleasant time staying here and so I Highly recommend !"], "43053547": ["Jenny", "Thanks for a lovely stay. Great value."], "196538942": ["Jessica", "A huge and beautiful home situated in a pretty street, a very convenient location a minute from the centre of Maitland and about 20 mins from Tocal where we were attending a wedding. The house is homey, comfortable and really lovely. The linen is up to date, clean and the towels soft and cosy, the kitchen is large and fantastic. There was everything we needed here, the view from the large back veranda was beautiful. The washing machine and washing line on the back veranda were handy for keeping up with our families washing. Thank you for allowing us to stay at your wonderful home."], "53993094": ["Bradley", "Great space"], "189617486": ["Belinda", "Great place and very close to all Maitland has to offer. Nice street and lovely house."], "5324393": ["Fiona", "Spacious house with comfy beds and lots of little extra things. Very quiet street. Train line nearby. Short drive to the Hunter Valley."], "184311536": ["Pauline", "What a great place to stay. Plenty of room, clean and all the comforts of home. Great location in gorgeous Maitland. Recommend highly if you are looking for somewhere to stay."], "120622766": ["Claire", "This is a beautiful and comfortable home with plenty of space."], "9729051": ["Robbi", "Great home handy to everything "], "15591743": ["Karen", "A very spacious, comfortable home. The only slight issue was the noise from the long freight trains, all day and night. Not really close by, but the noise carries across the fields..."], "23267916": ["Rowena", "A fantastic, spacious and lovely home with comfortable beds and great amenities at a very affordable price."], "99172678": ["Louise", "Just book it. It was great"], "129098220": ["Matt", "Highly Recommended!! \nThe property is spacious and comfortable, and Paige is a fantastic host."], "176847101": ["Raewyn", "Beautiful home, loved the space and location. So comfortable. Easy to follow access instructions."], "52894277": ["Adam", "Amazing house that just makes you feel at home. Clean stylish heritage features. Great communication."], "55062415": ["Salpy", "Great location quiet lovely get away:)"], "140866119": ["James", "Absolute bloody rippa of a house. Spacious comfortable well decorated great views and an awesome back deck. Beds were super comfy. Paige is a great host couldn’t recommend highly enough"], "72628433": ["Matt", "Great host and a beautiful place to stay"], "61314847": ["Dominic", "I cannot fault this place, it was brilliant."], "26220611": ["Craig", "Paige's place is perfect for a stay in Maitland.  Has every amenity you would expect, heaps of room,  very clean and tidy.  About 1/2 hr from the wine region and in a nice quiet neighbourhood."], "9313040": ["Matthew", "Nice big place. Had a great stay."], "168825524": ["Beiting", "Its a super good place to stay. Shared with all my friends. Very clean,not heard the train at all. Paige is a nice host. Very helpful. Love to come again.\n\n无敌的性价比,房东非常周到,复活节给孩子们送了Easter Egg. 还有水果,饮料,牛奶等｡非常干净,朋友们都不相信是这个价｡感觉很快会涨价,赶紧预定吧｡"]}, {"Jun": {"2019-06-01": [false, 170], "2019-06-02": [false, 200], "2019-06-03": [true, 200], "2019-06-04": [true, 200], "2019-06-05": [true, 200], "2019-06-06": [false, 200], "2019-06-07": [false, 170], "2019-06-08": [false, 170], "2019-06-09": [false, 200], "2019-06-10": [false, 200], "2019-06-11": [false, 180], "2019-06-12": [false, 180], "2019-06-13": [false, 180], "2019-06-14": [false, 200], "2019-06-15": [false, 200], "2019-06-16": [false, 180], "2019-06-17": [false, 180], "2019-06-18": [false, 180], "2019-06-19": [false, 180], "2019-06-20": [false, 180], "2019-06-21": [false, 200], "2019-06-22": [false, 200], "2019-06-23": [false, 180], "2019-06-24": [true, 180], "2019-06-25": [true, 180], "2019-06-26": [true, 180], "2019-06-27": [false, 180], "2019-06-28": [false, 200], "2019-06-29": [false, 200], "2019-06-30": [false, 180]}, "Jul": {"2019-07-01": [true, 200], "2019-07-02": [true, 200], "2019-07-03": [true, 200], "2019-07-04": [true, 200], "2019-07-05": [true, 200], "2019-07-06": [true, 200], "2019-07-07": [true, 180], "2019-07-08": [true, 180], "2019-07-09": [true, 180], "2019-07-10": [true, 180], "2019-07-11": [false, 180], "2019-07-12": [false, 170], "2019-07-13": [false, 170], "2019-07-14": [false, 200], "2019-07-15": [false, 200], "2019-07-16": [false, 200], "2019-07-17": [false, 200], "2019-07-18": [false, 200], "2019-07-19": [false, 170], "2019-07-20": [false, 170], "2019-07-21": [false, 200], "2019-07-22": [false, 200], "2019-07-23": [false, 200], "2019-07-24": [false, 200], "2019-07-25": [false, 200], "2019-07-26": [false, 170], "2019-07-27": [false, 170], "2019-07-28": [false, 200], "2019-07-29": [false, 200], "2019-07-30": [false, 200], "2019-07-31": [false, 200]}, "Aug": {"2019-08-01": [false, 200], "2019-08-02": [false, 170], "2019-08-03": [false, 170], "2019-08-04": [false, 200], "2019-08-05": [false, 200], "2019-08-06": [false, 200], "2019-08-07": [false, 200], "2019-08-08": [false, 200], "2019-08-09": [false, 170], "2019-08-10": [false, 170], "2019-08-11": [false, 200], "2019-08-12": [false, 200], "2019-08-13": [false, 200], "2019-08-14": [false, 200], "2019-08-15": [false, 200], "2019-08-16": [false, 170], "2019-08-17": [false, 170], "2019-08-18": [false, 200], "2019-08-19": [false, 200], "2019-08-20": [false, 200], "2019-08-21": [false, 200], "2019-08-22": [false, 200], "2019-08-23": [false, 170], "2019-08-24": [false, 170], "2019-08-25": [false, 180], "2019-08-26": [false, 180], "2019-08-27": [false, 180], "2019-08-28": [false, 180], "2019-08-29": [false, 180], "2019-08-30": [false, 180], "2019-08-31": [false, 180]}, "Sep": {"2019-09-01": [false, 180], "2019-09-02": [false, 180], "2019-09-03": [false, 180], "2019-09-04": [false, 180], "2019-09-05": [false, 180], "2019-09-06": [false, 180], "2019-09-07": [false, 180], "2019-09-08": [false, 180], "2019-09-09": [false, 180], "2019-09-10": [false, 180], "2019-09-11": [false, 180], "2019-09-12": [false, 180], "2019-09-13": [false, 180], "2019-09-14": [false, 180], "2019-09-15": [false, 180], "2019-09-16": [false, 180], "2019-09-17": [false, 180], "2019-09-18": [false, 180], "2019-09-19": [false, 180], "2019-09-20": [false, 180], "2019-09-21": [false, 180], "2019-09-22": [true, 200], "2019-09-23": [false, 200], "2019-09-24": [false, 200], "2019-09-25": [false, 200], "2019-09-26": [false, 200], "2019-09-27": [false, 170], "2019-09-28": [false, 170], "2019-09-29": [false, 200], "2019-09-30": [false, 200]}}, 60], "25988544": [[-32.70563, 151.51915], "Budget Queen Room at Anja's Place", ["https://a0.muscache.com/im/pictures/43030b86-ed8c-48ce-a39b-68c9a4f26d44.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/95ed4187-f53b-4cd2-abd9-1782fccbccb0.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/8a7ef2d6-6e6c-4e19-b21d-7d944fde8f34.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/225bb332-04a0-4051-b542-9d7c652c9924.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/edaadc84-7fd7-481e-9626-9f32da72be76.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/934bf3f8-c00c-4129-b499-f231ee50925a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3fed1f41-b73d-40b9-a532-405c68cae6e9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/95140190-ba2e-4614-a011-fb13397d10c6.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4c855a9d-ccc0-405e-8371-8a602fc26e8c.jpg?aki_policy=large"], "1 bedroom", 1, "1 shared bath", 1.0, 1, 2, null, "Wireless Internet,Kitchen,Washer", 23, 5.0, "Private room", 24.0, "AUD", 0, 178555938, "My place is a modern, spacious two storey home with vistas over the hinterland. You can enjoy sunshine on the north facing back verandah after a swim in the pool or sit in the shade of the awning while nursing an ice cold beer.This house was meant to be our perfect family home, but after separation is now too big for me alone. I am working in hospitality and customer service so I thought I would love to open my home for someone to enjoy it the same like I do.'", {"228820171": ["Mark", "Good value for money"], "258626143": ["Patricia", "I highly recommend staying at Anja’s place! Her place is clean, bed is very comfortable and location is close to take-away restaurants and shops. Anja is very accommodating, easy going and lovely to talk to! I instantly felt right at home."], "116867869": ["Catherine", "Very clean and comfortable. Dusted heating so cozy warm on a freezing night. Extremely comfortable bed excellent facilities"], "15265869": ["Alexandre", "Anja is a great host and place its also good. Ill come back next time."], "57698646": ["Dina", "Anja is a great host, very approachable and friendly. Room was clean and excellent value for money. Highly recommended."], "164191598": ["Debbie", "Anjas place is very clean, close to ammenities, quiet and Anja as a host is really lovely. She answers any questions that you might have regarding your stay promptly and she makes you feel very welcome. The price for the room is very reasonable as well. I highly recommend staying with her. Deb"], "95532928": ["Dong Kwan (Daniel)", "A great place to stay and a very nice host. Highly recommended!"], "129537677": ["Craig", "Great spot, excellent value"], "149754694": ["Andrea", "Anja’s place is like home! Comfortable, spacious, cool & great with rooms upstairs & bathroom as well as lounge area. The pool was wonderful to relax & Enjoy!! The view of the mountains! Very central to  surrounding areas to explore!"], "231215504": ["Selina", "Anja’s home is very clean and welcoming. Everything was beyond my expectations including the very friendly hosts. I will definitely stay here again if i have to! thanks again anja :)"], "104978761": ["Kerri", "Anna’s place is in a great location close to all amenities and tourist adventures. Extremely well situated with excellent facilities. Would definitely stay again."], "162980575": ["Chandar", "One of the best houses I’ve stayed in Airbnb .\nIt’s so beautiful and only few mins driver from all cafes and hunter valley ."], "200738239": ["Laura", "Best Value for Money"], "37273993": ["Stuart", "Great place to stay, nice and quiet. Excellent value for money. Would stop here again in a heartbeat."], "11462830": ["Gary", "Really enjoyed my stay here at Rutherford; out in the NSW countryside near Maitland and the Hunter Valley.\nIt was a 5 bedroom, very spacious, double storey, mini mansion set in a pleasant idyllic rural aspect. It was tastefully furnished and had an inviting, blue water swimming pool in the backyard\nIt was situated in a very quiet neighbourhood and so the ideal place for quality sleep.\n\nThe house was immaculately pristine thanks to a regular professional clean several times a week..\nIt was a peaceful and restful time at this listing so I happily extended my stay.\n\nPublic transport to this town was a little problematic, but thankfully Anja and Kylie took me to and fro from the nearest railway station at Maitland.  \nThere were two permanent residents who preferred privacy which was not a problem as the house was so expansive and spacious.\n\nA big plus was an anytime entry with a security door code allowing 24 hour access. \n\nIt was fantastic value for what I would call 5 star accommodation with a lovely appointed bedroom with queen size bed; with beautifully decorated fittings and stylish linen. The kitchen was spotless and amply supplied with cooking utensils and modern equipment.\n\nOverall one of the best airbnbs I have stayed at.\n\nVery highly recommended!!!!!!"], "13714397": ["Samantha", "Beautiful place thank you"], "153580134": ["Ann", "Clean, friendly and very hospitable."], "205212143": ["Jonathon", "Room is very clean and comfortable, would highly recommend this room for anyone staying in the area"], "110914178": ["Stephan & Breena", "Anja is such a lovely host who welcomes you into her home like you were family and ensures your stay is comfortable and enjoyable. The room and bed (along with the house) was lovely and clean and I'd definitely stay again! Highly recommend Anja's home for future guests :)"], "201434945": ["Shailendhar", "Anja is a good host. \nThe room was very decent and my trip went really smooth. \nWoolworths is close to this place. \n"], "33070664": ["Brigitte", "Staying at Anja’s was lovely. She is very hospitable and the room was just perfect for what I needed and priced very fairly. Beautiful house, great amenities and excellent quality. Thank you Anja!"], "137447736": ["Fredrik", "Great value for money and so clean and quiet. Anja is very friendly and so quick in here responses. Highly recommended, thanks Anja."]}, {"Jun": {"2019-06-01": [true, 50], "2019-06-02": [false, 25], "2019-06-03": [false, 25], "2019-06-04": [true, 25], "2019-06-05": [false, 25], "2019-06-06": [false, 25], "2019-06-07": [false, 50], "2019-06-08": [false, 50], "2019-06-09": [false, 25], "2019-06-10": [false, 25], "2019-06-11": [false, 25], "2019-06-12": [false, 25], "2019-06-13": [false, 25], "2019-06-14": [false, 50], "2019-06-15": [false, 50], "2019-06-16": [true, 25], "2019-06-17": [true, 25], "2019-06-18": [false, 25], "2019-06-19": [false, 25], "2019-06-20": [false, 25], "2019-06-21": [false, 50], "2019-06-22": [false, 50], "2019-06-23": [false, 25], "2019-06-24": [false, 25], "2019-06-25": [false, 25], "2019-06-26": [false, 25], "2019-06-27": [false, 25], "2019-06-28": [true, 50], "2019-06-29": [false, 50], "2019-06-30": [false, 25]}, "Jul": {"2019-07-01": [false, 25], "2019-07-02": [false, 25], "2019-07-03": [false, 25], "2019-07-04": [false, 25], "2019-07-05": [false, 50], "2019-07-06": [false, 50], "2019-07-07": [false, 25], "2019-07-08": [false, 25], "2019-07-09": [true, 25], "2019-07-10": [true, 25], "2019-07-11": [true, 25], "2019-07-12": [false, 50], "2019-07-13": [false, 50], "2019-07-14": [true, 25], "2019-07-15": [true, 25], "2019-07-16": [true, 25], "2019-07-17": [true, 25], "2019-07-18": [true, 25], "2019-07-19": [true, 50], "2019-07-20": [true, 50], "2019-07-21": [true, 25], "2019-07-22": [true, 25], "2019-07-23": [true, 25], "2019-07-24": [true, 25], "2019-07-25": [true, 25], "2019-07-26": [true, 50], "2019-07-27": [false, 50], "2019-07-28": [true, 25], "2019-07-29": [true, 25], "2019-07-30": [true, 25], "2019-07-31": [true, 25]}, "Aug": {"2019-08-01": [true, 25], "2019-08-02": [true, 50], "2019-08-03": [true, 50], "2019-08-04": [true, 25], "2019-08-05": [true, 25], "2019-08-06": [true, 25], "2019-08-07": [true, 25], "2019-08-08": [true, 25], "2019-08-09": [true, 50], "2019-08-10": [true, 50], "2019-08-11": [true, 25], "2019-08-12": [true, 25], "2019-08-13": [true, 25], "2019-08-14": [true, 25], "2019-08-15": [true, 25], "2019-08-16": [true, 50], "2019-08-17": [true, 50], "2019-08-18": [true, 25], "2019-08-19": [true, 25], "2019-08-20": [true, 25], "2019-08-21": [true, 25], "2019-08-22": [true, 25], "2019-08-23": [true, 50], "2019-08-24": [true, 50], "2019-08-25": [true, 25], "2019-08-26": [true, 25], "2019-08-27": [true, 25], "2019-08-28": [true, 25], "2019-08-29": [true, 25], "2019-08-30": [true, 50], "2019-08-31": [true, 50]}, "Sep": {"2019-09-01": [true, 25], "2019-09-02": [true, 25], "2019-09-03": [true, 25], "2019-09-04": [true, 25], "2019-09-05": [true, 25], "2019-09-06": [true, 50], "2019-09-07": [true, 50], "2019-09-08": [true, 25], "2019-09-09": [true, 25], "2019-09-10": [true, 25], "2019-09-11": [true, 25], "2019-09-12": [true, 25], "2019-09-13": [true, 50], "2019-09-14": [true, 50], "2019-09-15": [true, 25], "2019-09-16": [true, 25], "2019-09-17": [true, 25], "2019-09-18": [true, 25], "2019-09-19": [true, 25], "2019-09-20": [true, 50], "2019-09-21": [true, 50], "2019-09-22": [true, 25], "2019-09-23": [false, 25], "2019-09-24": [false, 25], "2019-09-25": [false, 25], "2019-09-26": [false, 25], "2019-09-27": [false, 50], "2019-09-28": [false, 50], "2019-09-29": [false, 25], "2019-09-30": [false, 25]}}, 24], "27551301": [[-32.7426, 151.56949], "Cosy Maitland Miners Cottage", ["https://a0.muscache.com/im/pictures/2d6c3d68-c13c-4ba2-9f8d-397d0644544e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ac0567ce-c180-456f-841d-f034488c0329.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/998b5894-1579-4dc6-bbf2-4411d51ac869.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/20d03b4b-1290-4d8f-9bb9-ef6e30007f1e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/979efa48-e93c-4b8e-a953-c34024fbed6a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7212c69c-0862-4413-88d5-f4f20b5a9bff.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/97652de3-9b05-4269-bdfc-e1a19f72f157.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0ef2c704-08b8-4e6a-9540-44665371d1ca.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/43b76400-640b-4d53-a8ed-10f981703b0f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ac6a709e-029f-4d39-9103-09d150f9b7bf.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/fc67fb5e-18c4-4e26-923e-a54a8d899299.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/762a9835-f8d9-48fa-90cb-53b9305f81a8.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5f61ed99-4051-42b9-95a5-20c6f11ac4a5.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/79417934-6e8d-4553-9f56-7e034e5d39e9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d8db243e-ea4c-41b7-9cf0-4d401c58f371.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/85f1e70d-2703-49c1-a8da-ab14010b0cd5.jpg?aki_policy=large"], "3 bedrooms", 3, "1.5 baths", 1.5, 5, 6, null, "Free parking on premises,Wireless Internet,Kitchen,Washer", 17, 5.0, "Entire house", 99.0, "AUD", 0, 207863073, "Your are booking our Cosy Miners Cottage in Maitland, NSWFeaturing 3 Air conditioned bedrooms, Air conditioned lounge area, bathroom and 2 x WC as well as both undercover and outdoor enclosed spaces for your pets.Walking distance to the Maitland information centre, bus stop and the High Street Train Station.'", {"20462507": ["Cherie", "Christines place is very clean and adequately provides the basics. Ie one serving spoon, one pan, one cup for each guest etc. no frills airbnb"], "253948860": ["June", "Neat cottage lots of space and close to shopping"], "51764739": ["Berni", "Loved staying at Christine’s gorgeous cottage when I was working in the area.\nThe house was so very comfy with everything we needed.\n\nChristine was so helpful and responsive, we had an issue with the washing machine and next thing we had a new one installed, perfect!"], "220138293": ["Tayla", "Thank you Christine for being so accommodating for our workers during their stay."], "44625745": ["Jeanette", "We thoroughly enjoyed our stay in the miner's cottage. Christine is an excellent host and provides everything you could need for a comfortable and relaxed stay."], "174137842": ["Brenda", "The cosy cottage was very clean, tidy and comfortable. We really enjoyed our 10day stay there. The trains were no problem at all. It was a very convenient  location with a touch of rural . Cows over the road and a horse next door to chat to.  We loved it and are very happy to recommend it"], "105365473": ["Katy", "The cost miners cottage is ideally located for access to Maitland area and only a short walk from a wonderful cafe. \nThere are baby cows opposite the house and the country feel and close location to shops is a great mix. \nWe stayed as a couple and loved the space and especially the comfortable living room! But the cottage is more than big enough for a family of four or six! There is the option for bunk beds for kids. And a big master bedroom and a smaller bedroom also with a queen size bed. You could stay here as two couples or two families. \nChristine left tea and coffee and small milk box in the fridge for us and the bathroom had everything we needed.\nHighly recommend ! Will definitely stay again when we come back."], "92895372": ["Michelle", "Christine was a great host and very helpful. The house was very clean and tidy and in a great location with everything nearby. The home is fully air conditioned which made it very comfortable. Would definitely recommend staying at this home if visiting this area!"], "142714926": ["Asmita", "Pleasant, spacious and very convenient place. Really loved it. Overall I would definitely recommend this place to anyone, but especially families."], "229728065": ["Sandhya", "Nice and quiet getaway for holidays"], "18508211": ["Danika", "Beautiful place to stay in Maitland with everything we needed. Very clean, spacious, and comfortable, and also close to town centre. Christine responded to queries very quickly, and was incredibly accommodating with a special request. Would happily stay here again."], "149348941": ["Deborah", "Christine’s cottage has everything you need for your stay in Maitland. It’s roomy and comfortable and an easy walk into the centre of town. Deb and Joe"], "105059330": ["David", "Great place"], "212691479": ["Nadine", "Neat and tidy with great amenities"], "44809587": ["Kate", "Excellent service, well equiped little cottage. Thank you did much."], "140709388": ["Hayley", "great  communication   enjoyed  our  stay,  comfortable  beds,  great  wifi  easy  walking  distance   to town  would  stay again  thanks"], "51193197": ["Carolina", "We had a great stay at Christine's place, the kids loved the bunk beds, the comfy couch and the cows across the road. We enjoyed being able to walk/cycle into town and the ability to cook meals in the well equipped kitchen. Great base from which to explore Maitland and surrounds. The cottage was very clean and tidy with all the mod cons that you need. Highly recommend!"]}, {"Jun": {"2019-06-01": [false, 99], "2019-06-02": [false, 99], "2019-06-03": [false, 99], "2019-06-04": [false, 99], "2019-06-05": [false, 99], "2019-06-06": [false, 99], "2019-06-07": [false, 99], "2019-06-08": [false, 103], "2019-06-09": [false, 107], "2019-06-10": [false, 101], "2019-06-11": [false, 99], "2019-06-12": [false, 99], "2019-06-13": [false, 99], "2019-06-14": [false, 102], "2019-06-15": [true, 102], "2019-06-16": [true, 102], "2019-06-17": [true, 102], "2019-06-18": [true, 102], "2019-06-19": [false, 99], "2019-06-20": [false, 99], "2019-06-21": [false, 99], "2019-06-22": [false, 99], "2019-06-23": [false, 99], "2019-06-24": [false, 99], "2019-06-25": [false, 99], "2019-06-26": [false, 99], "2019-06-27": [false, 99], "2019-06-28": [false, 100], "2019-06-29": [false, 99], "2019-06-30": [false, 99]}, "Jul": {"2019-07-01": [false, 99], "2019-07-02": [false, 99], "2019-07-03": [false, 99], "2019-07-04": [false, 99], "2019-07-05": [false, 99], "2019-07-06": [false, 99], "2019-07-07": [false, 99], "2019-07-08": [false, 99], "2019-07-09": [false, 99], "2019-07-10": [false, 104], "2019-07-11": [true, 104], "2019-07-12": [true, 104], "2019-07-13": [true, 99], "2019-07-14": [true, 104], "2019-07-15": [true, 99], "2019-07-16": [true, 99], "2019-07-17": [true, 99], "2019-07-18": [true, 99], "2019-07-19": [true, 99], "2019-07-20": [true, 99], "2019-07-21": [true, 99], "2019-07-22": [true, 99], "2019-07-23": [true, 99], "2019-07-24": [true, 99], "2019-07-25": [true, 99], "2019-07-26": [true, 100], "2019-07-27": [true, 99], "2019-07-28": [true, 99], "2019-07-29": [true, 99], "2019-07-30": [true, 99], "2019-07-31": [true, 99]}, "Aug": {"2019-08-01": [true, 99], "2019-08-02": [true, 99], "2019-08-03": [true, 101], "2019-08-04": [true, 104], "2019-08-05": [true, 99], "2019-08-06": [true, 99], "2019-08-07": [true, 99], "2019-08-08": [true, 104], "2019-08-09": [true, 104], "2019-08-10": [true, 104], "2019-08-11": [true, 103], "2019-08-12": [true, 99], "2019-08-13": [true, 99], "2019-08-14": [true, 99], "2019-08-15": [true, 99], "2019-08-16": [true, 99], "2019-08-17": [true, 101], "2019-08-18": [true, 103], "2019-08-19": [true, 99], "2019-08-20": [true, 99], "2019-08-21": [true, 99], "2019-08-22": [true, 102], "2019-08-23": [true, 99], "2019-08-24": [true, 102], "2019-08-25": [true, 101], "2019-08-26": [true, 99], "2019-08-27": [true, 99], "2019-08-28": [true, 99], "2019-08-29": [true, 99], "2019-08-30": [true, 99], "2019-08-31": [true, 104]}, "Sep": {"2019-09-01": [true, 103], "2019-09-02": [true, 104], "2019-09-03": [true, 99], "2019-09-04": [true, 99], "2019-09-05": [true, 103], "2019-09-06": [true, 99], "2019-09-07": [true, 99], "2019-09-08": [true, 99], "2019-09-09": [true, 99], "2019-09-10": [true, 102], "2019-09-11": [true, 101], "2019-09-12": [true, 104], "2019-09-13": [true, 99], "2019-09-14": [true, 102], "2019-09-15": [true, 104], "2019-09-16": [true, 99], "2019-09-17": [true, 99], "2019-09-18": [true, 99], "2019-09-19": [true, 99], "2019-09-20": [true, 99], "2019-09-21": [true, 103], "2019-09-22": [true, 104], "2019-09-23": [false, 104], "2019-09-24": [false, 104], "2019-09-25": [false, 104], "2019-09-26": [false, 104], "2019-09-27": [false, 103], "2019-09-28": [false, 103], "2019-09-29": [false, 104], "2019-09-30": [false, 99]}}, 50], "34024203": [[-32.75043, 151.58912], "East Maitland - Brand New Studio OPENING SPECIALS", ["https://a0.muscache.com/im/pictures/e00f762f-2eb4-4556-b309-3d201bfb2ca9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9d55edd1-a1bc-4f5e-8d21-71d8202a3cfd.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a7d3fb3f-f81d-4e09-b325-70522c52c792.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0db08cc7-8504-4597-8183-30703e95ce27.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e8d90b03-89fc-41da-b58c-17e0d46ef02a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b636c307-51c5-450b-97fb-897113cf1fdb.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ab2c5e34-c0bf-499a-8111-f353223487c4.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4910c1f1-1d31-4744-8efe-81533bae7f8c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/88067549-cdee-4107-bd93-131b79fd0b94.jpg?aki_policy=large"], "Studio", 0, "1 bath", 1.0, 1, 2, null, "Free parking on premises,Wireless Internet,Washer", 8, 5.0, "Entire apartment", 111.0, "AUD", 0, 13939171, "East Maitland Executive Apartments  offers guests a relaxed and comfortable East Maitland accommodation experience perfect for short or long stays. East Maitland Executive Maitland is situated 33 mins from Newcastle Airport and an easy commute to Newcastlebusiness precincts.  Located at the gateway to the Hunter Valley and conveniently positioned in East Maitland CBD.   Maitland Aquatic Centre and No1 Sports Ground are nearby. '", {"13581595": ["Natalie", "Great space! only a 10-15mins drive into Morpeth. Great value and lots of nice touches (Netflix, tea/coffee, even biscuits, toiletries) to make our stay perfect. I'd recommend this stylish studio to anyone"], "194157367": ["Lyndsey", "Seamless booking and checking in and the apartment was extremely clean, well appointed, and far exceeded expectations."], "167415431": ["Dilini", "The apartment was extremely clean and very secure. Would definitely recommend to anyone wanting to stay in the area!"], "75287944": ["Clare", "Absolutely spotless. Efficient entry. Brand new amenities. Secured private parking. Very private. Highly recommend."], "151154214": ["Kishan", "Cannot best this place for value! Room is very modern, spacious and easy to access."], "262916026": ["Nathan", "Perfect in every way"], "37268190": ["David", "An excellent setup.  The room was sparkling clean, spacious with everything in perfect order on arrival.  Would be happy to stay here again."], "102014343": ["Ben", "Good spot to stay, very clean and plenty of space"]}, {"Jun": {"2019-06-01": [false, 110], "2019-06-02": [true, 110], "2019-06-03": [false, 110], "2019-06-04": [true, 110], "2019-06-05": [true, 110], "2019-06-06": [false, 110], "2019-06-07": [true, 188], "2019-06-08": [false, 110], "2019-06-09": [false, 110], "2019-06-10": [true, 110], "2019-06-11": [true, 110], "2019-06-12": [false, 110], "2019-06-13": [false, 110], "2019-06-14": [true, 110], "2019-06-15": [false, 110], "2019-06-16": [true, 110], "2019-06-17": [true, 110], "2019-06-18": [false, 110], "2019-06-19": [false, 110], "2019-06-20": [true, 110], "2019-06-21": [true, 110], "2019-06-22": [false, 110], "2019-06-23": [true, 110], "2019-06-24": [true, 110], "2019-06-25": [true, 110], "2019-06-26": [true, 110], "2019-06-27": [true, 110], "2019-06-28": [false, 110], "2019-06-29": [true, 110], "2019-06-30": [true, 110]}, "Jul": {"2019-07-01": [true, 110], "2019-07-02": [true, 110], "2019-07-03": [true, 110], "2019-07-04": [true, 110], "2019-07-05": [true, 110], "2019-07-06": [false, 110], "2019-07-07": [true, 110], "2019-07-08": [true, 110], "2019-07-09": [true, 110], "2019-07-10": [true, 110], "2019-07-11": [true, 110], "2019-07-12": [true, 110], "2019-07-13": [false, 110], "2019-07-14": [true, 110], "2019-07-15": [true, 110], "2019-07-16": [true, 110], "2019-07-17": [true, 110], "2019-07-18": [true, 110], "2019-07-19": [false, 110], "2019-07-20": [false, 110], "2019-07-21": [true, 110], "2019-07-22": [true, 110], "2019-07-23": [true, 110], "2019-07-24": [true, 110], "2019-07-25": [true, 110], "2019-07-26": [true, 110], "2019-07-27": [true, 110], "2019-07-28": [true, 110], "2019-07-29": [true, 110], "2019-07-30": [true, 110], "2019-07-31": [true, 110]}, "Aug": {"2019-08-01": [true, 110], "2019-08-02": [true, 110], "2019-08-03": [true, 110], "2019-08-04": [true, 110], "2019-08-05": [true, 110], "2019-08-06": [false, 110], "2019-08-07": [false, 110], "2019-08-08": [true, 110], "2019-08-09": [true, 110], "2019-08-10": [false, 110], "2019-08-11": [true, 110], "2019-08-12": [true, 110], "2019-08-13": [true, 110], "2019-08-14": [true, 110], "2019-08-15": [true, 110], "2019-08-16": [true, 110], "2019-08-17": [true, 110], "2019-08-18": [true, 110], "2019-08-19": [true, 110], "2019-08-20": [true, 110], "2019-08-21": [true, 110], "2019-08-22": [true, 110], "2019-08-23": [true, 110], "2019-08-24": [true, 111], "2019-08-25": [true, 110], "2019-08-26": [true, 110], "2019-08-27": [true, 110], "2019-08-28": [true, 110], "2019-08-29": [true, 110], "2019-08-30": [true, 113], "2019-08-31": [true, 110]}, "Sep": {"2019-09-01": [true, 110], "2019-09-02": [true, 110], "2019-09-03": [true, 110], "2019-09-04": [true, 110], "2019-09-05": [true, 110], "2019-09-06": [true, 110], "2019-09-07": [true, 111], "2019-09-08": [true, 110], "2019-09-09": [true, 110], "2019-09-10": [true, 110], "2019-09-11": [true, 110], "2019-09-12": [true, 110], "2019-09-13": [true, 110], "2019-09-14": [true, 115], "2019-09-15": [true, 110], "2019-09-16": [true, 110], "2019-09-17": [true, 110], "2019-09-18": [true, 110], "2019-09-19": [true, 110], "2019-09-20": [true, 110], "2019-09-21": [true, 110], "2019-09-22": [true, 110], "2019-09-23": [false, 110], "2019-09-24": [false, 110], "2019-09-25": [false, 110], "2019-09-26": [false, 110], "2019-09-27": [false, 110], "2019-09-28": [false, 110], "2019-09-29": [false, 110], "2019-09-30": [false, 110]}}, 0], "22023079": [[-32.72534, 151.62464], "Morpeth Villa - Great wedding guest accomodation.", ["https://a0.muscache.com/im/pictures/baccc46b-f9d3-4aff-922c-e5536a8738b9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e0c2cf23-1ba1-489f-85ec-25805ce119da.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/81566828-c4c2-4860-a47e-689619ca087a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e67451fd-f74a-4108-ae01-10bac861a8cd.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9ed3c4d7-1e31-49b7-968a-db764d7e55ec.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a78ad3cc-fc5a-49e0-92a0-015a0aee2d4b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3b044cbc-8ce9-4c55-bc3f-4be4e2b30e94.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/34693d72-bdef-4bf3-89f4-77a6ab41f1f8.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f3a9f9e0-3532-4ee8-890b-2e253689fd14.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f407b37d-c044-4284-b700-5c430442add9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b250659f-439e-4d06-a0c3-d4adbe4275f9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e6be9dfa-ae15-461e-b94e-7d056e2cc976.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9c962616-141b-4758-9b85-5e1fa447c892.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/8e5f19d0-6a6d-4852-b346-596f2ce54a01.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/8ed59839-9032-4005-9f1a-3665f9218cf9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/91b658a5-7399-4294-853f-603a9372865d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/371471f6-6ea0-430f-a16b-c3ca019750c9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d386e4e9-6218-4bef-847b-57d71aab708e.jpg?aki_policy=large"], "2 bedrooms", 2, "1 bath", 1.0, 2, 4, null, "Free parking on premises,Wireless Internet,Kitchen,Washer", 81, 5.0, "Entire villa", 105.0, "AUD", 0, 23868856, "A light, airy, comfortable, fully self contained villa, suitable for up to 4 guests, only a stonethrow from the main street of heritage listed Morpeth. Boutique shops are only a very short stroll away.Tocal , Mindaribba and Wallalong House wedding venues are all within a short driving distance making Morpeth Villa a perfect location for wedding guests, a short midweek getaway or business trips. We have baby portacot and high chair available for use. Small dog friendly.'", {"249090921": ["Kate", "Definitely a great place to stay. Clean, family friendly, warm and well set up. Katrina took care to ensure we were welcomed to a warm villa with welcoming touches to greet us (chocolates!) Walking distance around Morpeth this is a great weekend retreat. Our hosts communicated promptly and clearly and what they advertise was what we walked in to. A wonderful host! Thank you"], "228594706": ["Katie", "Amazing place, great location, beautifully decorated and lovely host."], "231890970": ["Stjepan", "Amazing space, very clean and location was perfect"], "141601738": ["Daniel", "Fantastic house, immaculately clean and wonderfully presented! Perfect location! Would highly recommend!"], "196961787": ["Nigel", "We had a great stay! Katrina and Vaughn were very accomodating. The location was great, so close to shops but still lovely and quiet. The space was well furnished and made us feel relaxed and comfortable. Extra touches like Champagne and flowers as a mothers day gift were so thoughtful! Would highly recommend staying here to anyone."], "113923383": ["Grace", "Beautiful villa with everything you need in such an amazing location. Katrina and Vaughn were very easy to communicate with and have lovely little touches to make their villa so welcoming! They provided extra blankets, towels and toys for our baby girl and an early check in. Definitely a must stay if in Morpeth :)"], "74577124": ["Allison", "I would highly recommend this lovely home. It’s exceptionally clean and well appointed with comfortable beds and a new modern bathroom. It’s also right around the corner from the cute cafes and shops of Morpeth."], "51776609": ["Andrew", "Highly recommend this place. So clean and comfortable. Lots of small touches but they mean a lot when you travel 3 hours to get there. Communication with Katrina was first class, we didn’t experience one issue whilst we were there. Can’t think of one thing to complain about."], "144585409": ["Sarah", "Katrina was an incredibly accommodating host. From sending me a whole lot of information in advance to going out of her way to stop by just before we got there to ensure the lights were on. Everything in the house was perfect and just a one minute walk to Cafes and the Main Street of Morpeth. Katrina knew we were attending a wedding over the weekend and left a bottle of bubble for us which was a lovely touch. Her responses were pretty much instant if I had any questions. Would highly recommend."], "35275105": ["Matt", "We loved staying at katrina’s place. The location of the unit is perfect, walk to shops and cafes. The unit is perfect and suited our little family. We would stay here again."], "220010803": ["Chloe", "Beautiful place, exceptionally clean, great location."], "41196370": ["Katie", "This place is great and Katrina has thought of everything for your stay.  It was better than staying in a hotel; like a home away from home.  We arrived late at night and were welcomed by funky jazz and a little surprise nightcap, so stylish and accomodating.  We came for a wedding so didn't get to explore too much of the town.  Irons and hairdryers were easily available and many spaces to get ready for the evening.  Everything is a short walk away and we will definitely be coming back at a later date."], "118411765": ["Liz", "Beautiful apartment close to everything."], "76239131": ["Mick", "This was a terrific place to stay, tidy space with up to date Kitchen and Bathroom.\nHighly recommended."], "60292316": ["Jacqueline", "We loved this space. Clean and stylish. Super comfy bed and pillows and providing milk and a coffee machine was a welcomed touch! Katrina was prompt in responses and very helpful. A stones throw away from the Main Street of Morpeth. Perfect for our stay, we would definitely return again if I’m ever in the area!"], "11190002": ["Sarah", "Words cannot describe how grateful we are to have stayed in Katrina and Vaughn's home. We arrived with an introduction, but not only that, they went above and beyond for us and our baby boy, they supplied us with a Portacot, beautiful bedding and bought our baby a pillow! They bought us a highchair and set it all up for us. Having a child when traveling is so hard but they made it seem like we were visiting another home! The house is stunning, so immaculate, the bedding was devine, they have quality sheets, pillows and dooners too which I appreciate. We wished we could have stayed for weeks!!! Cannot rave enough about them as hosts and their gorgeous little home."], "169632297": ["Daniel", "The location in Morpeth couldn’t be better, dead centre to all that Morpeth has to offer being a gateway to the Hunter Valley. The property is immaculate, the communication perfect and the hosts are trusting, understanding and incredibly helpful. Thanks again!"], "1369044": ["Jenny", "great place, easy to communicate with host"], "10183227": ["Gina", "Perfect place for our weekend away! 5 stars from our doggy too. Highly recommend!"], "71747650": ["Simeon", "What a lovely little place for our weekend stay. Perfect for our family of 4 (kids shared a big queen bed). Especially as it’s literally a few seconds walk from the pretty town of Morpeth. We came to celebrate a wedding and it made our long weekend away even more special. \n\nThe owner very considerately had the air conditioner on for our arrival due to a heatwave, so it was pure bliss to arrive and relax in the beautifully decorated house. If we go back to Morpeth we will definitely book again!"], "66148234": ["Rebecca", "Great location within Morpeth! The place was beautifully clean, and had everything you could possibly need for a couple of days away. We loved our stay and would highly recommend."], "45309822": ["Donna", "Katrinas place was great, the house is in a good spot very close to the village of Morpeth. The house was very clean and everything we needed was there."], "215650960": ["Carrie", "The villa in Morpeth was in the absolute best location. Just off the Main Street but quietly tucked away. We could walk to everything in under five minutes. The villa was very clean with lots of lovely extra touches to help us feel at home. The kids activities and ability to bring our fur baby with us was the icing on the cake. The host’s communication was great and very quick. We loved everything about our stay and will be back again next year!"], "23125828": ["Simone", "Would highly recommend!"], "165368440": ["Aaron", "Amazing little place to stay ! \nLove the beach feel it has too it! And the hosts are amazing! \nCouldn’t fault anything ! Everything was spot on! \nJust amazing! :)"], "34737794": ["Chris", "We stayed at Katrinas lovely accomodation for the weekend for a friends wedding. It was so close to all the cute shops and local pub in Morpeth and it was so comfortable. It was very clean and the beds were very comfortable and we even had a beautiful bottle of bubbles waiting for us in the fridge which was perfect for a little drink before the wedding. Would definitely recommend this for anyone visiting Morpeth."], "85773855": ["Sina", "Perfect little spot for my family of 4 including my toddler and infant who loved the cupboard full of toys. The place itself is modern, intimate yet spacious enough for 4 and spotlessly clean. The washing machine was very handy especially with little ones. It is located right in the heart of Morpeth, so we were able to stroll to the local bakery and cafes that were literally around the corner. Katrina was quick with communication and kind to give us a late check out. We would definitely recommend this place to all. Thanks again Katrina."], "41533684": ["Nicola", "Everything was just as expected. Katrina made you feel right at home with special touches. Excellent quiet location. Highly recommend"], "149016841": ["Carly", "My husband and I thoroughly enjoyed our time here. Beds were comfortable, hosts were wonderful, the home had everything we needed and most importantly was spotlessly clean. Another advantage is the suburb location - right in the heart of Morpeth. We would love to come back one day."], "13742272": ["Vicki", "This is a fantastic place to stay, quiet, great location,clean, everything you need for a comfortable stay. Thanks Katrina can’t wait to return"], "179033692": ["Leeann", "Communication with Katrina and V was great, the house was beautiful and clean, the kids loved the DVDs and games that was there for them on our rainy days or movie nights.  \nThe house is in a great location but yet the street is still quiet enough for sleep ins. \nI would highly recommend staying here and would love to stay again if we come back to Morpeth."], "170650738": ["Carmen", "A very clean and well equipped little villa, located right in the heart of Morpeth.  Our family of four was right at home...the kids loved the games cupboard!  Thank you Katrina, would definitely recommend your place to others!"], "157744618": ["Shayley", "Lovely space and perfectly situated 30 seconds walk from the main street Morpeth. Champagne on arrival and a cupboard stocked full of the basics. Beautiful place, would definitely come back."], "2847123": ["Alexandra", "Katrina’s place is very clean and comfortable. It’s in a great location right near the local town."], "54162741": ["Suzanne", "Beautiful town house in a picturesque town.  Katrina’s attention to detail ensured that we had everything we needed for a comfortable stay.  It felt like a home away from home."], "35109022": ["Trevor", "Comfortable villa, walking distance to shops, hotels and cafes in Morpeth."], "81177215": ["Ash", "Was like staying with a thoughtful relative, would 100% recommend. the effort katrina has gone to is unbelievable, from the lap rugs to the extra fluffy pillows and selection of different teas could't rate this place high enough. thank you so much again.\n"], "8995971": ["Damian", "Katrina’s place is awesome! Great friendly host, and the place had everything you’d ever need. Would definitely recommend this place to anyone."], "194884447": ["Shannon", "The unit was perfect, very clean and fresh. Beautifully presented and lots of handy/thoughtful touches. Thank you "], "7617318": ["Suzanne", "Katrina was a lovely host provided lots of extras. The place is very centrally located and extremely comfortable "], "111353867": ["Jacqui", "Katrina's place is fabulous and she is a wonderful host.  You'll love Morpeth, its quaint and the bar and restaurants are fabulous.  An awesome spot for a weekend getaway."], "170299540": ["Eleanor", "Such a loverly place to stay! We could not fault any of our stay or even the lead up! Everything was perfect and so well thought out! Thank you very much Katrina!!"], "104449240": ["Angel", "Katrina’s place is such a gem! Came for a work trip- it has all that you’ll need. Fully functional kitchen, capsule machine, frother, plenty of entertainment dvds, local guide leaflets, heater and all that. She is exceptionally friendly and helpful too. Already booked another stay with katrina! "], "103760432": ["Helen", "Katrina was a great hostess,  special touches of welcoming to quick replies to any questions. Highly recommend staying here, in the middle of Morpeth so it's walking to all the shops.\nHelen"], "182164277": ["Clare", "Morpeth is beautiful. The towns people are very friendly and welcoming. Katrina’s place is perfectly located just a few steps from the Main Street. Our kids were kept entertained by the games, colouring books and children’s DVDs provided when the weather wasn’t ideal. Katrina’s place is warm and inviting and had everything we needed."], "36165053": ["Karen", "The Villa was very cosy and well equipped , it is located close to everything , would definitely recommend it.  \nThanks Katrina. \n\nKaren"], "158358095": ["Geoff", "Our stay at Katrina's place was just perfect,  The wlecoming atmosphere, with lamps lit and soft jazz palying set the scene for a most relaxing stay.  The unit was so thughtfully equipped and the many exptras privided were much appreciated.\nWe slept well in the comfortable bed, so quiet at nght, but only a few steps from the main street.\nAll the Morpeth fold we met were so friendly and helpfil.  Hope to return soon."], "7309929": ["Susan", "Really nicely apointed home. Very quiet. Exceptionally clean. Very comfortables beds. Easy walking to restaurants for delicious breakfasts (eg Mealy's) and evening meals (the curries and pizzas were just the best). Our hosts were most accommodating and everything was in order. "], "178345845": ["Cecilia", "My parents and my sister were in Maitland for 3 days for a netball tournament. While they were in Maitland they stayed at Katrina’s AirBnb. They were impressed at how nice and tidy the place was, it looked brand new to them! Everything was close by (as well as the Netball Stadium) and the place was easy to find. The beds were comfortable (and after a long day of playing netball that’s what my sister needed) and having access to the wifi and Netflix made the stay a lot more enjoyable. Even though I did not stay at the AirBnb, I had frequent communication with Katrina who is a very lovely person to talk to. She always assured me that if I needed anything, she would do her best to help. Katrina is a great host and I would recommend her place 100%."], "106333522": ["Jeff", "Katrina was so helpful and had supplied everything we needed for our stay. The location was great so we could cook meals or a short walk to eat out. Car parking was good with 2 spaces off the road. We had a wonderful working holiday!"], "142958739": ["Ally", "Morpeth Villa exceeded our expectations.\nEasy to find, very clean and comfortable. Every little detail was thought of!"], "89212329": ["Kathryn", "Great location, lovely personal touches that make the difference between staying in hotel & feeling like you are sharing someone’s home. Katrina was great to communicate with. A wonderful weekend get away."], "163139926": ["Ral", "Two of us stayed for 2 nights, and were very comfortable. All was as described, and then some. Location is perfect, handy to everything.\nKatrina is described as a \"Super Host\", and that is exactly how she performed as regards communications and helpfulness, both before and during our stay.\nMy colleague plans to return in near future with his partner, that says it all."], "13013451": ["Jane", "Well presented comfortable home in quiet area close to local shops"], "183277400": ["Regina", "Great location and value for money.\nVery comfortable modern accommodation."], "94312838": ["Petty", "This is a centrally located villa in Morpeth. Walk to cafes, shops and pubs. Great family accommodation for  anyone visiting this area of the Hunter."], "168489442": ["Amber", "Great location, property was clean, host is easy to deal with."], "24307631": ["Margaret", "Katrina was such wonderful host for my stay in Morpeth. I was visiting to be close while my mum was in hospital and Katrina was so understanding of extra needs to accommodate me.  The villa is beautiful. Clean, comfortable and so well stocked with everything you need.  Great location in the lovely town of Morpeth. This is one of best airbnb's i have stayed in. I highly recommend Katrina's place and will definitely stay again when in the area."], "171051678": ["Erum", "Katrina and Vaughan are best host I have ever see in my life. I was lucky enough to get their place to stay in Morpeth. From booking to staying and checking out was very smooth. Both of them are too humble and helpful and kind. Perfect house for the family with every thing you need. You do not need to carry extra stuff as every thing you get in home. Very cozy and comfy rooms. Beautiful place and all shops and cafe are on short walk. Roam around the area is a seperate place to enjoy. \n\nThe respect and love I get from K and V cannot define on words. My kids love the house and enjoyed the games are kept their for them. \n\nOne amazing thing was folder with all the required info of the area they place is it self a guide book. You do not need to (Hidden by Airbnb) for any thing. \n\nThank you Katrina and Vaughan, your place is highly recommended and we will definetly come there and will love to stay at your place"], "75135772": ["Tara", "We had an excellent stay in Morpeth. Katrina and Vaughn's place was immaculately clean, very well located, nicely decorated, and the kitchen had everything you could need. Would definitely stay again if we're in the area!"], "169000257": ["Pam", "The location was brilliant. Close to the Main Street so we could walk everywhere. The unit was comfortable and clean with everything we needed."], "7408733": ["Erin", "Great place, good parking on site, very central in morpeth. Quiet house (quiet enough for our 7 month old to sleep undisturbed) lovely little outdoor area to enjoy lunch or breaky and super clean and tidy. 5 star value."], "66658648": ["Paul", "We had the pleasure of a short 2 night stay at Morpeth villa. We wish our stay could have been longer Katrina had thought of absolutely everything to make our stay very comfortable. The villa is very close to the town centre wich has lots of nice cafes and shops. We would highly recommend Morpeth villa"], "36648715": ["Jenny", "We found Katrina to be a brilliant host who is keen to make you feel welcome. Our accommodation was spotlessly clean and very well equipped and the beds were so comfortable. It was particularly hot on our arrival so you can imagine our surprise and relief to find the air conditioner on!! Thanks Katrina! The  hospitality and the special touches were very much appreciated. Katrina was prompt in replying to enquiries and provided lots of local knowledge. We shall be returning."], "3873874": ["Jenny", "Thoroughly enjoyed our stay at Katrina's place. The location is great in the friendly town of Morpeth and the unit is fully equipped for a comfortable stay. The host is very friendly and the communication was excellent. The unit is as described on listing with a few nice personal touches. Would definitely return again."], "33766364": ["Megan", "We had a lovely stay in Morpeth. The house has everything you could possibly need with bars and restaurants on your doorstep too! Highly recommend."], "149598429": ["David", "Great historic area but 5 minutes from big shopping centres, restaurants and entertainment! 50m walk to cafes and a great convenience store! Has included everything to cook, wash, clean and to live there for a long period of time! On arrival we met Vaughn and Katrina and were very friendly and happy and made a lot of effort to accomodate us and our children! Even bringing some great kids DVDs over and games. Absaloutly spotless house and great information to the area and surrounds in a big folder. Would definitely stay here again and hold them in the highest regards!"], "137241088": ["Tane", "perfect spot, exactly what we were looking for. Thankyou very much"], "108663864": ["Umesh", "This is a lovely house with all amenities. Host had prepared an informational folder which had : things to do, nearby restaurants, emergency, and some more info. Entry to the house is very secured even in the absence of the hosts. If you are looking for a quiet and isolated place with beautiful landscape around, this is it. Thank you Katrina for hosting us."], "141070522": ["Dipesh", "Place was amazing to spend short holidays. \nEverything was as expected."], "34018901": ["Kim", "Our stay at Katrina’s villa in Morpeth was exceptional.  Upon walking through the front door (air conditioning left on for our arrival on a very hot day) we felt the space was extremely comfortable and clean throughout.  \nWe were traveling with an infant and Katrina asked us if we needed anything and set up a high chair ready at the dining table.  \nAll the photos of the villa are true to life and we just loved the amazing convenience to the heart of town.\nIf we ever need to stay in the Hunter Valley again, Katrinas will be our first port of call!!"], "18477230": ["Teri", "Lovely place to stay, thoughtful touches and great location. A real home away from home."], "36648830": ["Jenny", "Thank you Katrina & Vaughn for being the perfect hosts for our first air bnb experience in Australia .. totally recommend this lovely little place if you’re visiting Morpeth  The villa is spacious and very comfortable with all the amenities .. Morpeth is a lovely little quaint village and not too far to the wineries for a little wine tasting!"], "26500845": ["Tengku Faradiza", "We booked the place due to  vicinity to Hunter Valley. However we got so much more. The place is amazing! We like the quaint town of Morpeth with its history and you can read in the brouchers provided. Food is also good within walking distance.\nThe host has also provided extra touches with total amenities (soap, shampoo etc) and plus lap blankets for watching TV during cold nights.\nOverall experience is very good. Well done Katrina. Cheers"], "25381767": ["Cecille", "Lovely and comfortable place. \nEverything was clean and communication was great. Would happily stay here again and will recommend to anyone is need a place to stay in Morpeth. \nThanks Katrina"], "209363161": ["Debra", "staying here provides you with great accommodation in the centre of morpeth. it is clean and comfortable."], "22463970": ["Clinton", "a great place to stay in the middle of the 'village' just check the rate as weekend and mid week are different.  We were charged full weekend rate for our 5 nights."], "398666": ["Lynette", "Lovely, spacious, comfortable place in the best little town with everything you need either in the flat or literally around the corner. Best spot to get to a wedding in Mindaribba. All made so easy by a great Air BnB host."], "118163237": ["Colin", "It was a great place to stay.\nKatrina was a very welcoming host and the property was fantastic with everything we needed.\nWe were very happy to stay there.\nThanks a lot Katrina!"]}, {"Jun": {"2019-06-01": [false, 159], "2019-06-02": [true, 120], "2019-06-03": [false, 129], "2019-06-04": [false, 129], "2019-06-05": [true, 129], "2019-06-06": [true, 133], "2019-06-07": [false, 159], "2019-06-08": [false, 159], "2019-06-09": [false, 165], "2019-06-10": [true, 145], "2019-06-11": [true, 135], "2019-06-12": [true, 135], "2019-06-13": [false, 133], "2019-06-14": [false, 159], "2019-06-15": [false, 159], "2019-06-16": [false, 120], "2019-06-17": [false, 129], "2019-06-18": [false, 129], "2019-06-19": [false, 129], "2019-06-20": [true, 133], "2019-06-21": [false, 159], "2019-06-22": [false, 159], "2019-06-23": [true, 125], "2019-06-24": [false, 125], "2019-06-25": [false, 125], "2019-06-26": [false, 139], "2019-06-27": [false, 139], "2019-06-28": [false, 159], "2019-06-29": [false, 159], "2019-06-30": [true, 125]}, "Jul": {"2019-07-01": [false, 125], "2019-07-02": [false, 125], "2019-07-03": [false, 125], "2019-07-04": [false, 125], "2019-07-05": [false, 159], "2019-07-06": [false, 159], "2019-07-07": [true, 125], "2019-07-08": [true, 125], "2019-07-09": [true, 125], "2019-07-10": [true, 125], "2019-07-11": [true, 125], "2019-07-12": [true, 129], "2019-07-13": [false, 159], "2019-07-14": [false, 135], "2019-07-15": [true, 125], "2019-07-16": [true, 125], "2019-07-17": [true, 125], "2019-07-18": [true, 125], "2019-07-19": [true, 151], "2019-07-20": [true, 152], "2019-07-21": [true, 125], "2019-07-22": [false, 135], "2019-07-23": [false, 135], "2019-07-24": [false, 135], "2019-07-25": [true, 125], "2019-07-26": [false, 159], "2019-07-27": [false, 159], "2019-07-28": [true, 125], "2019-07-29": [true, 125], "2019-07-30": [true, 125], "2019-07-31": [true, 125]}, "Aug": {"2019-08-01": [true, 125], "2019-08-02": [true, 155], "2019-08-03": [true, 155], "2019-08-04": [true, 125], "2019-08-05": [true, 125], "2019-08-06": [false, 105], "2019-08-07": [false, 105], "2019-08-08": [false, 108], "2019-08-09": [false, 150], "2019-08-10": [false, 152], "2019-08-11": [false, 114], "2019-08-12": [false, 105], "2019-08-13": [true, 105], "2019-08-14": [true, 125], "2019-08-15": [true, 125], "2019-08-16": [true, 155], "2019-08-17": [true, 155], "2019-08-18": [true, 125], "2019-08-19": [true, 125], "2019-08-20": [true, 125], "2019-08-21": [true, 125], "2019-08-22": [true, 125], "2019-08-23": [false, 159], "2019-08-24": [false, 159], "2019-08-25": [true, 125], "2019-08-26": [true, 125], "2019-08-27": [true, 125], "2019-08-28": [true, 125], "2019-08-29": [true, 125], "2019-08-30": [true, 155], "2019-08-31": [true, 155]}, "Sep": {"2019-09-01": [true, 130], "2019-09-02": [true, 130], "2019-09-03": [true, 130], "2019-09-04": [true, 130], "2019-09-05": [true, 130], "2019-09-06": [true, 159], "2019-09-07": [true, 159], "2019-09-08": [true, 130], "2019-09-09": [true, 130], "2019-09-10": [true, 130], "2019-09-11": [true, 130], "2019-09-12": [true, 130], "2019-09-13": [false, 159], "2019-09-14": [false, 159], "2019-09-15": [true, 130], "2019-09-16": [true, 130], "2019-09-17": [true, 130], "2019-09-18": [true, 130], "2019-09-19": [true, 130], "2019-09-20": [false, 159], "2019-09-21": [false, 159], "2019-09-22": [false, 135], "2019-09-23": [false, 135], "2019-09-24": [true, 130], "2019-09-25": [true, 130], "2019-09-26": [true, 130], "2019-09-27": [false, 159], "2019-09-28": [false, 159], "2019-09-29": [true, 130], "2019-09-30": [true, 130]}}, 0], "21652117": [[-32.75369, 151.58558], "High Street Villas - Unit 3", ["https://a0.muscache.com/im/pictures/5b28a527-086d-48df-8001-dfbfd907631d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/91581de8-98d1-4253-84ea-24cc7edca3c4.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7dc81bce-7575-4553-bfa5-212646ff67f1.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ffaf3904-9e7a-4acd-9b74-ece481d20160.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0be1cbf6-bc8b-4266-8ac1-b2f73b2f19f0.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a895807e-114b-418e-aac5-90ccda7f4b30.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ecea9a37-a4db-4d41-b9e7-7779a85a8a49.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5aa5a977-0015-4297-a515-1d77042038a3.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1b30f696-33c6-4e7c-bfae-126d8e202162.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d8164290-a715-47f3-b043-62555c035f47.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9d1e8c7d-cda5-4094-bc45-c3ed2fe92de8.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0df36c72-1e54-4a28-b3e8-4ee5068bb7af.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/773ffcc6-0143-422e-b066-5284554b9f31.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/88f00cb3-4bae-4907-bbdc-2ca98652815c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f9dfce31-935e-4e64-b540-be9b3c7f279a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/bd61c5c4-e22e-4bf0-a3fb-1b163a96365a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f355b75d-3e8c-4ef1-bc2a-cd3af6c8041a.jpg?aki_policy=large"], "2 bedrooms", 2, "1 bath", 1.0, 3, 4, null, "Free parking on premises,Wireless Internet,Kitchen,Washer", 79, 5.0, "Entire townhouse", 129.0, "AUD", 0, 157597478, "There are 2 bedrooms located on the top floor with the newly renovated bathroom, one queen size bed and 2 single beds are provided with all linens. There is a full kitchen with microwave, kettle, toaster and full size fridge, plus an oven and cooktop. Tea, coffee and basic breakfast provisions are provided for self catering. There is a laundry with washing machine and dryer plus a second toilet, a small clothesline can be located in the rear courtyard.'", {"48044447": ["Mark", "Great unit, conveniently located walking distance to shops. Easy access to the Hunter Valley and great to have a kitchen and full laundry available."], "145931014": ["Kathy", "Very comfortable and clean.great location for what we needed."], "36838641": ["Jeremy", "Thanks Taryn for making our trip to the area wonderful. The process was simple and easy, your apartment was fantastic and I will definitely recommend your place to others."], "51764739": ["Berni", "We checked in to Taryn’s apartment as we are working close by for a short time. The apartment was perfect for us! Super comfortable and very nice.\nWe will be back again next week!"], "13278743": ["Briony", "Great place and location for what we needed"], "153497468": ["Laura", "We had a lovely stay here - it’s a great location and exactly as advertised ! We had a wedding in tocal and didn’t spend much time at the unit, but appreciated that all the items in the kitchen cupboards had labels so you didn’t have to search around to find where everything is ! Beds are very comfortable as well :)"], "242820520": ["Sam", "Very clean and would stay again"], "104165146": ["Michael", "Taryn's place is well situated if you were looking to travel to the Hunter Valley or visiting Newcastle. They're all within driving distances and the Maitland Stocklands (which is just around the corner from the place) is a great place to visit for shopping and food. We required an earlier check in time and she happily obliged. Amenities were great and with the inclusion of NBN internet access and Netflix, it's a no brainer for those with kids."], "216677736": ["Adam", "An unexpected GEM . Great location. Was very pleasantly surprised at how spacious and cosy Taryn’s place is. Extremely well priced as well. With everything provided for left us just enjoying our annual Hunter Valley Visit and will definitely be back without hesitation."], "116346616": ["Karina", "The townhouse is quiet and clean. The beds are comfortable.  We used it as a base and it was very comfortable. Thankyou"], "8803542": ["Melissa", "Taryn's place was really lovely. Comfortable beds, super clean and neat, cosy apartment. Taryn was such a breeze with communication and getting us settled. A great process and a lovely stay"], "236213266": ["Justin", "A neat and tidy townhouse, offering a good base while exploring nearby East Maitland. Excellent value."], "148870761": ["Georgie", "Great amount of space, great value for money and thoughtful touches from Taryn make this a fantastic place to stay."], "41194610": ["Trish", "Taryn's place was perfect for our stay and immaculate on arrival.  On initial search for hotel rooms, nothing came close the to space we had especially having the two bedrooms. Great wine glasses and perfect coffee cups, always a bonus for me. Bread, butter and milk were much appreciated extras.  We will return. Thanks Taryn."], "18866358": ["Esther", "The space was great for us - 3 adults and 1 baby. It has everything you need plus more, like a bath that is great for kids, Foxtel, and small touches like a loaf of bread, cereal, and a small milk to get you started the next morning. We felt very comfortable. Check in was easy and Taryn was fast with her replies. Thanks for a great time."], "137754885": ["Sam", "Great value for money and convenient location! Very clean and had everything we needed. Highly recommend"], "62488931": ["Scott", "Would recommend, clean, plenty of space & well located."], "207994008": ["Jinae", "We stayed here to attend a wedding at Wallalong House and the place was perfect for what we needed. Nice touches with breakfast stuff and toiletries in the bathroom. Handy to great shopping and historic places to visit. Not far from the Hunter Valley wine region and Newcastle. Good value for money"], "35252280": ["Mel", "Taryn's place is great. Very neat and tidy. I didn't know it included breakfast but there were lovely condiments there for early morning noms too, so thank you. \nWill love to come back again. Taryn had good communication and great tips for outings. The place was nice and clean and I loved the décor. The air conditioning was such a blessing too, both downstairs and in the main bedroom upstairs. Having the garage was super handy too. \nThanks again you guys - i'll be back :)"], "222105076": ["Caitlin", "So clean, stylish, smelled beautiful! 10/10 can’t wait to visit again "], "39474932": ["Martin", "Great place to stay and Taryn was very helpful. 110% recommend."], "75374645": ["Rachel", "We choose to stay here for work trips because at the end of a long day it feels like home. Taryn’s place is stylish, immaculately clean, and comfortable. The little extras of fresh bread and milk make it very inviting. Thanks again!"], "20791790": ["Karen", "Excellent property.everything that we could possibly want and we've stayed in 30-40 Airbnb's. One of the best we've stayed in.  Great location. Thank you."], "11171156": ["Jamie", "Enjoyed our 2 night stay at Taryn’s place. Well set up and modern townhouse. \nWelcome surprise to find Foxtel sports and Netflix set up on the TV. Breakfast selection was perfect to start the day with . Great air conditioning to help with the warm weather. Convenient location to local shops and amenities.  Highly recommended."], "167968643": ["Antgeo", "nice place to stay. We enjoyed a lot"], "42645774": ["Maria", "Great place, clean and with all the amenities needed. We travelled to Maitland for a wedding and it was the perfect location."], "121407842": ["Deborah", "Taryn was a great host. The unit was clean and modern, I highly recommend it"], "72842870": ["Katrina", "Great unit/Perfect location/ Fabulous host/ Comfortable bed/Nice homely touches/AIRCON which you cannot do without/Great recommendations to local cafes/Super handy to fab shopping at Greenhills/This unit comes highly recommended."], "187442036": ["Melissa", "This villa is an excellent place to stay. Great location, very clean, stylishly decorated and Taryn is a wonderful host. We would definitely recommend staying here and hope to be back again."], "203398676": ["Brad", "Thank you so much for a great time.  Everything was as per stated with a few extras.  Will stay again and tell friends"], "77839121": ["Emma", "We attended a wedding in Wallalong so Taryn’s place was a perfect location being just 15min from the wedding venue.  The accommodation is modern and very clean.  We didn’t utilise the Foxtel or Netflix but the other added extras like breakfast basics and bathroom accessories made our stay just a little more comfortable."], "191316239": ["Brett", "The location was great close to shops and local restaurants. The unit was very clean and had all basic needs and the beds very comfortable. Taryn was a delight to communicate with and would reply to my message ms very promptly. I would highly recommend staying here!!"], "210995806": ["Dani", "A lovely and incredibly comfortable stay in Newcastle!"], "58816653": ["Janne", "The villa was clean, comfortable and nicely decorated. Perfect location for Maitland and Hunter Valley."], "209627484": ["Joy", "highly recommend"], "186728763": ["Melissa", "Great 2 storey townhouse. Any questions were answered almost instantly. Would stay again if in the area"], "40899433": ["Dominic", "Very responsive host, neat and tidy accommodation, good location."], "130535379": ["Vanessa", "Nice and neat, clean all you need to cook at home,  out door area to sit in"], "125472374": ["Linda", "Nice modern place with good amenities. Taryn was a friendly and responsive host and we enjoyed our stay."], "20989772": ["Marilyn", "Clean and tidy two bedroom townhouse. Comfortable beds. Everything you need for a weekend trip."], "103753174": ["Jayson", "Thanks Taryn\nGreat place and great communication \nWill visit again\nCheers"], "199393786": ["Kate", "Thanks Taryn, it was a lovely townhouse and we really appreciate your quick and friendly communication! "], "98380674": ["Suzanna", "Beautiful, clean, tidy and very comfortable place to stay!"], "195135339": ["Brooke", "Great, clean and tidy townhouse. It has everything you need.Would definitely recommend staying here."], "45237523": ["Anna", "fantastic place to stay and close to lots of places and was very happy that it was not far from organic food store"], "69976474": ["Max", "Good location.  A few little things to be fixed (like the shower door not closing properly) and it will be perfect."], "55374309": ["Triet", "Great apartment, everything is well thought out and is nice and clean also."], "140709388": ["Hayley", "We loved the foxtel and free wifi.  Comfortable beds with extra bedding. It was clean and tidy. A little touch of breakfast supplies and toiletries was nice.  Quiet neighbourhood with not much noise."], "11315905": ["Garrick", "A great place to stay. Clean and comfortable. Have already booked our next stay!"], "193588267": ["Janine", "Fantastic value for money, clean & comfy, excellent communication, booking again for next week"], "58938762": ["Claudia", "I went to a wedding at Wallalong which was only 15 minutes from the villa. In between was the town of Morpeth which had lovely cafes. The villa was easy to get to and very central. A beautiful space, clean and very comfortable. I stayed on my own and felt very safe! Easy check-in and communication with Taryn. Totally recommend it!!"], "47597433": ["Jenna", "Clean and modern space. Met our requirements, would defiantly stay here again."], "31821568": ["Nolwazi", "Very clean and spacious unit. Perfect for a small family or a group of girlfriends. Spotless clean, comfy beds, foxtel and also the unit had nice thoughtful touches. There is foodworks close by and it’s close to shopping centre too. I highly recommend this place!"], "170629192": ["Charlotte", "Lovely place to stay!"], "75819854": ["Karen", "Great place to stay for my work trip, very clean and a good location, bed was super comfy. Appreciated the toiletries and Netflix was excellent."], "68628066": ["Laura", "Nicely decorated and great set up. Loved the thoughtful extras. Thanks so much Taryn"], "4137035": ["Danika", "I spent a week here for work, it was a comfortable stay. Foxtel and Netflix was an awesome inclusion. \nBreakfast essentials were provided for the first morning, a very thoughtful touch after a long day."], "153600723": ["Charblieh", "Great"], "599273": ["Teniele", "Taryn's place was perfect for us. We had a wedding nearby it was a very central location and perfect for our small family. The unit was spotless and had lovely little touches, it was a very nice stay. Would definitely recommend."], "51935823": ["Yalene", "Great place, would recommend. And will be back "], "78176520": ["Gemma", "One of the nicest places I’ve stayed at, our lovely host had left us very thoughtful treats (bread, milk, cereal and toiletries) \nPerfect place for a quiet getaway!"], "61170931": ["Josh", "Good place to stay was really convenient as it was only 3 minutes from our job site "], "109764317": ["Tammy", "Very quiet complex, great townhouse to relax in after a busy day. Central to local shops for all shopping needs."], "90693104": ["Dan", "This place is clean, useful and well located. We will be back"], "34391011": ["Bill", "Wonderfully thoughtful hostess."], "103079241": ["Aniket", "Nice place to stay,\nClean and tidy place,\nNice amenities"], "105984956": ["Ammara", "Taryn’s place was great. Beds were comfortable and whole place was clean and fresh.\nIt is almost mid way between hunter valley vineyards and port Stephens so we could make the most out of our two days stay.\nWe really enjoyed our stay. Highly recommended."], "161031672": ["10Kiaraclose", "We LOVED our time here. Easily accessible, great location and excellent amenities. \nWhole family enjoyed space and extras (like Foxtel) at an affordable price.\nWe will definitely be staying again!"], "162037396": ["Amanda", "Taryns place is very stylish and comfortable. It has great facilities with the kitchen, laundry and bathroom. It was also handy having two toilets, one down stairs and one upstairs. ."], "228812650": ["Oscar", "Great place, good communication, helpful host."], "161059016": ["Jill", "This is a fantastic place to stay. It is very comfortable and is in a good location. Communication with Taryn was very good and I would highly recommend this property."], "25381767": ["Cecille", "Lovely, clean & comfortable space. \nCommunication great. Would definitely recommend to anyone who needs a place to stay in Maitland."], "45438859": ["Jose", "Enjoyed our stay here. The place has everything you need. Highly recommended."], "180244635": ["Carlos", "Muy bien todo en general, nuevo, reformado, estancias limpias, muchas facilidades. Ideas para 4 amigos, dos parejas o pareja con dos niños. Buen precio, repetiria."]}, {"Jun": {"2019-06-01": [false, 140], "2019-06-02": [true, 130], "2019-06-03": [false, 130], "2019-06-04": [false, 130], "2019-06-05": [false, 130], "2019-06-06": [false, 130], "2019-06-07": [false, 140], "2019-06-08": [false, 140], "2019-06-09": [true, 130], "2019-06-10": [false, 130], "2019-06-11": [false, 130], "2019-06-12": [false, 130], "2019-06-13": [false, 130], "2019-06-14": [false, 140], "2019-06-15": [false, 140], "2019-06-16": [true, 130], "2019-06-17": [true, 130], "2019-06-18": [true, 130], "2019-06-19": [true, 130], "2019-06-20": [true, 130], "2019-06-21": [false, 140], "2019-06-22": [false, 140], "2019-06-23": [false, 130], "2019-06-24": [true, 130], "2019-06-25": [false, 130], "2019-06-26": [false, 130], "2019-06-27": [false, 130], "2019-06-28": [true, 140], "2019-06-29": [true, 140], "2019-06-30": [true, 130]}, "Jul": {"2019-07-01": [true, 130], "2019-07-02": [false, 130], "2019-07-03": [false, 130], "2019-07-04": [false, 130], "2019-07-05": [false, 140], "2019-07-06": [false, 140], "2019-07-07": [false, 130], "2019-07-08": [true, 130], "2019-07-09": [true, 130], "2019-07-10": [false, 130], "2019-07-11": [false, 130], "2019-07-12": [false, 140], "2019-07-13": [false, 140], "2019-07-14": [true, 130], "2019-07-15": [true, 130], "2019-07-16": [true, 130], "2019-07-17": [false, 130], "2019-07-18": [false, 130], "2019-07-19": [false, 140], "2019-07-20": [false, 140], "2019-07-21": [true, 130], "2019-07-22": [true, 130], "2019-07-23": [true, 130], "2019-07-24": [true, 130], "2019-07-25": [true, 130], "2019-07-26": [false, 140], "2019-07-27": [false, 140], "2019-07-28": [true, 130], "2019-07-29": [true, 130], "2019-07-30": [true, 130], "2019-07-31": [true, 130]}, "Aug": {"2019-08-01": [true, 130], "2019-08-02": [true, 140], "2019-08-03": [true, 140], "2019-08-04": [true, 130], "2019-08-05": [true, 130], "2019-08-06": [true, 130], "2019-08-07": [true, 130], "2019-08-08": [true, 130], "2019-08-09": [false, 140], "2019-08-10": [false, 140], "2019-08-11": [true, 130], "2019-08-12": [true, 130], "2019-08-13": [true, 130], "2019-08-14": [true, 130], "2019-08-15": [true, 130], "2019-08-16": [true, 140], "2019-08-17": [true, 140], "2019-08-18": [true, 130], "2019-08-19": [true, 130], "2019-08-20": [true, 130], "2019-08-21": [true, 130], "2019-08-22": [true, 130], "2019-08-23": [false, 140], "2019-08-24": [false, 140], "2019-08-25": [true, 130], "2019-08-26": [true, 130], "2019-08-27": [true, 130], "2019-08-28": [true, 130], "2019-08-29": [true, 130], "2019-08-30": [false, 140], "2019-08-31": [false, 140]}, "Sep": {"2019-09-01": [true, 130], "2019-09-02": [true, 130], "2019-09-03": [true, 130], "2019-09-04": [true, 130], "2019-09-05": [false, 130], "2019-09-06": [false, 140], "2019-09-07": [false, 140], "2019-09-08": [false, 130], "2019-09-09": [false, 130], "2019-09-10": [true, 130], "2019-09-11": [true, 130], "2019-09-12": [true, 130], "2019-09-13": [false, 140], "2019-09-14": [false, 140], "2019-09-15": [false, 130], "2019-09-16": [true, 130], "2019-09-17": [true, 130], "2019-09-18": [true, 130], "2019-09-19": [true, 130], "2019-09-20": [true, 140], "2019-09-21": [true, 140], "2019-09-22": [true, 130], "2019-09-23": [true, 130], "2019-09-24": [true, 130], "2019-09-25": [true, 130], "2019-09-26": [true, 130], "2019-09-27": [true, 140], "2019-09-28": [true, 140], "2019-09-29": [true, 130], "2019-09-30": [true, 130]}}, 0], "14886925": [[-32.7238, 151.51643], "Cute Villa all to yourself", ["https://a0.muscache.com/im/pictures/cffbda7e-7380-4879-8524-d6c892d3a148.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b30930a1-2115-4298-b857-ec2b60df0a35.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/6934308e-ec6f-472e-80ce-d37ffff463fc.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/bd208084-2e53-4fb5-bb9d-da3eda994f9b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3a5cc48a-4dc9-4533-aaa4-44acd907ef08.jpg?aki_policy=large"], "1 bedroom", 1, "1 bath", 1.0, 1, 2, null, "Kitchen,Washer", 40, 5.0, "Entire house", 70.0, "AUD", 0, 37092751, "Cute villa offering one bedroom, one bath with kitchen &amp; living space. This listing was previously a shared space but as I am not staying full-time at the property, guests will have the place to themselves during their stay. Villa is situated in a safe, quiet area about a 5 min drive from the Rutherford shops. Guests have access to front verandah, backyard &amp; laundry facilities. Bus stop within 500m that will take you into Maitland &amp; the surrounding areas. Plenty of easy on street parking.'", {"29826256": ["Cressida", "Great host, cute space close to shops and Maitland center, could not fault a thing."], "761533": ["Peter", "Great cottage to stay with easy access and facilities"], "249126792": ["Sonya", "Great communication, lovely and clean...highly recommended"], "39748479": ["Liana", "Lovely home! Very easy communication and a lovely host although we didn’t get to meet her personally. Very clean space."], "239891016": ["Ciara", "Great stay thanks"], "234270836": ["Amelia", "The place is cozy and clean, a great place to stay for a couples nights with a pleasure drive to some wineries."], "216184239": ["Lim", "Wonderful host, the place is awesome, highly recommended!"], "238563427": ["Karna Dee", "Clean, compact, convenient accommodation at a great price - value for money"], "76219910": ["Alysha", "Joanne & Adam were friendly and accommodating. Their house was very clean. Great hosts."], "10860360": ["Kate", "Joanne was super friendly and her place is completely immaculate. Only stayed overnight on a business trip but room was very cosy and comfortable."], "191672451": ["James", "Joanne was a great host and everything prepared nicely. Great communication and enjoyable chats.  Great location and amenities"], "150200506": ["Julia", "Joanne was very flexible with our check in time and was very welcoming and easy to talk to when we were in the house. The room was immaculate for our short stay. We will definitely be back next time."], "66162951": ["Graham", "Joanne offers a very comfortable experience. Clean and simple. Refreshing."], "154676": ["Lisa", "I had a lovely stay at Joanne’s place. It was very clean and comfortable. All her instructions were easy to follow. Thank you Joanne!"], "141249801": ["Kyla-Renae", "Quiet and cosy, I didn’t meet Jo as I was out and about but the room was perfect for my short work trip"], "37277103": ["Gregory", "Joanne's place is well maintained and ranks as tidy and as clean as the best Airbnb at which I've stayed.  Very quiet and respectful, Joanne and her partner are exemplary hosts and, albeit very busy, welcomed me generously.  The room and bed were very comfortable.  :-)"], "158020842": ["Roslyn", "Joanne was a wonderful hostess, nothing was too much trouble. Accommodation very quite, spotlessly clean and inviting."], "13177176": ["Rebecca", "Joanne's communication is fantastic and she is also very accommodating with arrival time and access, making it very easy to settle in. \nUnfortunately I did not get to physically stay at Joanne's as my plans changed last minute however I will not hesitate to rebook next time I am in town."], "2366236": ["Kai", "Joanne has excellent communication skills and was very kind and helpful when I needed a very late check in. She made finding her house very clear and easy and the whole experience was a breeze! The room was very clean as was the bathroom. I would stay here again!"], "10953330": ["Anna", "Joanne was such a great host, quick to respond, helpful and friendly. The room was nice and the bed comfy, and despite the cooler weather it was nice and warm.  The house was super clean and well kept. A good place to stay."], "107107860": ["Christine", "Very clean and tidy and true to the pictures. The house was very close to everything and Joanne was also a lovely host and made us feel very welcome  "], "25976850": ["Peter", "Nice host whom I rarely saw."], "125753919": ["Emma", "Awesome place to stay! Bed was super comfy and Joanne was very friendly and helpful. Would recommend to anyone 10/10 "], "123359571": ["Mark", "Joanne was very welcoming and accommodating. Bed was comfortable and kitchen had everything needed to prepare food. Thanks again!"], "29914757": ["Adam", "Joanna is a really friendly and open person. The day of leaving we had a really good chat, not too long as we were in hury a bit   unfortunatelly... the house was clean and tidy, pretty close to Maitland. I can definitelly recommend this place :)"], "44678057": ["Carla", "Joanne is a wonderful host. She was so friendly and welcoming. She even took time off work to meet us and let us in.  Her place was beautifully clean and felt like home.  We had a great stay and would definitely stay again! "], "11528864": ["Michele", "Joanne's place is very clean, comfortable and very welcoming "], "112782511": ["Odette", "Comfortable and clean."], "17710883": ["Lauren", "Stayed for 2 weeks on a business trip. Jo was very friendly and polite. The accomodation is clean, comfortable and located in a quiet residential area close to public transport. Highly recommended for a business stay!"], "110685521": ["Elite", "I had a great stay at Joanne's place. It was very clean. Quiet neighbourhood. Jo is a friendly & helpful host. She was prompt in responding to my queries. I would strongly recommend to anyone who is looking for a quiet & clean place to stay. "], "41199831": ["Caroline", "Very welcoming and friendly, despite my flakiness with check-in/out times! \r\n\r\nQuiet and clean. \r\n\r\nThanks so much for having me!"], "103191663": ["Andrew", "Very comfortable and most welcoming. Suited our needs perfectly"], "51036833": ["Mick", "Modern spotlessly clean and great value + Joanne is very pleasant host"], "102329110": ["Precillia", "Thanks Joanne for accommodating us. Your house is really neat and clean. We were comfortable staying there and this place is good value for what we paid. \n\nJoanne was quite friendly and  provided us options of coffee and cereals to start the day. Would recommend this place. "], "248123754": ["Samir", "I had a wonderfull stay at Joanne's place. The house is amazing and you got everthing you need there. Excellent communication and the place is very very clean .will surely stay back again.Aweeome host and place . Thanks Joanne for eveything"], "49734654": ["Alex", "Very happy with Joanne's place she was very lovely and her place was immaculate!"], "6563714": ["Nicole", "We had a lovely stay at Joanne's. The place is clean and cozy and in a quiet location. Joanne is also very friendly. "], "101927189": ["KYOYA", "Located in a very quiet neighborhood yet easy to drive anywhere. Only 15~20 min to Hunter Valley and 1 hour to Newcastle. The owner is always helpful and a very kind woman. Very easy to get along with, though my English isn't native I had no problem and spent very comfortable and relaxed time in her house.  "], "152682607": ["Brigitte", "bon accueil dans cette petite maison toute propre . Hôtes discrets . Que demander de plus ."]}, {"Jun": {"2019-06-01": [false, 70], "2019-06-02": [false, 70], "2019-06-03": [false, 70], "2019-06-04": [false, 70], "2019-06-05": [false, 70], "2019-06-06": [false, 70], "2019-06-07": [false, 70], "2019-06-08": [false, 70], "2019-06-09": [false, 70], "2019-06-10": [false, 70], "2019-06-11": [false, 70], "2019-06-12": [false, 70], "2019-06-13": [false, 70], "2019-06-14": [false, 70], "2019-06-15": [false, 70], "2019-06-16": [false, 70], "2019-06-17": [true, 70], "2019-06-18": [true, 70], "2019-06-19": [true, 70], "2019-06-20": [true, 70], "2019-06-21": [false, 70], "2019-06-22": [false, 70], "2019-06-23": [false, 70], "2019-06-24": [true, 70], "2019-06-25": [false, 70], "2019-06-26": [false, 70], "2019-06-27": [true, 70], "2019-06-28": [true, 70], "2019-06-29": [true, 70], "2019-06-30": [true, 70]}, "Jul": {"2019-07-01": [true, 70], "2019-07-02": [true, 70], "2019-07-03": [true, 70], "2019-07-04": [true, 70], "2019-07-05": [true, 70], "2019-07-06": [false, 70], "2019-07-07": [false, 70], "2019-07-08": [false, 70], "2019-07-09": [false, 70], "2019-07-10": [false, 70], "2019-07-11": [false, 70], "2019-07-12": [true, 70], "2019-07-13": [true, 70], "2019-07-14": [true, 70], "2019-07-15": [false, 70], "2019-07-16": [false, 70], "2019-07-17": [false, 70], "2019-07-18": [false, 70], "2019-07-19": [false, 70], "2019-07-20": [false, 70], "2019-07-21": [false, 70], "2019-07-22": [true, 70], "2019-07-23": [true, 70], "2019-07-24": [true, 70], "2019-07-25": [false, 70], "2019-07-26": [false, 70], "2019-07-27": [false, 70], "2019-07-28": [false, 70], "2019-07-29": [false, 70], "2019-07-30": [false, 70], "2019-07-31": [false, 70]}, "Aug": {"2019-08-01": [false, 70], "2019-08-02": [false, 70], "2019-08-03": [false, 70], "2019-08-04": [false, 70], "2019-08-05": [false, 70], "2019-08-06": [false, 70], "2019-08-07": [false, 70], "2019-08-08": [false, 70], "2019-08-09": [false, 70], "2019-08-10": [false, 70], "2019-08-11": [false, 70], "2019-08-12": [false, 70], "2019-08-13": [false, 70], "2019-08-14": [false, 70], "2019-08-15": [false, 70], "2019-08-16": [false, 70], "2019-08-17": [false, 70], "2019-08-18": [false, 70], "2019-08-19": [false, 70], "2019-08-20": [false, 70], "2019-08-21": [false, 70], "2019-08-22": [false, 70], "2019-08-23": [false, 70], "2019-08-24": [false, 70], "2019-08-25": [false, 70], "2019-08-26": [false, 70], "2019-08-27": [false, 70], "2019-08-28": [false, 70], "2019-08-29": [false, 70], "2019-08-30": [false, 70], "2019-08-31": [false, 70]}, "Sep": {"2019-09-01": [false, 70], "2019-09-02": [false, 70], "2019-09-03": [false, 70], "2019-09-04": [false, 70], "2019-09-05": [false, 70], "2019-09-06": [false, 70], "2019-09-07": [false, 70], "2019-09-08": [false, 70], "2019-09-09": [false, 70], "2019-09-10": [false, 70], "2019-09-11": [false, 70], "2019-09-12": [false, 70], "2019-09-13": [false, 70], "2019-09-14": [false, 70], "2019-09-15": [false, 70], "2019-09-16": [false, 70], "2019-09-17": [false, 70], "2019-09-18": [false, 70], "2019-09-19": [false, 70], "2019-09-20": [false, 70], "2019-09-21": [false, 70], "2019-09-22": [false, 70], "2019-09-23": [false, 70], "2019-09-24": [false, 70], "2019-09-25": [false, 70], "2019-09-26": [false, 70], "2019-09-27": [false, 70], "2019-09-28": [false, 70], "2019-09-29": [false, 70], "2019-09-30": [false, 70]}}, 14], "32268001": [[-32.69916, 151.59715], "Hilltop Apartment for 6 with Wi-Fi, Netflix & Wine", ["https://a0.muscache.com/im/pictures/8eeae56c-980f-4d89-b411-ce503b5eff8b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/323044df-ff7f-4864-89a8-7a5cb9251d89.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b3a3b9cf-7435-4395-a2d8-5642857184ae.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b580de33-6cb3-440b-9f31-8061ecf4dfb4.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/808d9f8f-df74-4852-b57e-65b55329d288.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/03a481b3-5912-44de-8c4a-37abded71ad0.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1d026a43-f21f-4475-9d61-a7fc96ad1f48.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ff7c5658-0c20-4278-ab04-5110febb5053.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/99851f0d-519f-4590-be72-91c4b61a80d2.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f1708ca7-94d8-4257-9f5f-2c7a412cf0c7.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/02535334-5a0a-4c2c-b139-0d10b1b365a8.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/53966471-e7ad-455b-ad6e-3cc3b81518d0.jpg?aki_policy=large"], "2 bedrooms", 2, "1 bath", 1.0, 3, 6, null, "Free parking on premises,Wireless Internet", 30, 4.5, "Entire apartment", 119.0, "AUD", 0, 81552219, "A light and airy apartment which is modern, stylish, comfortable and can accommodate 6 guests. Situated only a short drive to Tocal, Mindaribba, Wallalong House, Albion Farm Gardens and All Saints Woodville wedding venues, 10 mins to the historical village of Morpeth and 10 mins to Maitland. Great location for families. Perfect for groups of friends attending a wedding or singles and couples on business trips or a weekend away.'", {"96496500": ["Terry", "Good little spot to stay if you're in the area for a wedding."], "259547427": ["Donna", "Julie’s place was outstanding. Clean,  roomy and thoughtfully maintained. \nThe bed was the most comfortable bed ever. \nThe accommodation was exactly as described. However, if you’re like me and not read all the features, be aware that the only bathroom is accessed through the master bedroom, which is no problem if you are a family and know each other well but if a group of 3 or even 2 couples that may need to use toilet through the night, walking into a bedroom to use toilet while people are in bed could be a bit awkward. \nJulie does mention this in her description so your decision."], "171919048": ["Peita", "Tastefully decorated and spotlessly clean. Also, Julie was very accommodating to any of our requests."], "258276460": ["Nikki", "Great space and really easy to find.  Very close to Maitland and was perfect for a stay for work.  Clean and great hosts - always available to answer any questions and help out in anyway."], "125327633": ["Leah", "A beautiful, clean and spacious place to stay. Julie is quick to respond to any questions. We only stayed one night as we were attending a wedding, it was nice and close to the venue and also Morpeth town."], "59535432": ["Petar", "Nice clean accommodation, highly recommend."], "101766908": ["Alison", "Lovely neat and tidy place that was very comfortable. Easy access to nearby towns and the Hunter Valley. \nWell suited to families. Manageable but not as good for friends, as the only bathroom is the en-suite in the bedroom (as detailed in the description)."], "162465322": ["Shereen", "It’s a great place to stay especially if you are after a relaxing holiday. The neighbourhood is very peaceful and quiet. The place is very clean and tidy, it is just “lovely”! \nJulie is also amazing! She answered all the questions I had regarding the place, and she has recommended us to visit nice places/restaurants/cafe around the area. \n\nWe will definitely book with Julie again."], "132906179": ["Greg", "Great place to stay close to hunter valley attractions"], "156292215": ["Tracy", "Convenient location and great host!"], "254032668": ["Kevin", "It was the best place so far. I wanna stay at Julie's place again whenever i have chance to go to Rutherford. Definately worthy. No regret"], "85386266": ["David", "Excellent quality and spacious accommodation with very comfortable Beds and quiet location"], "25014208": ["Alexander", "It was a nice place to stay as we visited the hunter valley. Not have a proper kitchen was a bit inconvenient. The place was very clean and easy to access."], "235839769": ["Leigh", "We were rather 'wowed' when we walked through the front door, Julie's place is very clean, spacious and comfortable, with ample luxurious towels and linen provided.  We would like to thank Julie for providing such a lovely place for us to stay, we would definitely stay here again."], "97186094": ["Michelle Theresa", "Staying at Julie's was nothing short of a wonderful experience. From the get-go communication was easy with Julie and I instantly felt safe and well taken care of. Communication was clear, she gave a very detailed explanation of how to access the property and even met up with myself and the girls I was with to welcome us in. She gave us a mini tour, made us feel right at home and showed us all the amenities. Instantly I felt so comfortable. The amenities went way above and beyond what I had expected from the photos. Everything was clean, homely, accessible, and very very generous. It felt like I was staying in a hotel! So much was provided in terms of towels, plenty of extra blankets, shampoo, conditioner, soap, cutlery, jam, the list goes on. I can't fault my stay at Julie's, I actually found myself reluctant to pack up because I would have loved to extend my stay there. I cannot fault Julie as a host either - I definitely hope to see her again in the future!"], "44981976": ["David", "Very clean and comfortable stay, with excellent bed. Perfect location for our situation."], "141486726": ["Ian", "Just what we were looking for clean and tidy. Amazing place. Will definitely be back if we are around the area."], "219161226": ["Jodi", "A lovely clean space, comfy beds, short convenient drive to wallalong house wedding venue"], "178382397": ["Raelene", "Nice comfortable stay"], "165946644": ["Gurjant", "Thanks"], "110545165": ["Olivia", "Julies property was exactly as described. This space was stylish and comfortable with a home like feel to the property. The property was spotless and Julie went above and beyond to ensure we were comfortable"], "176847101": ["Raewyn", "Immaculate comfortable home, loads of space in a quiet location. We enjoyed excellent communication with our host."], "173081725": ["Allan", "Fast and very easy to deal with. Nice touches and quality linen. Very nice area to relax in."], "54547088": ["Jim", "A beautiful home kept spotlessly clean & tidy."], "246957192": ["Simone", "Julie’s place is very clean and beautiful, close to gorgeous Morpeth. Definitely recommend for a relaxing stay and we’ll be back!"], "223733741": ["Malcolm", "Great service, lovely clean place and great amenities"], "26341153": ["Lizzie", "A brand new listing and a brand new home to match! Julie’s beautiful home feels superiority clean and luxurious, equipped with everything a traveller might need! The amount of tea choices was something to remember! \n\nJulie was extremely helpful in promptly responding to us throughout our stay. If ever passing through this gorgeous area of NSW again, I would most certainly visit and stay here again!"], "137754885": ["Sam", "Everything was A+ from the moment I booked it to getting the key and she made us feel at home while our stay. Very clean and awesome value for money. Can’t fault!"], "265232034": ["Matthew", "Immaculate apartment in a peaceful & tranquil location. When we contacted the hostess, she responded immediately and was very helpful. This was our first experience with AirBnB and it could not be better. I would certainly book again :-)"], "257873465": ["Josh", "Nice place to stay and good value for money, only small issue is the 1 en-suite bathroom if there are more than 2 of you staying."]}, {"Jun": {"2019-06-01": [false, 123], "2019-06-02": [true, 99], "2019-06-03": [false, 99], "2019-06-04": [false, 99], "2019-06-05": [false, 99], "2019-06-06": [false, 99], "2019-06-07": [false, 120], "2019-06-08": [false, 120], "2019-06-09": [false, 120], "2019-06-10": [false, 100], "2019-06-11": [false, 100], "2019-06-12": [false, 100], "2019-06-13": [false, 100], "2019-06-14": [false, 120], "2019-06-15": [false, 120], "2019-06-16": [false, 120], "2019-06-17": [false, 120], "2019-06-18": [false, 120], "2019-06-19": [false, 120], "2019-06-20": [true, 120], "2019-06-21": [false, 120], "2019-06-22": [false, 120], "2019-06-23": [false, 120], "2019-06-24": [true, 99], "2019-06-25": [false, 99], "2019-06-26": [false, 120], "2019-06-27": [true, 120], "2019-06-28": [false, 120], "2019-06-29": [true, 120], "2019-06-30": [true, 120]}, "Jul": {"2019-07-01": [true, 120], "2019-07-02": [true, 120], "2019-07-03": [true, 120], "2019-07-04": [true, 120], "2019-07-05": [true, 120], "2019-07-06": [false, 120], "2019-07-07": [true, 120], "2019-07-08": [true, 120], "2019-07-09": [true, 120], "2019-07-10": [true, 120], "2019-07-11": [true, 120], "2019-07-12": [false, 121], "2019-07-13": [false, 120], "2019-07-14": [false, 120], "2019-07-15": [true, 120], "2019-07-16": [true, 120], "2019-07-17": [true, 120], "2019-07-18": [true, 120], "2019-07-19": [true, 120], "2019-07-20": [true, 120], "2019-07-21": [true, 120], "2019-07-22": [true, 120], "2019-07-23": [true, 120], "2019-07-24": [true, 120], "2019-07-25": [true, 120], "2019-07-26": [false, 120], "2019-07-27": [false, 120], "2019-07-28": [true, 120], "2019-07-29": [true, 120], "2019-07-30": [true, 120], "2019-07-31": [true, 120]}, "Aug": {"2019-08-01": [true, 120], "2019-08-02": [true, 120], "2019-08-03": [true, 120], "2019-08-04": [true, 120], "2019-08-05": [true, 120], "2019-08-06": [true, 120], "2019-08-07": [true, 120], "2019-08-08": [true, 120], "2019-08-09": [true, 120], "2019-08-10": [false, 120], "2019-08-11": [true, 120], "2019-08-12": [true, 120], "2019-08-13": [true, 120], "2019-08-14": [true, 120], "2019-08-15": [true, 120], "2019-08-16": [true, 120], "2019-08-17": [true, 120], "2019-08-18": [true, 120], "2019-08-19": [true, 120], "2019-08-20": [true, 120], "2019-08-21": [true, 120], "2019-08-22": [true, 120], "2019-08-23": [true, 120], "2019-08-24": [false, 120], "2019-08-25": [true, 120], "2019-08-26": [true, 120], "2019-08-27": [true, 120], "2019-08-28": [true, 120], "2019-08-29": [false, 120], "2019-08-30": [true, 120], "2019-08-31": [true, 120]}, "Sep": {"2019-09-01": [true, 120], "2019-09-02": [true, 120], "2019-09-03": [true, 120], "2019-09-04": [true, 120], "2019-09-05": [true, 120], "2019-09-06": [true, 140], "2019-09-07": [true, 140], "2019-09-08": [true, 120], "2019-09-09": [true, 120], "2019-09-10": [true, 120], "2019-09-11": [true, 120], "2019-09-12": [true, 120], "2019-09-13": [false, 120], "2019-09-14": [false, 120], "2019-09-15": [true, 120], "2019-09-16": [true, 120], "2019-09-17": [true, 120], "2019-09-18": [true, 120], "2019-09-19": [true, 120], "2019-09-20": [false, 140], "2019-09-21": [false, 140], "2019-09-22": [true, 120], "2019-09-23": [true, 120], "2019-09-24": [true, 120], "2019-09-25": [true, 120], "2019-09-26": [true, 120], "2019-09-27": [false, 140], "2019-09-28": [false, 140], "2019-09-29": [true, 120], "2019-09-30": [false, 126]}}, 20], "29312191": [[-32.7635, 151.57713], "Studio 39", ["https://a0.muscache.com/im/pictures/f4769765-c1f9-4391-b0a9-859e74b86814.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/fce82eea-f91e-4d99-bfb7-d879887366b3.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5044a82f-9bb7-4b3e-b718-775b6c40628e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3f5e63b2-cbba-4074-8ce3-c3960233ee17.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/93ea160d-f573-43d9-b237-addf3808afe4.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/010f8774-6d19-4c18-acae-31ee286f6b07.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d3c8465c-f25e-4a7e-9d11-fc3e8facf48a.jpg?aki_policy=large"], "Studio", 0, "1 bath", 1.0, 1, 2, null, "", 20, 5.0, "Entire guest suite", 99.0, "AUD", 0, 220821036, "On offer is our lovely spacious modern Studio apartment. It has private entry, private shower/bathroom and balcony. It backs onto the Rathluba reserve which overlooks the Rathluba lake and its scenic walking paths. Within minutes from the new Greenhills Stockland shopping Centre and Maitland town centre and only 30 mins to the lovely winery area Pokolbin.'", {"265505649": ["Matthew", "Great place to stay overnight for a trip to the Hunter Valley."], "42012007": ["Jenita", "Clean and comfortable with everything we needed thanks for a great stay Nikki!"], "156100918": ["Jeff", "Excellent host"], "185924907": ["Rebecca", "very tidy, comfy bed and complete privacy, wonderful little place to stay."], "48978649": ["Codie", "Thank you again for having us stay at Studio 39. We loved the space, location and your friendly dogs were a plus. Would recommend!"], "232890740": ["Simone", "Great location and affordable!"], "177034236": ["Brad", "Fantastic studio perfect for overnight or longer"], "49958566": ["Anna", "Nicolette’s place was clean, close drive to everywhere you need. Highly recommend. Thanks for our stay"], "146726195": ["Norm", "Nicoletts place has great decor and in a great location with nice service"], "215800953": ["Ashleigh", "Really recommend Nicolette's place, amazing"], "227222361": ["Julie", "Highly recommend, great stay, private, very clean and comfortable. Nicolette was very accommodating to my requests."], "66410927": ["Rowena", "Ideal one night stay. Lovely mini lake walk in the morning pelicans and Hunter balloons in the distance"], "168802360": ["Julian", "Great studio with easy access and plenty of space."], "157097257": ["Gordon", "Every thing we expected"], "99849207": ["Varun", "Great place with a comfy bed in a quiet location"], "11109312": ["Catharine", "Totally recommend Nicolette’s place. Private, quiet studio with beautiful outlook to the lake. Very handy location to Maitland and Newcastle too!"], "31555499": ["Zac", "Fantastic, warm service, and great space. would definitely recommend!"], "47166288": ["Wendy", "Lovely quiet spot away from the road. Very spacious area which was nice and clean. Nicolette was even nice enough to post me a shirt I had accidentally left behind!"], "226617417": ["Patel", "It is very comfy and beautiful location. Ticked all my boxes."], "225057672": ["John", "Airbnb was clean, tidy and quite spacious. Mattress is a soft one though"]}, {"Jun": {"2019-06-01": [true, 100], "2019-06-02": [true, 100], "2019-06-03": [true, 100], "2019-06-04": [true, 99], "2019-06-05": [true, 99], "2019-06-06": [true, 99], "2019-06-07": [true, 99], "2019-06-08": [false, 105], "2019-06-09": [false, 99], "2019-06-10": [true, 101], "2019-06-11": [true, 101], "2019-06-12": [true, 101], "2019-06-13": [false, 101], "2019-06-14": [true, 102], "2019-06-15": [true, 102], "2019-06-16": [true, 102], "2019-06-17": [true, 99], "2019-06-18": [true, 99], "2019-06-19": [true, 99], "2019-06-20": [true, 102], "2019-06-21": [true, 102], "2019-06-22": [true, 100], "2019-06-23": [true, 99], "2019-06-24": [true, 99], "2019-06-25": [false, 99], "2019-06-26": [true, 99], "2019-06-27": [true, 99], "2019-06-28": [true, 99], "2019-06-29": [true, 99], "2019-06-30": [true, 99]}, "Jul": {"2019-07-01": [true, 99], "2019-07-02": [true, 99], "2019-07-03": [true, 99], "2019-07-04": [true, 99], "2019-07-05": [true, 99], "2019-07-06": [true, 99], "2019-07-07": [true, 99], "2019-07-08": [true, 99], "2019-07-09": [true, 99], "2019-07-10": [true, 99], "2019-07-11": [true, 99], "2019-07-12": [true, 99], "2019-07-13": [true, 99], "2019-07-14": [true, 99], "2019-07-15": [true, 99], "2019-07-16": [true, 99], "2019-07-17": [true, 99], "2019-07-18": [true, 99], "2019-07-19": [true, 99], "2019-07-20": [true, 99], "2019-07-21": [true, 99], "2019-07-22": [true, 99], "2019-07-23": [true, 99], "2019-07-24": [true, 99], "2019-07-25": [true, 99], "2019-07-26": [true, 99], "2019-07-27": [true, 99], "2019-07-28": [true, 99], "2019-07-29": [true, 99], "2019-07-30": [true, 99], "2019-07-31": [true, 99]}, "Aug": {"2019-08-01": [true, 99], "2019-08-02": [true, 99], "2019-08-03": [true, 99], "2019-08-04": [true, 99], "2019-08-05": [true, 99], "2019-08-06": [true, 99], "2019-08-07": [true, 99], "2019-08-08": [true, 99], "2019-08-09": [true, 99], "2019-08-10": [true, 99], "2019-08-11": [true, 99], "2019-08-12": [true, 99], "2019-08-13": [true, 99], "2019-08-14": [true, 99], "2019-08-15": [true, 99], "2019-08-16": [true, 99], "2019-08-17": [true, 99], "2019-08-18": [true, 99], "2019-08-19": [true, 99], "2019-08-20": [true, 99], "2019-08-21": [true, 99], "2019-08-22": [true, 99], "2019-08-23": [true, 99], "2019-08-24": [true, 99], "2019-08-25": [true, 99], "2019-08-26": [true, 99], "2019-08-27": [true, 99], "2019-08-28": [true, 99], "2019-08-29": [true, 99], "2019-08-30": [true, 99], "2019-08-31": [true, 99]}, "Sep": {"2019-09-01": [true, 99], "2019-09-02": [true, 99], "2019-09-03": [true, 99], "2019-09-04": [true, 99], "2019-09-05": [true, 99], "2019-09-06": [true, 99], "2019-09-07": [true, 99], "2019-09-08": [true, 99], "2019-09-09": [true, 99], "2019-09-10": [true, 99], "2019-09-11": [true, 99], "2019-09-12": [true, 99], "2019-09-13": [true, 99], "2019-09-14": [true, 99], "2019-09-15": [true, 99], "2019-09-16": [true, 99], "2019-09-17": [true, 99], "2019-09-18": [true, 99], "2019-09-19": [true, 99], "2019-09-20": [true, 99], "2019-09-21": [true, 99], "2019-09-22": [true, 99], "2019-09-23": [false, 99], "2019-09-24": [false, 99], "2019-09-25": [false, 99], "2019-09-26": [false, 99], "2019-09-27": [false, 99], "2019-09-28": [false, 99], "2019-09-29": [false, 99], "2019-09-30": [false, 99]}}, 0], "14309778": [[-32.74115, 151.61815], "The Cabana", ["https://a0.muscache.com/im/pictures/b58cc6de-7ea6-44b1-aba3-0da2c29f49c7.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/56d59ca0-739c-47c5-8bba-3446f86504d7.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/330774cf-cda7-4232-8164-e9075ae1df8f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d53e67b8-b452-40c7-a654-0be2da504bc1.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/674e560c-a957-4d5d-9bf7-dfc40c906a6d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/2a8fb1b8-852d-4107-82cc-8ed553e0b430.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9306de9e-6ae0-4769-9d34-70a39d99416e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/db140c3a-fd94-4928-9adf-734cef39de08.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/bb0879b1-4062-42a0-8579-d03ea8ad7d51.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d79e23e4-01df-46f6-b237-f305c1409ef9.jpg?aki_policy=large"], "1 bedroom", 1, "1 private bath", 1.0, 1, 2, null, "Free parking on premises,Wireless Internet,Kitchen", 36, 4.5, "Private room", 85.0, "AUD", 0, 87460331, "Neat and clean separate self contained studio room with own kitchenette and bathroom. Separate driveway access &amp; parking. Situated between the Hunter Valley region and Newcastle City, very close proximity to Historic Maitland &amp; Morpeth. Huge shopping opportunities at the newly expanded Greenhills Shopping Centre - 5 min away or head to Newcastle for more great shopping and beaches. A 30 minute drive to the Hunter Valley Vineyards or just relax at home around the 11m saltwater swimming pool.'", {"103606045": ["Les", "A great place for a few nights in Maitland. Property was clean and well presented. It is as advertised however there is limited cooking with microwave, electric fry and BBQ. Kitchen is reasonably good size considering size of accommodation ie not just a few things stuck on a bench. Also toaster and coffee machine with a supply of pods. There was also fruit, bread, muesli and milk. Comfortable bed and small but functional bathroom. We were welcomed by Trish and left to our own devices. We did not use the TV or BBQ so cannot comment in them. Would definitely stay here again if I did not need a full blow kitchen. Great value."], "50555408": ["Annette", "Clean and comfortable accommodation. All provided as per ad. Trish was welcoming but never intrusive."], "256382063": ["Hannah", "Great place, clean and tidy, good shops near by. Perfect little place to stay for a small getaway"], "138284730": ["David", "Lovely and clean, great amenities, plenty of everything you might need. Good coffee pod machine with plenty of pods and milk. Recommend to any travelers going this way ."], "184917143": ["John", "It a nice granny flat. Tidy and clean, very recommended."], "261085986": ["Diane", "Comfortable and very clean.  Generous kitchenette with nice touches of fresh fruit, fresh bread, milk and butter in the fridge, coffee making facility as well as tea facilities.  Utensils were clean and toaster and kettle were in very good working order.  Bed was comfortable.\nIt was great to be able to sit outside by the pool in the sun and eat breakfast - very, very relaxing."], "86426099": ["Katie", "Trish's place was just perfect for our few days away, perfect location, hospitality was superb, even had some nice little surprises on arrival. Thanks again Trish"], "233988156": ["Vicki", "Small inside but great patio area overlooking the pool. Would recommend Trish's place to anyone spending a weekend in the area.  Surprisingly close to Morpeth."], "204920091": ["Sarah", "Perfect for two people, in a lovely spot and perfect for our needs."], "125405544": ["Charis", "I stayed at the cabana for 5 days as I had work placement in Maitland. The cabana was very comfortable - a lovely home away from home. It’s a nice private retreat and everything I needed was thought of and  provided. Trish is a lovely host, very hospitable and  accommodating."], "152691612": ["Sandy", "Great spot. Beautiful touches in the cabana. Thanks for breakfast supplies. Clean and stylish. Thanks."], "97919435": ["Jeanne", "Super-comfortable bed, with welcome extras like real coffee, bread for toast and milk in the fridge."], "90198389": ["Kym", "Great private space separate from the main house, lovely little touches of convenience. very neat & tidy & comfortable space.  Quiet & peaceful location, friendly & helpful host."], "144103449": ["Allison", "A very tidy and clean accommodation  and a very caring host"], "184206584": ["Julianne", "I travelled by myself for work. Trish is a lovely host. She responded quickly to my booking and other communication and check in was a breese. Trish set up the room with toiletries, supplies to make beakfast, fruit, a guide for the local area and everything you could need (eg hair dryer, iron). The room is made up beautifully and i appreciated the air con and powerful fan. I was given full privacy throughout my stay (which is what i had said was important to me) and Trish was ready to wish me well at the end. I would definitely recommend to someone looking for a comfortable place to stay."], "237297849": ["Colin", "Highly recommended. Made to feel welcome.  Amazingly comfortable bed and everything was spotlessly clean."], "208822945": ["Narendra", "A wonderful hospitality, spectacular granny flat, affordable and close to all attractions. Definitely would love to return in future."], "234256868": ["Tanya", "Very private space,\nWith lovely view of the pool,\nWe enjoyed our time at Trish’s Canana,\nI will definitely be returning."], "116635032": ["Nakul", "Trish's place is very quiet and private. The room is right next to the pool with bbq facilities. Its kept very clean. It had everything we needed in our room. The place is only a few km's away from the shopping centre. I d definitely recommend this place to fellow travelers."], "218184052": ["Janelle", "Comfortable accomodation in a convenient location."], "223710310": ["Phoebe", "Staying here was fantastic. Clean, calm, and the food and soaps were above and beyond what we expected. The facilities were all great, everything you could need. Loved the pool and bbq and of course Simba the dog! 100% recommend and would stay again"], "130085426": ["Norman", "Maybe my expectations were pitched too high but although Trish was a very good host I couldn't offer the same level of recommendation as other reviewers in terms of the amenities."], "194896448": ["Izabela", "Staying at Cabana was just amazing. We spent there only two nights and would like to stay longer :) I'd like to recommend this place to anyone. Trish is amazing host who gave us some local tips and suggestions. Thank you Trish!"], "164698510": ["Deborah", "Trish’s accomodation was well located, clean and suitable for our purpose. We were pleasantly surprised by the breakfast foods provided. Thank you Trish. We would stay with you again. "], "203470563": ["Margaret", "Trish is the perfect hostess providing total privacy with own apartment "], "28856338": ["Angela", "The Cabana is such a great place to just relax and unwind. Near the big Shopping centre, great ambiance and clean. Trish is very nice and welcoming. Looking forward for another trip"], "193537536": ["James", "Nice, clean and quiet 10/10"], "4786758": ["Cathy", "So comfortable and Trish had thoughtfully provided an extra duvet and heater due to the cold weather. Fab host!"], "55616000": ["Mary", "This is a quiet and comfortable place to stay. Trish responded quickly to our requests and was a welcoming host."], "93763739": ["John", "Trish makes you feel so welcome and at home.  Nothing is too much trouble. My stay was work related over a number of days, it suited me perfectly."], "154509881": ["Faye", "Clean and adequate \nPleasant host"], "227081464": ["Charmaine", "Had a really nice stay, the place was clean, the pool was amazing, would reccomend this stay to anyone looking at going to Maitland. Thank you again Trish."], "203131877": ["Malcolm", "Great host and good location if visiting Morpeth."], "45348048": ["Tom", "Had a great stay over the Easter weekend whilst visiting the area for a wedding. \nThe little touches of the food and drinks were appreciated. It is very private and quiet. Didn’t make it into the pool but will have to try it next time!"]}, {"Jun": {"2019-06-01": [true, 85], "2019-06-02": [true, 85], "2019-06-03": [true, 85], "2019-06-04": [true, 85], "2019-06-05": [true, 85], "2019-06-06": [true, 85], "2019-06-07": [false, 85], "2019-06-08": [false, 85], "2019-06-09": [true, 85], "2019-06-10": [true, 85], "2019-06-11": [true, 85], "2019-06-12": [true, 85], "2019-06-13": [true, 85], "2019-06-14": [false, 85], "2019-06-15": [false, 85], "2019-06-16": [true, 85], "2019-06-17": [true, 85], "2019-06-18": [true, 85], "2019-06-19": [true, 85], "2019-06-20": [true, 85], "2019-06-21": [true, 85], "2019-06-22": [false, 85], "2019-06-23": [false, 85], "2019-06-24": [true, 85], "2019-06-25": [false, 85], "2019-06-26": [true, 85], "2019-06-27": [true, 85], "2019-06-28": [true, 85], "2019-06-29": [true, 85], "2019-06-30": [true, 85]}, "Jul": {"2019-07-01": [true, 85], "2019-07-02": [true, 85], "2019-07-03": [true, 85], "2019-07-04": [true, 85], "2019-07-05": [true, 85], "2019-07-06": [true, 85], "2019-07-07": [true, 85], "2019-07-08": [true, 85], "2019-07-09": [true, 85], "2019-07-10": [true, 85], "2019-07-11": [true, 85], "2019-07-12": [true, 85], "2019-07-13": [false, 85], "2019-07-14": [false, 85], "2019-07-15": [false, 85], "2019-07-16": [false, 85], "2019-07-17": [false, 85], "2019-07-18": [false, 85], "2019-07-19": [true, 85], "2019-07-20": [true, 85], "2019-07-21": [true, 85], "2019-07-22": [true, 85], "2019-07-23": [true, 85], "2019-07-24": [true, 85], "2019-07-25": [true, 85], "2019-07-26": [true, 85], "2019-07-27": [true, 85], "2019-07-28": [true, 85], "2019-07-29": [true, 85], "2019-07-30": [true, 85], "2019-07-31": [true, 85]}, "Aug": {"2019-08-01": [true, 85], "2019-08-02": [true, 85], "2019-08-03": [true, 85], "2019-08-04": [true, 85], "2019-08-05": [true, 85], "2019-08-06": [true, 85], "2019-08-07": [true, 85], "2019-08-08": [true, 85], "2019-08-09": [true, 85], "2019-08-10": [true, 85], "2019-08-11": [true, 85], "2019-08-12": [true, 85], "2019-08-13": [true, 85], "2019-08-14": [true, 85], "2019-08-15": [true, 85], "2019-08-16": [true, 85], "2019-08-17": [true, 85], "2019-08-18": [true, 85], "2019-08-19": [true, 85], "2019-08-20": [true, 85], "2019-08-21": [true, 85], "2019-08-22": [true, 85], "2019-08-23": [true, 85], "2019-08-24": [true, 85], "2019-08-25": [true, 85], "2019-08-26": [true, 85], "2019-08-27": [true, 85], "2019-08-28": [true, 85], "2019-08-29": [true, 85], "2019-08-30": [true, 85], "2019-08-31": [true, 85]}, "Sep": {"2019-09-01": [true, 85], "2019-09-02": [true, 85], "2019-09-03": [true, 85], "2019-09-04": [true, 85], "2019-09-05": [true, 85], "2019-09-06": [true, 85], "2019-09-07": [true, 85], "2019-09-08": [true, 85], "2019-09-09": [true, 85], "2019-09-10": [true, 85], "2019-09-11": [true, 85], "2019-09-12": [true, 85], "2019-09-13": [false, 85], "2019-09-14": [false, 85], "2019-09-15": [true, 85], "2019-09-16": [true, 85], "2019-09-17": [true, 85], "2019-09-18": [true, 85], "2019-09-19": [true, 85], "2019-09-20": [true, 85], "2019-09-21": [true, 85], "2019-09-22": [true, 85], "2019-09-23": [true, 85], "2019-09-24": [true, 85], "2019-09-25": [true, 85], "2019-09-26": [true, 85], "2019-09-27": [true, 85], "2019-09-28": [true, 85], "2019-09-29": [true, 85], "2019-09-30": [true, 85]}}, 0], "23797996": [[-32.72158, 151.53434], "Ellicottage 2", ["https://a0.muscache.com/im/pictures/935885ae-625f-46d7-838c-26289e6c3be6.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9740f8a4-3259-41f5-810f-d904f5ff42d1.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/356ed65e-486a-4f07-82d9-074ea791ea5a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b6feb2e1-981d-4a80-8ff9-a60190714975.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/2bdfc139-2c40-49a8-943f-0a2f4a23ee72.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9d8cfc5e-99f8-4b85-aeff-e2fbe1b7615c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b4c5aa4a-eb83-4ca4-90d1-3e7b2e61db4d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/279f93cf-5f16-429a-bb37-6fdb7bc4045e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/70b74d91-cc59-4fb1-916a-3dc41d474864.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/fbe30afe-00da-4ca8-af7e-d330f17daea1.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d12c4951-dcd9-4d0c-88db-926d0af02cad.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/88c5f0bf-1dbf-4689-9724-1fe88e5897f1.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3b4ceb86-9091-41c9-9ef8-1cae80a69832.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3c24796f-85fc-4eaa-9254-8c5c4142cac4.jpg?aki_policy=large"], "3 bedrooms", 3, "1 bath", 1.0, 3, 5, null, "Free parking on premises,Kitchen,Washer", 11, 5.0, "Entire house", 129.0, "AUD", 0, 95789575, "Freshly renovated with the morning sun streaming in to the open plan living area.'", {"80422781": ["Sarah", "What great value for money! I cannot find a fault with this house. It was spotlessly clean, beautifully decorated and very comfortable for our family of 4. We had everything we needed and more. Thanks Stuart for providing such a lovely place."], "4123732": ["Tina", "Stuart's place is very spacious and comfortable. If you prefer a quieter sleep, take the middle bedroom, as buses pass here. The place is very clean and well equipped with kitchen, laundry and line. Location is less than five mins to Maitland and Rutherford. Freshly painted inside, you will enjoy a convenient stay. Thanks Stuart."], "104948329": ["Nigel", "Great location, very clean and well appointed. Great value for money. Highly recommend."], "171689982": ["Matt", "Ellicottage is a lovely, comfortable space with some perfect touches that make it feel like home. I think the LEGO jar was a hit! Thanks for having such a lovely house!"], "224889720": ["Sophia", "Photos don’t do justice. Beautiful cottage, sparkling clean, central location; however such a quiet neighbourhood. Plenty of space for the family. Great value for money. The host has thought of everything, truly feels like a home away from home."], "51122743": ["Katherine", "Cottage was much nicer in person. Spacious, modern, clean and comfortable.\nWould love to come back and stay again."], "154653379": ["Clint", "A great property, nicely renovated and extremely clean. Located close to Maitland and transportation/train links to Newcastle. Stuart was a great host, thank you."], "1644930": ["Rebecca", "Stuart's place was immaculate, modern and spacious.\nGreat location with pubs and shops within a short distance, and the wineries only 20mins up the road. \nHighly recommend place to lay your head and very well suited to families."], "105980769": ["Igy Tharah", "Stuart's place was fantastic. Very clean and stylish with everything we needed. It was spotlessly clean, very tidy, quiet, spacious and calming place and lots of lovely touches. Stuart had very good communication with us before we arrived and gives all the informations we need and the location was great."], "17531107": ["Janine", "A beautiful property in a very central location, great for trips to the Hunter valley for wineries , not far to Maitland and /or a bigger day trip to Newcastle. \nStuart was an excellent and prompt communicator. \nThe house was stunning, loved the little touches e.g. old newspaper clippings and old toys. \nWould highly recommend a stay at Stuart’s cottage we were very relaxed in the cottage. Thanks for having us!!"]}, {"Jun": {"2019-06-01": [true, 150], "2019-06-02": [true, 130], "2019-06-03": [true, 130], "2019-06-04": [true, 130], "2019-06-05": [true, 130], "2019-06-06": [true, 130], "2019-06-07": [false, 150], "2019-06-08": [false, 150], "2019-06-09": [false, 130], "2019-06-10": [true, 130], "2019-06-11": [true, 130], "2019-06-12": [false, 130], "2019-06-13": [false, 130], "2019-06-14": [true, 150], "2019-06-15": [true, 150], "2019-06-16": [true, 130], "2019-06-17": [true, 130], "2019-06-18": [true, 130], "2019-06-19": [true, 130], "2019-06-20": [true, 130], "2019-06-21": [false, 150], "2019-06-22": [false, 150], "2019-06-23": [true, 130], "2019-06-24": [false, 130], "2019-06-25": [false, 130], "2019-06-26": [false, 130], "2019-06-27": [true, 130], "2019-06-28": [false, 150], "2019-06-29": [false, 150], "2019-06-30": [true, 130]}, "Jul": {"2019-07-01": [true, 130], "2019-07-02": [true, 130], "2019-07-03": [true, 130], "2019-07-04": [false, 130], "2019-07-05": [false, 150], "2019-07-06": [false, 150], "2019-07-07": [false, 130], "2019-07-08": [true, 130], "2019-07-09": [true, 130], "2019-07-10": [true, 130], "2019-07-11": [true, 130], "2019-07-12": [true, 150], "2019-07-13": [false, 150], "2019-07-14": [false, 130], "2019-07-15": [false, 130], "2019-07-16": [false, 130], "2019-07-17": [false, 130], "2019-07-18": [false, 130], "2019-07-19": [false, 150], "2019-07-20": [false, 150], "2019-07-21": [false, 130], "2019-07-22": [true, 130], "2019-07-23": [true, 130], "2019-07-24": [true, 130], "2019-07-25": [true, 130], "2019-07-26": [false, 150], "2019-07-27": [false, 150], "2019-07-28": [true, 130], "2019-07-29": [true, 130], "2019-07-30": [true, 130], "2019-07-31": [true, 130]}, "Aug": {"2019-08-01": [true, 130], "2019-08-02": [true, 150], "2019-08-03": [true, 150], "2019-08-04": [true, 130], "2019-08-05": [true, 130], "2019-08-06": [true, 130], "2019-08-07": [true, 130], "2019-08-08": [true, 130], "2019-08-09": [true, 150], "2019-08-10": [true, 150], "2019-08-11": [true, 130], "2019-08-12": [true, 130], "2019-08-13": [true, 130], "2019-08-14": [true, 130], "2019-08-15": [true, 130], "2019-08-16": [true, 150], "2019-08-17": [true, 150], "2019-08-18": [true, 130], "2019-08-19": [true, 130], "2019-08-20": [true, 130], "2019-08-21": [true, 130], "2019-08-22": [true, 130], "2019-08-23": [true, 150], "2019-08-24": [true, 150], "2019-08-25": [true, 130], "2019-08-26": [true, 130], "2019-08-27": [true, 130], "2019-08-28": [true, 130], "2019-08-29": [true, 130], "2019-08-30": [false, 150], "2019-08-31": [false, 150]}, "Sep": {"2019-09-01": [true, 130], "2019-09-02": [true, 130], "2019-09-03": [true, 130], "2019-09-04": [true, 130], "2019-09-05": [true, 130], "2019-09-06": [true, 150], "2019-09-07": [true, 150], "2019-09-08": [true, 130], "2019-09-09": [true, 130], "2019-09-10": [true, 130], "2019-09-11": [true, 130], "2019-09-12": [true, 130], "2019-09-13": [false, 150], "2019-09-14": [false, 150], "2019-09-15": [false, 130], "2019-09-16": [true, 130], "2019-09-17": [true, 130], "2019-09-18": [true, 130], "2019-09-19": [true, 130], "2019-09-20": [true, 150], "2019-09-21": [true, 150], "2019-09-22": [true, 130], "2019-09-23": [true, 130], "2019-09-24": [true, 130], "2019-09-25": [true, 130], "2019-09-26": [true, 130], "2019-09-27": [false, 150], "2019-09-28": [false, 150], "2019-09-29": [false, 130], "2019-09-30": [true, 130]}}, 60], "30857332": [[-32.72121, 151.51433], "The Kip and Kettle", ["https://a0.muscache.com/im/pictures/d2d2b4aa-3cfe-4ed0-990d-3fbd34f08863.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/13673701-bb25-474b-907f-a4f4b45b7c68.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/fa49512a-0169-45f4-b4bd-fbd1c1064a0c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/077a796c-7c70-4a74-9c0a-bcd8f3a961e9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d131ef76-b305-4d5e-93a8-c087527b7804.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7a148d51-abd4-46f7-935a-794c81eafc93.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c9bd8aef-2fcc-4251-a26b-58fe4431972e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b44f4282-d0ae-487a-a070-4c740e36c4ad.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4653903c-13cd-4212-9d69-cffdb6760ca8.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/aa91a078-ee8e-4ba6-aa31-d6e47a7ce1cf.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5d775755-9fc9-4749-aba8-5a6bc0c7ba66.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3aade9a7-8fe8-473b-bf2d-421d1ed2a047.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/87c3fb18-1a2b-4eb0-987a-e02c1c49dc4d.jpg?aki_policy=large"], "2 bedrooms", 2, "1 private bath", 1.0, 4, 4, null, "Free parking on premises,Wireless Internet,Kitchen,Washer", 16, 5.0, "Private room", 99.0, "AUD", 0, 230702394, "A Good Welcome &amp; Great Breakfasts  - Clean / Comfortable / Tranquil Location &amp; Views /  Reasonable Needs Well Catered For ie: Access / Mobility / Dietary etc.Private - yet welcome to share home / facilities with us, your friendly hosts.  Only minutes to Rutherford Shops  &amp; Industry / 15 mins to Maitland &amp; Green Hills / 30 mins to Hunter Valley Wineries &amp; Mines / 45 mins. Newcastle &amp; Lake Mac. HANDY &amp; Sales Rep. Suited!'", {"24349807": ["Miriam", "We had a wonderful weekend at John and Jo's beautifully appointed home.  They are the most friendly, welcoming and encouraging hosts who made us feel very comfortable and \"at home\".  It was really a great pleasure for us to receive such wonderful, caring attention - the breakfasts are truly AMAZING!\nTheir home has a BIG, BIG recommendation from us and would most happily return."], "194468781": ["Louisa", "Very comfortable and clean with charming hosts."], "110409262": ["Allycia", "Jo’s home is amazing and they are very welcoming and generous. Highly recommend this place to anyone."], "234900397": ["Dionne", "Our stay at the Kip and Kettle was above and beyond what we expected. The rooms were immaculate, the view stunning and the hospitality second to none. Jo and Jon were amazing hosts and made us feel very welcome. The breakfasts were incredible and thought and consideration went into everything that was provided. I highly reccommend the Kip and Kettle to anyone looking for a lovely B&B in the Hunter Region."], "260482": ["Ritesh", "clean, well furnished and comfy place. Jo is super friendly and welcoming. the breakfast was great."], "192264968": ["Dan", "Jo and John are amazing hosts, incredibly warm and inviting! Their hospitality is second to none and they make you feel very much at home! There were a variety of amazing little touches to make our stay more pleasant including the breakfast which was amazing! The rooms were cozy and the amenities were great! Jo and John go above and beyond and it was an absolute pleasure to stay with them, I couldn’t recommend them more highly!"], "238409232": ["Sze Ho", "Jo and John are the most wonderful hosts you will encounter! You will the warmth and sincerity the moment you enter the door. They are very accommodating and fantastic attention to detail. Breakfast is amazing and we got to even choose something from the ‘menu’ too! The have a fun pool table and great for young families. Gorgeous bike trail outside. Would definitely be back if I’m planning on travelling around the area! Thank you again Jo!!!"], "20836679": ["Ben", "Amazing hospitality. Lovely appointed rooms. Jo and John really make you feel welcomed. Great breakfast (Pick 1 is amazing). The house has an amazing alfresco. You have your own seperate lounge room area off the two rooms. We can’t wait to stay here again on our visit to the Hunter again"], "22814840": ["Tim", "Jo’s place is great for the food, the space and the hospitality. The beds were comfortable and the hot breakfast served in the morning was brilliant. Highly recommend this place to all travellers."], "70464213": ["Mark", "Both Jo & John are terrific hosts & made our family feel so welcome. \nThe house is stunning, super clean & you get your own section of it, with its own living room with large tv, a double bedroom & second bedroom with 2 x single beds. There’s a huge bathroom with shower & large deep bath, again spotlessly clean. There’s also a coffee machine & kettle with everything you need to make yourself drinks. There is also a fridge if you need to keep anything cold during your stay.\nThe house is set on a lake which has a lovely walking track around it.\nThere’s plenty to do for the family in mind, chess board, table tennis, pool or air hockey.\nJo’s breakfasts are so yummy too, we really enjoyed them, so much better than some of the hotels we’ve stayed in that over charge & under deliver, they really makes you feel at home. \nThere were so many extra little touches that Jo & John did for us that really sets them apart from other places, we will not hesitate to recommend you to any of our friends that head on up to the Hunter region for holiday or business needs.\nIt’s only about 20mins from the wineries & they are super easy to get to.\nThanks again for a memorable stay,\nCheers\nMark, Belle, Chloe & Imi"], "185930397": ["Saurabh And Parul", "one of the best we have experienced till today. everything was perfect from rooms, breakfast and great conversations. Jo and John are super hosts provided us home type comfort with full privacy. highly recommended to stay if you are in there area."], "234629820": ["Sally", "Excellent Airbnb"], "126536248": ["Genevieve", "Jo and John were lovely and went above and beyond in every way! This place exceeds any expectations you have. It’s so clean, fun and beautiful! That breakfast was mouthwatering!! Allergy friendly and everything!! I just cannot describe how wonderful the Kip and Kettle really was! Everything was perfect"], "52145843": ["David", "Wonderful experience with Jo and Jon. They are so nice and helpful, prepared everything we need, even servered a welcome snack tray !\nThe house is so beautiful and clean, with thoughtful decorations.\nDefinitely recommend it!"]}, {"Jun": {"2019-06-01": [false, 99], "2019-06-02": [false, 99], "2019-06-03": [false, 99], "2019-06-04": [false, 99], "2019-06-05": [false, 99], "2019-06-06": [false, 99], "2019-06-07": [false, 99], "2019-06-08": [false, 99], "2019-06-09": [false, 99], "2019-06-10": [false, 99], "2019-06-11": [false, 99], "2019-06-12": [false, 99], "2019-06-13": [false, 99], "2019-06-14": [false, 99], "2019-06-15": [false, 99], "2019-06-16": [false, 99], "2019-06-17": [false, 99], "2019-06-18": [false, 99], "2019-06-19": [false, 99], "2019-06-20": [false, 99], "2019-06-21": [false, 99], "2019-06-22": [false, 99], "2019-06-23": [false, 99], "2019-06-24": [false, 99], "2019-06-25": [false, 99], "2019-06-26": [false, 99], "2019-06-27": [false, 99], "2019-06-28": [false, 99], "2019-06-29": [false, 99], "2019-06-30": [false, 99]}, "Jul": {"2019-07-01": [false, 99], "2019-07-02": [false, 99], "2019-07-03": [false, 99], "2019-07-04": [false, 99], "2019-07-05": [false, 99], "2019-07-06": [false, 99], "2019-07-07": [false, 99], "2019-07-08": [false, 99], "2019-07-09": [false, 99], "2019-07-10": [false, 99], "2019-07-11": [false, 99], "2019-07-12": [false, 99], "2019-07-13": [false, 99], "2019-07-14": [false, 99], "2019-07-15": [false, 99], "2019-07-16": [false, 99], "2019-07-17": [false, 99], "2019-07-18": [false, 99], "2019-07-19": [false, 99], "2019-07-20": [false, 99], "2019-07-21": [false, 99], "2019-07-22": [false, 99], "2019-07-23": [false, 99], "2019-07-24": [false, 99], "2019-07-25": [false, 99], "2019-07-26": [false, 99], "2019-07-27": [false, 99], "2019-07-28": [false, 99], "2019-07-29": [false, 99], "2019-07-30": [false, 99], "2019-07-31": [false, 99]}, "Aug": {"2019-08-01": [false, 99], "2019-08-02": [false, 99], "2019-08-03": [false, 99], "2019-08-04": [false, 99], "2019-08-05": [false, 99], "2019-08-06": [false, 99], "2019-08-07": [false, 99], "2019-08-08": [false, 99], "2019-08-09": [false, 99], "2019-08-10": [false, 99], "2019-08-11": [false, 99], "2019-08-12": [false, 99], "2019-08-13": [false, 99], "2019-08-14": [false, 99], "2019-08-15": [false, 99], "2019-08-16": [false, 99], "2019-08-17": [false, 99], "2019-08-18": [false, 99], "2019-08-19": [false, 99], "2019-08-20": [false, 99], "2019-08-21": [false, 99], "2019-08-22": [false, 99], "2019-08-23": [false, 99], "2019-08-24": [false, 99], "2019-08-25": [false, 99], "2019-08-26": [false, 99], "2019-08-27": [false, 99], "2019-08-28": [false, 99], "2019-08-29": [false, 99], "2019-08-30": [false, 99], "2019-08-31": [false, 99]}, "Sep": {"2019-09-01": [false, 99], "2019-09-02": [false, 99], "2019-09-03": [false, 99], "2019-09-04": [false, 99], "2019-09-05": [false, 99], "2019-09-06": [false, 99], "2019-09-07": [false, 99], "2019-09-08": [false, 99], "2019-09-09": [false, 99], "2019-09-10": [false, 99], "2019-09-11": [false, 99], "2019-09-12": [false, 99], "2019-09-13": [false, 99], "2019-09-14": [false, 99], "2019-09-15": [false, 99], "2019-09-16": [false, 99], "2019-09-17": [false, 99], "2019-09-18": [false, 99], "2019-09-19": [false, 99], "2019-09-20": [false, 99], "2019-09-21": [false, 99], "2019-09-22": [false, 99], "2019-09-23": [false, 99], "2019-09-24": [false, 99], "2019-09-25": [false, 99], "2019-09-26": [false, 99], "2019-09-27": [true, 99], "2019-09-28": [true, 99], "2019-09-29": [true, 99], "2019-09-30": [true, 99]}}, 0], "22484124": [[-32.75881, 151.58541], "Brunswick Cottage", ["https://a0.muscache.com/im/pictures/115543df-04d8-4550-a0e2-96e99e9be950.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/719d41fc-69e9-477a-b27d-3405b839985f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c360cbfc-0b4f-4438-be59-8b34600cbc44.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/2c66c8f4-71ed-4c64-b903-6db29e6dc769.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4a6f7acc-a13a-4162-94b8-8e4b06e24774.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a402e580-d81e-4c99-b492-997b85e1eb0a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/99e0fa8e-6d83-4459-b99f-eb12a4df1633.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b6d0f8b1-cee7-4e8c-9b83-25ff874e51a3.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d2e7ef3f-f9c3-4d4e-857a-74175995e02b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9f35daf0-0f4f-4f14-b231-2187e5a5a160.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ee536b3b-213b-4fbf-ab2d-f5b0713a4923.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/6470200d-17fc-4000-ba95-c9f3f173ded3.jpg?aki_policy=large"], "1 bedroom", 1, "1 private bath", 1.0, 1, 2, null, "Wireless Internet,Kitchen", 27, 5.0, "Private room", 111.0, "AUD", 0, 22458110, "Lovely home conveniently located in The Hunter Region of East Maitland. The bedroom is peaceful,spacious and light. The bedroom also offers your own private ensuite.The King size bed is luxurious and comfortable. A romantic setting.Enjoy swimming in the salt water solar heated pool.The home is located within a 5 minute walk from the new Stockland GreenHills Shopping Centre and close to Historic Morpeth and great cafes.'", {"126740358": ["Aleisa", "This is a really lovely place to stay - its true, the bed is devine!     Its a warm and stylish bedroom with its own new, gorgeous ensuite and you can access via a separate door if you want to. Lynda & John are super friendly, encourage you to use their kitchen facilities if required & make you feel very welcome. I highly recommend a stay here."], "219931006": ["Tara", "It is a lovely space and a very comfortable bed. There is a new bathroom, with a lovely shower.  There are plans for a TV in the future, I did have trouble with the Wi-Fi. Thanks for a lovely welcoming stay.."], "110930291": ["Jessica", "The most comfortable bed I've ever slept in! Very comfy. Very lovely hosts too. Adorable doggy too."], "91951815": ["Kayla", "Lynda has a beautiful modern home that is very close to the main hub of Maitland. The bedroom and bathroom are spacious with lovely furniture. The bed was very comfortable and the room has its own entry door so you can come and go as you please. \nCommunication with Lynda was very easy. We would definitely stay again when visiting Maitland."], "83412216": ["Dushan", "The cleanest and most comfortable place on Airbnb"], "172875047": ["Ashley", "Lynda and John went above and beyond for our stay. Their home is stunning and immaculate. we were made feel very at home. thank you so much. highly recommend"], "22176494": ["Mike", "great hospitality from our hosts, in their beautiful home which is just a short easy drive to the Hunter Valley wineries area."], "38280515": ["Liz", "A peaceful, clean and cosy place to stay while visiting for the weekend. Would definitely recommend!"], "14982561": ["Rachele", "Lynda's place was perfect: immaculately clean, lovely interior decor and an amazingly comfortable bed. Lynda and her husband were very welcoming and friendly people. I would totally recommend this air bnb!"], "233020010": ["Nancy", "The atmosphere at Lynda’s so very relaxing, nothing is a problem.\nMy two daughters who live in Maitland came to visit many times for long chats around the pool , they were made to feel very welcome, we even had a meal in the Outdoor  area last night to celebrate my granddaughter’s Birthday. \nLynda so thoughtfully bought home a little cake, popped a candle in it and sang Happy Birthday to Gab, something she will always remember. \nWe spent many hours in the pool, which is just beautiful.\nEverything is so clean and neat, one feels, very At Home, making coffee, brekkie or just plain sitting and relaxing.\nEven though both Lynda and John leave  early for work, one would never know as you don’t hear a sound.\nExpect many cuddles from the family pet, The Beautiful Miss Daisy, one can’t help but fall in Love with her.\nGab and I are looking forward to returning to Maitland before too long knowing where we will be Staying and just how wonderful it will be to catch up with Lynda  again. . Thank you Lynda"], "29434293": ["Wennie", "Bright and clean room in a beautiful house. The private bathroom is just across the hallway. The swimming pool is gorgeous, very relaxing after a long day. Clean and fluffy towels are provided. The kitchen is clean and tidy, and a variety of breakfast options are offered. Very convenient location, close to a large shopping centre. Hosts Lynda and John are warm and friendly, and will make sure you have a great stay."], "232689910": ["Juls", "Lynda and John were fantastic hosts- kind, genuine and very friendly.\nThey accepted our booking despite this being the first time hosting with kids. They were very accommodating with the kids (6yr, 1.5yr) and even brought out some of their granddaughter's toys for my daughter to play with!! 5 star hospitality!\nTheir home is beautiful,calm and peaceful. \nHighly recommended Lynda and John for anyone visiting East Maitland ."], "1534611": ["Jonathan", "Wonderful hosts and an incredibly comfortable room and bed. John and Lynda made us feel very at home and were so generous with allowing us to use the facilities of the house and even the lovely pool in the back garden. Thanks!"], "213254323": ["Joshua", "Would go back again."], "24275138": ["Richard", "Lynda's place is lovely and she and her husband are delightful.  The place is immaculate and a wonderful experience. The house is in a very nice neighborhood and very quiet.\nWe would love to stay there again."], "52246057": ["Lynne", "Great place to stay - clean & close to all amenities."], "113580905": ["Auzita", "Lynda was a very kind and lovely host! The place is homely, clean and the pool is awesome! Great shower too. We had a lovely stay!"], "81400298": ["Richard", "Linda & John are excellent hosts. And, along with Daisy, this is the sort of experience you want when using Airbnb. Immaculate home and very friendly. If you are visiting the Hunter, then you should consider here."], "22181532": ["Christopher", "Lynda and her husband were really welcoming. Only stayed one night but everything was great  :) will recommend to anyone! Thanks "], "76042480": ["Matthew", "Great people and very comfy place to stay and visit. I will be back. "], "95980651": ["John", "Beautiful, clean, spacious and a great host. What more could you ask for."], "188103727": ["Peter", "Very nice house, friendly hosts and a super friendly dog."], "49666422": ["Elyssa", "Lynda and her husband were more than welcoming. Their home is beautiful and comfortable. They offered us the warmest hospitality and enriched our little trip."], "146391480": ["Donna", "I recommend this property it's very friendly and inviting.  The property is modern and clean with a lovely swimming pool.  There is a friendly staffy named daisy and loves a pat"], "4123732": ["Tina", "Lynda and John were great hosts - relaxed, open, friendly people who make you feel welcome and right at home straight away. Having your own bathroom is a treat, as is the pool you can enjoy relaxing around - like I did with Lynda. The setting is clean, simple, gentle and light. Much like the lovely hosts. It's close to Greenhills shopping complex - which is large and expanding, and not far of a drive from the charming East Maitland and Maitland centers. The bed was super comfy and it's lovely to be able to open a window for fresh night-air. The street was quiet & parking good. A highly recommendable stay!!!"], "125713437": ["Lina", "Lynda‘s house was very clean and we felt very comfortable there. As well she was an excellent host and always very nice. We would absolutely recommend to stay there."], "54017474": ["Donherra", "Lynda and her husband John were delightful hosts. We could not recommend their home more highly. We were pretty tired after a big day and were only staying for one night so did not have a chance to chat a lot with Lynda and John but they absolutely made us feel at home. The room is very spacious and comfortable, the bathroom has been beautifully renovated, and the pool which they welcomed us to use was gorgeous and set amongst a very nice garden. The street was quiet and it was lovely to go to sleep and wake up to the sound of birds singing. Lynda also provided us with suggestions on options for dinner nearby, and there is plenty available within a 5 minute drive. Thanks so much for a wonderful stay!"]}, {"Jun": {"2019-06-01": [false, 114], "2019-06-02": [false, 114], "2019-06-03": [false, 113], "2019-06-04": [false, 113], "2019-06-05": [false, 110], "2019-06-06": [false, 110], "2019-06-07": [false, 113], "2019-06-08": [false, 117], "2019-06-09": [false, 110], "2019-06-10": [false, 110], "2019-06-11": [false, 113], "2019-06-12": [false, 115], "2019-06-13": [false, 115], "2019-06-14": [false, 116], "2019-06-15": [false, 116], "2019-06-16": [false, 116], "2019-06-17": [false, 116], "2019-06-18": [false, 116], "2019-06-19": [false, 116], "2019-06-20": [false, 116], "2019-06-21": [false, 114], "2019-06-22": [false, 110], "2019-06-23": [false, 110], "2019-06-24": [false, 110], "2019-06-25": [false, 110], "2019-06-26": [false, 110], "2019-06-27": [false, 110], "2019-06-28": [false, 110], "2019-06-29": [false, 110], "2019-06-30": [false, 110]}, "Jul": {"2019-07-01": [false, 110], "2019-07-02": [false, 110], "2019-07-03": [false, 110], "2019-07-04": [false, 110], "2019-07-05": [false, 110], "2019-07-06": [false, 110], "2019-07-07": [false, 110], "2019-07-08": [false, 110], "2019-07-09": [false, 110], "2019-07-10": [false, 110], "2019-07-11": [false, 110], "2019-07-12": [false, 113], "2019-07-13": [false, 113], "2019-07-14": [false, 110], "2019-07-15": [true, 110], "2019-07-16": [true, 110], "2019-07-17": [true, 110], "2019-07-18": [true, 110], "2019-07-19": [false, 110], "2019-07-20": [false, 110], "2019-07-21": [true, 110], "2019-07-22": [true, 110], "2019-07-23": [true, 110], "2019-07-24": [true, 110], "2019-07-25": [true, 110], "2019-07-26": [true, 110], "2019-07-27": [true, 110], "2019-07-28": [true, 110], "2019-07-29": [true, 110], "2019-07-30": [true, 110], "2019-07-31": [true, 110]}, "Aug": {"2019-08-01": [true, 110], "2019-08-02": [true, 110], "2019-08-03": [true, 110], "2019-08-04": [true, 110], "2019-08-05": [true, 110], "2019-08-06": [true, 110], "2019-08-07": [true, 110], "2019-08-08": [true, 110], "2019-08-09": [true, 110], "2019-08-10": [true, 110], "2019-08-11": [true, 110], "2019-08-12": [true, 110], "2019-08-13": [true, 110], "2019-08-14": [true, 110], "2019-08-15": [true, 110], "2019-08-16": [true, 110], "2019-08-17": [true, 110], "2019-08-18": [true, 110], "2019-08-19": [true, 110], "2019-08-20": [true, 110], "2019-08-21": [true, 110], "2019-08-22": [true, 110], "2019-08-23": [true, 110], "2019-08-24": [true, 110], "2019-08-25": [true, 110], "2019-08-26": [true, 110], "2019-08-27": [true, 110], "2019-08-28": [true, 110], "2019-08-29": [true, 110], "2019-08-30": [true, 110], "2019-08-31": [true, 110]}, "Sep": {"2019-09-01": [true, 110], "2019-09-02": [true, 110], "2019-09-03": [true, 110], "2019-09-04": [true, 110], "2019-09-05": [true, 110], "2019-09-06": [true, 110], "2019-09-07": [true, 110], "2019-09-08": [true, 110], "2019-09-09": [true, 110], "2019-09-10": [true, 110], "2019-09-11": [true, 110], "2019-09-12": [true, 110], "2019-09-13": [true, 110], "2019-09-14": [true, 110], "2019-09-15": [true, 110], "2019-09-16": [true, 110], "2019-09-17": [true, 110], "2019-09-18": [true, 110], "2019-09-19": [true, 110], "2019-09-20": [true, 110], "2019-09-21": [true, 110], "2019-09-22": [true, 110], "2019-09-23": [true, 110], "2019-09-24": [true, 110], "2019-09-25": [true, 110], "2019-09-26": [true, 110], "2019-09-27": [true, 110], "2019-09-28": [true, 110], "2019-09-29": [true, 110], "2019-09-30": [true, 110]}}, 0], "23326967": [[-32.75416, 151.58435], "High Street Villas - Unit 4", ["https://a0.muscache.com/im/pictures/ff7d3ad6-ffb2-4b3f-bf0a-2ec15cbbb96a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7c28e665-8e2e-44b6-91a9-4d8fd67617a3.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/8c20dbe2-fb7f-4ab7-afc2-8dcc40890af0.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5c58369d-889c-448d-a400-2366beef5752.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5ab26bdf-7764-4dab-9cf8-f519de933d73.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/24195ddd-4ca6-4b5c-b42b-7b27e4f24cde.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e3d0d4d9-58c0-4550-8627-44d878904f9e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/24eb4a74-1adb-46d0-8b59-1818c5ade422.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/2905ed70-857d-4d66-9e73-d99abbbdd054.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/00038920-dbda-4ac1-b5d9-410f66c07add.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/fbcb3be7-7d17-496c-b966-03fbe871da82.jpg?aki_policy=large"], "2 bedrooms", 2, "1 bath", 1.0, 3, 4, null, "Free parking on premises,Wireless Internet,Kitchen,Washer", 66, 5.0, "Entire townhouse", 129.0, "AUD", 0, 157597478, "There are 2 bedrooms located on the top floor with the newly renovated bathroom, one queen size bed and 2 single beds are provided with all linens. There is a full kitchen with microwave, kettle, toaster and full size fridge, plus an oven and cooktop. Tea, coffee and basic breakfast provisions are provided for self catering. There is a laundry with washing machine and dryer plus a second toilet, a small clothesline can be located in the rear courtyard.'", {"67422232": ["Katerina", "Great value for money and perfect for a small family that needed to be in the East Maitland area for a weekend sporting event."], "51764739": ["Berni", "Loved staying at Taryn’s unit, perfect for us as we have been working close by."], "18113820": ["Lee", "Such a delightful place. Just like the photos. Clean, stylish and a good location for us. Thanks for having such a nice place Taryn."], "56016663": ["Penne", "Very clean, lovely little house. Bed was very comfy!"], "184323479": ["Sally", "Great facilities, lovely and clean. Was a pleasant stay."], "253789815": ["Neil", "Excellent accommodation.  Would recommend to anyone.  Much better then a motel."], "15168737": ["Tessie", "We expected a modest home but our experience was more like a lovely boutique hotel stay! The bedding was very stylish and comfortable, all amenities were generously provided including laundry liquid, toiletries, fast NBN internet, Foxtel and a well stocked kitchen. Even the pots and pans were in mint condition. Stockland Mall is only a 20min walk down the road and Newcastle is only a short 30min drive away. Taryn is very responsive and even came to the rescue when we managed to lock ourselves out! If you’re looking for a home away from home, this is a very affordable, clean and comfortable townhouse."], "72076513": ["Lisa", "Our stay at the Villa was perfect...great location and  close to foodworks and local butcher or if you want to eat out only a few short blocks from the bowling club. The bed was comfortable and Internet and foxtel  was a hit with my husband. Highly recommend!"], "219193737": ["Gregory", "Air bnb said we would get the key code 3 days before arrival. That didn't happen yet Taryn did supply the code on the say of arrival before we needed it. This led to some confusion.  The townhouse is clean and comfortable, with most ammenities supplied. At least all we required for our 9 day stay. Would not hessitate to book again if I was to return to the area."], "56779546": ["Jodie", "Taryn’s place was great for a weekend getaway. Everything you need was provided \nThanks Taryn"], "9527668": ["Ian", "Well located, clean, comfortable and all that we needed."], "225186498": ["Andrew", "Highly recommend. Very easy to find and nice location."], "218999102": ["Mandy", "Great host! Great place! Very clean and neat. Location was also good.\nTaryn was very easy (and quick) to communicate with. She was very thoughtful and left the light on for our arrival (as we were arriving at night), she also provided some essentials to get us through breakfast which was fantastic!\nHighly recommend staying here!"], "36163427": ["Amanda", "Thank you. The home was wonderful. Clean, tidy, stylish with everything we needed. Especially enjoyed being able to relax with Foxtel. Would definitely recommend this villa."], "195572320": ["Denelle", "Great location very clean and well appointed."], "29024459": ["Ann-Marie", "Very happy with stay, and easily recommend."], "67177269": ["Ann", "Wonderful place to stay. Taryn has many extra touches to make the stay even more comfortable. Sparkling clean. Reliable and quick replies. Thanks for a great stay. :)"], "227589909": ["Michael", "A great place to stay.  Immaculately clean & with the little things though of to make you feel welcome. \nGreat for families."], "35841002": ["Bernadette", "Lovely linens, furniture, fully air conditioned and sparkling clean"], "55861827": ["Amelia", "A wonderful 2 bedroom townhouse, comfortable, clean and spacious for a family of 4 or friends staying for a weekend. \n\nThe beds are comfortable and the furnishings are warm and homely. \n\nClose to Morpeth and an easy drive if you’re up in the region for Weddings. \n\nWe would definitely come and stay again!"], "33708766": ["Brent", "Lovely modern unit.  Great hospitality and extra touches."], "203932801": ["Greg", "The photos are accurate,  the place is nice and clean, and supplying milk, cereal and bread was a nice touch so we didn't have to shop straight away."], "93220180": ["Belinda", "A neat, clean accommodation.  Perfect for adults (although children could be accommodated too).   Modern stylish furniture with everything you need for a stay."], "197650547": ["Lelia", "Lovely location, great amenities!"], "9913392": ["Pauline", "Clean and comfortable. Perfect for a short stay in Maitland."], "166111927": ["Joshua", "Awesome location and perfect size for families of 4 or groups of 4. The house is well styled and very up to date! And to top it off the host is very accommodating and absolutely wonderful. Taryn is an amazing host! \n\nWould recommend!!"], "41611473": ["Rachel", "Taryn’s Place is excellent value, well equipped, extremely clean & stylish. We would highly recommend for a weekend getaway!"], "184558439": ["Catherine", "Lovely accommodation - clean, spacious, convenient. Thank you."], "66151437": ["Pru", "This was a clean and nicely decorated apartment very close to Morpeth. Communication was easy. Recommended for travellers visiting Morpeth, Maitland and into the Hunter."], "125230195": ["Courtney", "Well priced, convenient location"], "219313202": ["Mal", "Great spot, tidy convenient place."], "124199400": ["Ashley", "The unit was great- clean and spacious with a small outdoor area. Perfect for our family trip with two children. It’s in a great location to explore the hunter region! Would definitely book again if back in the area."], "25382946": ["Louise", "Comfortable, great beds, modern and well decorated. Quiet area. Great communication."], "89000727": ["Lynn", "The unit is well set out and nicely designed, as advertised.  There is minor noise from trains and traffic, but nothing drastic.  The location is great, close to all facilities.  Taryn responds very quickly to any queries and is very helpful."], "212711802": ["John", "Convenient, clean and comfortable."], "171232073": ["Trish", "Loved the industrial/scandi furnishings. Loved the floor plan. Beds were so comfortable. Basic brekky provided which was appreciated. Great location. Great communication. You won’t be disappointed."], "190748376": ["Josh", "Easy place to stay, the property was clean and I would go back and stay anytime."], "201714039": ["Vanessa", "Very comfortable and convenient. "], "85776072": ["Jeff", "The villa was exactly as described - lots of space, really clean and very comfortable."], "26452749": ["Christy", "Taryn was a lovely host. Breakfast was provided, which was much appreciated. The villa was comfortable and extremely clean. You couldn't fault Taryn's villa. It was perfect!"], "173464167": ["Brooke", "Stylish, clean and spacious. Easy to get to but private and felt secure. Will definitely try to stay again when we’re next in Maitland. \n\nTaryn was away in Fiji when we visited but she was still quick to respond to messages and had everything ready and waiting including delicious fresh bread. \n\nTaryn was generous enough to allow us to cancel our second night at short notice due to things not going to plan for us on our farm, meaning we couldn’t be away for as long. The drought is seeing so many of us do it tough, the animals of course affected the most so it’s gestures like this that give us a bit of light in a dark time. Thanks so much! "], "197598775": ["Ruth", "A comfortable stylish accommodation. Very suitable for a family. "], "182148526": ["Luke", "Nice stay, recommended "], "34261229": ["Julie", "Great place, nice & neat. Maitland is beautiful!"], "4123732": ["Tina", "Taryn's Unit was fantastic! The whole booking experience was easy and Taryn was extra thoughtful, giving us a heater each for each upstairs room. My Mum and I ended up needing these - with the full weekend of 50+ kph winds and icy temps. The kitchen & bathroom are generous & parking ample. There were plenty of comfortable places in the Unit to relax. A lovely stay!"], "29781987": ["Brenda", "Very comfortable unit with modern facilities. Plenty extra cuddly blankets which were great as it was quite a cold weekend. We would highly recommend this unit and would certainly stay there again if in the area.\nTaryn replied to our queries immediately."], "95983450": ["Sean", "Wonderful property! Highly recommended!"], "66165295": ["Ros", "Very comfortable, close to everything you need. Highly recommended."], "73482606": ["Ashlee", "Overall our stay was great, place was set up for everything we needed and was close to the venue where we had a friends wedding at walka water works"], "192037102": ["Francesca Naimo", "Great place for family and very close to all amenities. Great hostess"], "93418697": ["David", "Good communication. Nicely decorated and conveniently close to food works. An easy drive to anywhere in Maitland."], "187573505": ["Matilda", "Very comfortable. great for short stays, all basic essentials provided."], "7413217": ["Brian", "Great location, close to everything."], "185755439": ["Anton", "Great little place very tidy and very reasonably priced! Thanks Taryn"], "103944766": ["Sipho", "Very Lovely place to stay. We had no problems."], "176170430": ["Cathy", "Very comfortable accommodation, walking distance to Victoria Street Station and shops and cafes, we had everything we needed."], "176130964": ["Chris", "Comfortable great place to stay!"], "122994569": ["Mita", "Great place,near everything,very quite and comfortable,highly recommended"], "75374645": ["Rachel", "So comfortable and beautifully decorated. The cleanest air bnb we’ve ever stayed in. The breakfast and Easter eggs were such a lovely touch. We will definitely be booking here again."], "177961220": ["Lee-Ann", "Value for money. Close to amenities. Clean and tidy."], "34261425": ["Sharon", "Great place to stay. Clean, quiet location and comfortable. Very thoughtful to provide a breakfast as well.  I would recommend to others."], "47444367": ["Ean", "Overall is good but just one thing: it would be better if house slippers are provided. Taryn is very helpful and respond quickly."], "87434690": ["Manuela", "Cute and cozy place, very aesthetically pleasing. The location of the place is very convenient, just 5 minutes drive to the mall. You’ll appreciate how thoughtful the host is and how nice the neighbors are. Also, the internet speed is incredible."], "179478004": ["Mackenzie", "Great property, great size and perfect location"], "139143215": ["Creative", "Worked perfectly for us!"], "11859838": ["Greg", "*"]}, {"Jun": {"2019-06-01": [false, 140], "2019-06-02": [false, 130], "2019-06-03": [false, 130], "2019-06-04": [false, 130], "2019-06-05": [false, 130], "2019-06-06": [false, 130], "2019-06-07": [false, 140], "2019-06-08": [false, 140], "2019-06-09": [false, 130], "2019-06-10": [false, 130], "2019-06-11": [false, 130], "2019-06-12": [false, 130], "2019-06-13": [false, 130], "2019-06-14": [true, 140], "2019-06-15": [true, 140], "2019-06-16": [true, 130], "2019-06-17": [true, 130], "2019-06-18": [true, 130], "2019-06-19": [true, 130], "2019-06-20": [true, 130], "2019-06-21": [false, 140], "2019-06-22": [false, 140], "2019-06-23": [true, 130], "2019-06-24": [true, 130], "2019-06-25": [true, 130], "2019-06-26": [true, 130], "2019-06-27": [false, 130], "2019-06-28": [false, 140], "2019-06-29": [false, 140], "2019-06-30": [false, 130]}, "Jul": {"2019-07-01": [false, 130], "2019-07-02": [false, 130], "2019-07-03": [true, 130], "2019-07-04": [false, 130], "2019-07-05": [false, 140], "2019-07-06": [false, 140], "2019-07-07": [false, 130], "2019-07-08": [false, 130], "2019-07-09": [false, 130], "2019-07-10": [false, 130], "2019-07-11": [false, 130], "2019-07-12": [false, 140], "2019-07-13": [false, 140], "2019-07-14": [false, 130], "2019-07-15": [false, 130], "2019-07-16": [false, 130], "2019-07-17": [false, 130], "2019-07-18": [false, 130], "2019-07-19": [false, 140], "2019-07-20": [false, 140], "2019-07-21": [false, 130], "2019-07-22": [false, 130], "2019-07-23": [false, 130], "2019-07-24": [false, 130], "2019-07-25": [false, 130], "2019-07-26": [false, 140], "2019-07-27": [false, 140], "2019-07-28": [true, 130], "2019-07-29": [true, 130], "2019-07-30": [true, 130], "2019-07-31": [true, 130]}, "Aug": {"2019-08-01": [true, 130], "2019-08-02": [false, 140], "2019-08-03": [false, 140], "2019-08-04": [true, 130], "2019-08-05": [true, 130], "2019-08-06": [true, 130], "2019-08-07": [true, 130], "2019-08-08": [true, 130], "2019-08-09": [false, 140], "2019-08-10": [false, 140], "2019-08-11": [true, 130], "2019-08-12": [true, 130], "2019-08-13": [true, 130], "2019-08-14": [true, 130], "2019-08-15": [true, 130], "2019-08-16": [true, 140], "2019-08-17": [true, 140], "2019-08-18": [true, 130], "2019-08-19": [true, 130], "2019-08-20": [true, 130], "2019-08-21": [true, 130], "2019-08-22": [true, 130], "2019-08-23": [false, 140], "2019-08-24": [false, 140], "2019-08-25": [true, 130], "2019-08-26": [true, 130], "2019-08-27": [true, 130], "2019-08-28": [true, 130], "2019-08-29": [true, 130], "2019-08-30": [true, 140], "2019-08-31": [true, 140]}, "Sep": {"2019-09-01": [true, 130], "2019-09-02": [true, 130], "2019-09-03": [true, 130], "2019-09-04": [true, 130], "2019-09-05": [true, 130], "2019-09-06": [false, 140], "2019-09-07": [false, 140], "2019-09-08": [true, 130], "2019-09-09": [true, 130], "2019-09-10": [true, 130], "2019-09-11": [true, 130], "2019-09-12": [true, 130], "2019-09-13": [true, 140], "2019-09-14": [false, 140], "2019-09-15": [false, 130], "2019-09-16": [false, 130], "2019-09-17": [false, 130], "2019-09-18": [false, 130], "2019-09-19": [false, 130], "2019-09-20": [false, 140], "2019-09-21": [false, 140], "2019-09-22": [false, 130], "2019-09-23": [false, 130], "2019-09-24": [false, 130], "2019-09-25": [false, 130], "2019-09-26": [false, 130], "2019-09-27": [false, 140], "2019-09-28": [true, 140], "2019-09-29": [true, 130], "2019-09-30": [true, 130]}}, 0], "32094096": [[-32.74114, 151.59756], "Camphor Laurel Cottage, 5 minutes to Morpeth", ["https://a0.muscache.com/im/pictures/0f0b0bc4-64bd-4145-9397-ec9d41e38ff6.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e93c988b-dd19-421d-878d-f82787f66ce8.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/339c9d74-6e41-44df-912a-2eb9094c10a8.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f0edb77e-bcb3-453b-99f2-4f9bb384315f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/58787212-164a-4606-b724-18f634b7b540.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e41f07f3-8e11-41c4-9b74-40940db68457.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/97d80176-9958-496f-b98c-2a2d32765f75.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4d17baa6-e268-48bd-9692-78385a19d05c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/daefdc75-8baf-4dcb-8aa4-2e827f28a815.jpg?aki_policy=large"], "2 bedrooms", 2, "1 bath", 1.0, 2, 4, null, "Wireless Internet,Washer", 24, 5.0, "Entire guest suite", 129.0, "AUD", 0, 36416554, "The Cottage sits in the shelter of a beautiful, old camphor laurel tree. Our space is stylish and carefully crafted for our guests to enjoy a restful and peaceful stay. Our home is over 100 years old and has been carefully restored to retain its original character. The Hunter Valley vineyards are a short, scenic drive away and we are situated  close to the quaint and historic township of Morpeth. We have many lovely cafes and restaurants in the area which we are happy to provide suggestions for.'", {"3142550": ["Peter", "Lovely accommodation that exceeded our expectations.\nCommunication was spot on and a lot of thoughtful touches."], "21788971": ["Suzi", "Janette's cottage was perfect for our short stay visiting family in the area. Centrally located, very safe and super cosy to be in a home instead of a motel! We jumped on the train just down the road to get to Newcastle for a night out! I discovered yummy coffee and antique shops down the road. I enjoying my morning coffee on the sunny verandah, browsing through lovely magazines - a real treat! Super clean, posh sheets and deluxe comfy bedding. coming in Mid June, It was very cold in the area when we stayed but the cottage heating and bedding was toasty warm! Lots of little touches to make our stay memorable. Janette was very helpful and the cottage space was private and easy to find. We will stay here next time we in the area for sure! Thanks Janette."], "52257020": ["Natalie", "This space is private, clean, with lots of natural light and beautifully styled.    The beds were super comfy.  The kitchenette was small but well equipped, perfect for a short stay."], "116362186": ["Ruth", "Comfy, clean and just a lovely environment. Thank you Janette for all the thoughtful touches."], "184187311": ["Anthea-Flea", "Couldn’t have been happier. \nBeautiful property. \nThe bed is the most comfortable I’ve had in an air BnB to date! \nGreat communication & lots of beautiful thoughtful touches to make you welcome & the stay so comfortable. \nWould recommend"], "88867548": ["Jasmine", "Janette's place is beautiful, stylish, and super clean.  The bed is so comfortable and warm.  The coffee and the chocolate made our evening upon arrival : ) And the beautiful flowers in the living room...we had a wonderful stay."], "251912830": ["Corey", "This cute little cottage was amazingly clean and tidy, Janette is knows how to make people feel welcomed by adding little personal touches throughout the place.\nWas awesome being able to sit and have a lazy breakfast and cuppa on the deck. \nWill definitely stay here again when visiting family."], "24097783": ["Michelle", "Lovely historic cottage with old world charm.  Nice spot on verandah to sit for coffee in the late afternoon sun. Bed was comfortable and cosy. Very helpful host providing advice on places to eat."], "95999227": ["(Email hidden by Airbnb)", "Highly recommended - great communications with Janette on my requirements for the booking."], "194049135": ["Frances", "A beautiful little cottage with a lot of charm!"], "31338701": ["Steve", "A gorgeous homely space, perfect to relax and unwind."], "9252828": ["Ange", "Janette’s place was just lovely, a very welcoming, comfortable and stylish space. It was perfect for coming home to and relaxing after our days out and about. The beds and lounge are super comfortable. We also enjoyed sitting out on the verandah for a cup of tea, watching the spectacular sunsets, listening to the chirpy bird life and admiring the old beautiful tree at the front of the house. Thank you! We would definitely stay again."], "93949683": ["Ruth", "A beautiful cottage full of character.  Janette was very welcoming and included lovely little touches like flowers and chocolates to welcome us.  It is good to note that the bathroom can only be accessed through one of the bedrooms, so make sure you are sharing with good friends!"], "164536955": ["Gloria", "Very comfortable and pleasant. Quiet position but central to everything anyone would need. A delight"], "17395118": ["Erin", "We stayed at Janettes for just one night as we were up from Sydney for work.\nBut as soon as we arrived we did t want to leave!\n\nTwo large bedrooms, big queen bed, flush bedding and a nice outlook onto the front garden.\n\nBathroom was clean and tidy off the main bedroom.\n\nKitchenette was sufficient with bar fridge, toaster and kettle. Tea and coffee\n\nWe had everything we needed with some added special touches - flowers, milk, chocolates.\n\nWe couldn’t work out the wifi, but that’s not the end of the world. \n\nSaving this Airbnb for another short trip away for sure."], "199352254": ["Nathan", "Really nice place to stay, janette was quick to respond and very easy to do with would stay again"], "151735471": ["Emily", "Janette went out of her way to add special touches to the accomodation"], "246651558": ["Marguerite", "Grate bed and pillows. Nice touches everywhere."], "137469051": ["Ross", "A quiet,  peaceful place with beautiful stylish touches throughout. Janette has clearly put a lot of thought and love into making this private,  2 bedroom half- house a haven for her guests. perfect for a weekend or even a week away. \n\nIt presents as a lovely retreat in its coziness. Watching the sunset from the porch is pure bliss, especially with a nice white in hand."], "242166025": ["Georgia", "Very beautiful home that has everything you need!"], "48925060": ["Marcus", "We had a lovely stay at Janette's place! The house was clean, beds were very comfortable, communication was fantastic, and the little thoughtful touches were a stand out!!! Would definitely recommend."], "13157002": ["Stephanie", "Great place! Very clean and comfortable. Janette offered some great suggestions for the area and was very accommodating and thoughtful with touches (shower products, iron, coat hangers, sewing kit)"], "818988": ["Alana", "We had a lovely stay and would totally stay again. Janette left us chocolates and cookies which was a very nice touch and much appreciated. =)"], "41044573": ["John", "A very charming home in a nice neighborhood. Janette was a great host. I highly recommend."]}, {"Jun": {"2019-06-01": [false, 130], "2019-06-02": [false, 130], "2019-06-03": [false, 130], "2019-06-04": [true, 130], "2019-06-05": [true, 130], "2019-06-06": [false, 130], "2019-06-07": [false, 130], "2019-06-08": [false, 130], "2019-06-09": [false, 130], "2019-06-10": [false, 130], "2019-06-11": [false, 130], "2019-06-12": [false, 130], "2019-06-13": [false, 130], "2019-06-14": [false, 103], "2019-06-15": [false, 116], "2019-06-16": [false, 130], "2019-06-17": [false, 130], "2019-06-18": [false, 130], "2019-06-19": [false, 130], "2019-06-20": [false, 130], "2019-06-21": [false, 130], "2019-06-22": [false, 130], "2019-06-23": [false, 130], "2019-06-24": [false, 130], "2019-06-25": [false, 130], "2019-06-26": [false, 130], "2019-06-27": [false, 130], "2019-06-28": [false, 130], "2019-06-29": [false, 130], "2019-06-30": [true, 130]}, "Jul": {"2019-07-01": [true, 130], "2019-07-02": [true, 130], "2019-07-03": [true, 130], "2019-07-04": [true, 130], "2019-07-05": [true, 130], "2019-07-06": [false, 130], "2019-07-07": [true, 130], "2019-07-08": [true, 130], "2019-07-09": [true, 130], "2019-07-10": [true, 130], "2019-07-11": [true, 130], "2019-07-12": [false, 130], "2019-07-13": [false, 130], "2019-07-14": [true, 130], "2019-07-15": [true, 130], "2019-07-16": [true, 130], "2019-07-17": [true, 130], "2019-07-18": [true, 130], "2019-07-19": [true, 130], "2019-07-20": [false, 130], "2019-07-21": [true, 130], "2019-07-22": [true, 130], "2019-07-23": [true, 130], "2019-07-24": [true, 130], "2019-07-25": [true, 130], "2019-07-26": [true, 130], "2019-07-27": [false, 130], "2019-07-28": [true, 130], "2019-07-29": [true, 130], "2019-07-30": [true, 130], "2019-07-31": [true, 130]}, "Aug": {"2019-08-01": [true, 130], "2019-08-02": [true, 130], "2019-08-03": [true, 130], "2019-08-04": [true, 130], "2019-08-05": [true, 130], "2019-08-06": [true, 130], "2019-08-07": [true, 130], "2019-08-08": [true, 130], "2019-08-09": [false, 130], "2019-08-10": [false, 130], "2019-08-11": [true, 130], "2019-08-12": [true, 130], "2019-08-13": [true, 130], "2019-08-14": [true, 130], "2019-08-15": [true, 130], "2019-08-16": [true, 130], "2019-08-17": [true, 130], "2019-08-18": [true, 130], "2019-08-19": [true, 130], "2019-08-20": [true, 130], "2019-08-21": [true, 130], "2019-08-22": [true, 130], "2019-08-23": [true, 130], "2019-08-24": [true, 130], "2019-08-25": [true, 130], "2019-08-26": [true, 130], "2019-08-27": [true, 130], "2019-08-28": [true, 130], "2019-08-29": [true, 130], "2019-08-30": [true, 130], "2019-08-31": [true, 130]}, "Sep": {"2019-09-01": [true, 130], "2019-09-02": [true, 130], "2019-09-03": [true, 130], "2019-09-04": [true, 130], "2019-09-05": [true, 130], "2019-09-06": [true, 130], "2019-09-07": [true, 130], "2019-09-08": [true, 130], "2019-09-09": [true, 130], "2019-09-10": [true, 130], "2019-09-11": [true, 130], "2019-09-12": [true, 130], "2019-09-13": [false, 130], "2019-09-14": [false, 130], "2019-09-15": [false, 130], "2019-09-16": [false, 130], "2019-09-17": [true, 130], "2019-09-18": [true, 130], "2019-09-19": [true, 130], "2019-09-20": [true, 130], "2019-09-21": [false, 130], "2019-09-22": [true, 130], "2019-09-23": [true, 130], "2019-09-24": [true, 130], "2019-09-25": [true, 130], "2019-09-26": [true, 130], "2019-09-27": [true, 130], "2019-09-28": [true, 130], "2019-09-29": [true, 130], "2019-09-30": [true, 130]}}, 0], "34025427": [[-32.74979, 151.57624], "East Maitland - Two Bedroom NEW! OPENING SPECIAL!", ["https://a0.muscache.com/im/pictures/13389a07-02d5-4c68-996d-286b32598c52.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/451de6b4-6659-4c45-b074-a0c98f85acc0.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/19faab57-d475-4424-ab88-2347a0afbfff.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f73b0e2a-fbe7-4269-abdb-0366f1f04544.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/037bf1e8-d7b3-464e-bbfd-9db5a5fc946c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b6a89320-c917-4587-acd7-0a0989d0f6e1.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3547a5aa-a133-4c20-8255-a831bd3c5e0a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a1d35f18-057a-4164-a6a3-6923db5a145c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f39cba36-289c-4d26-8052-e3f18fd716ae.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/80cdf53e-0ef8-4472-86bd-6654faf5fc81.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/adfcdeeb-bbd2-436b-af1b-91001afd7322.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/eebdad52-fe5d-489e-9113-b43c28734b86.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a50ef8ae-46a4-4af0-b384-8ebab837bd19.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/069b5162-fc4f-45c6-aa73-57a4886b9186.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/13212f7c-463b-4d3c-a045-7c7dee6d6048.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ba912a41-ce23-43f1-b4cb-cf3a5c4a0ec8.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9a168adf-b5f3-4fce-8d77-bcd369840727.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0b2cbf42-d93b-4408-ac37-3d17025ac5bf.jpg?aki_policy=large"], "2 bedrooms", 2, "1 bath", 1.0, 2, 4, null, "Free parking on premises,Wireless Internet,Kitchen,Washer", 7, 4.5, "Entire apartment", 165.0, "AUD", 0, 13939171, "East Maitland Executive Apartments  offers guests a relaxed and comfortable East Maitland accommodation experience perfect for short or long stays. East Maitland Executive Maitland is situated 33 mins from Newcastle Airport and an easy commute to Newcastlebusiness precincts.  Located at the gateway to the Hunter Valley and conveniently positioned in East Maitland CBD.   Maitland Aquatic Centre and No.1 Sports Ground are nearby. '", {"261310799": ["Bronwyn", "Highly recommend this lovely, modern apartment close to public transport, shops and restaurants.\nThank you."], "60040001": ["Rajish", "Felt like a ***** hotel room"], "101878481": ["Tania", "Awesome Stay!! "], "258442017": ["Karen", "The host canceled this reservation 3 days before arrival. This is an automated posting."], "228754016": ["Ben", "Nice, immaculately clean modern apartment with comfy beds and everything you could need for your stay. Great price, would stay again."], "79225169": ["Shelly", "Exceeded expectations of an Air BnB, had all the amenities of home.  Great for family's with children, very spacious, big, comfortable beds. Modern and clean."], "18617312": ["Jim", "Super layout and convenient. Has everything you need for a comfortable and enjoyable stay."]}, {"Jun": {"2019-06-01": [false, 165], "2019-06-02": [true, 165], "2019-06-03": [false, 165], "2019-06-04": [false, 165], "2019-06-05": [false, 165], "2019-06-06": [false, 165], "2019-06-07": [false, 165], "2019-06-08": [false, 165], "2019-06-09": [false, 165], "2019-06-10": [true, 165], "2019-06-11": [false, 165], "2019-06-12": [false, 165], "2019-06-13": [true, 165], "2019-06-14": [true, 165], "2019-06-15": [true, 165], "2019-06-16": [true, 165], "2019-06-17": [true, 165], "2019-06-18": [true, 165], "2019-06-19": [true, 165], "2019-06-20": [true, 165], "2019-06-21": [false, 165], "2019-06-22": [false, 165], "2019-06-23": [true, 165], "2019-06-24": [true, 165], "2019-06-25": [true, 165], "2019-06-26": [true, 165], "2019-06-27": [true, 165], "2019-06-28": [true, 165], "2019-06-29": [true, 165], "2019-06-30": [true, 165]}, "Jul": {"2019-07-01": [true, 165], "2019-07-02": [true, 165], "2019-07-03": [true, 165], "2019-07-04": [true, 165], "2019-07-05": [false, 165], "2019-07-06": [false, 165], "2019-07-07": [true, 165], "2019-07-08": [true, 165], "2019-07-09": [true, 165], "2019-07-10": [true, 165], "2019-07-11": [true, 165], "2019-07-12": [true, 165], "2019-07-13": [false, 167], "2019-07-14": [true, 165], "2019-07-15": [true, 165], "2019-07-16": [true, 165], "2019-07-17": [true, 165], "2019-07-18": [true, 165], "2019-07-19": [false, 165], "2019-07-20": [false, 171], "2019-07-21": [true, 165], "2019-07-22": [true, 165], "2019-07-23": [true, 165], "2019-07-24": [true, 165], "2019-07-25": [true, 165], "2019-07-26": [true, 165], "2019-07-27": [false, 165], "2019-07-28": [true, 165], "2019-07-29": [true, 165], "2019-07-30": [true, 165], "2019-07-31": [true, 165]}, "Aug": {"2019-08-01": [true, 165], "2019-08-02": [true, 165], "2019-08-03": [true, 165], "2019-08-04": [true, 165], "2019-08-05": [true, 165], "2019-08-06": [true, 165], "2019-08-07": [true, 165], "2019-08-08": [true, 165], "2019-08-09": [true, 165], "2019-08-10": [true, 165], "2019-08-11": [true, 165], "2019-08-12": [true, 165], "2019-08-13": [true, 165], "2019-08-14": [true, 165], "2019-08-15": [true, 165], "2019-08-16": [true, 165], "2019-08-17": [true, 165], "2019-08-18": [true, 165], "2019-08-19": [true, 165], "2019-08-20": [true, 165], "2019-08-21": [true, 165], "2019-08-22": [true, 165], "2019-08-23": [true, 165], "2019-08-24": [true, 165], "2019-08-25": [true, 165], "2019-08-26": [true, 165], "2019-08-27": [true, 165], "2019-08-28": [true, 165], "2019-08-29": [true, 165], "2019-08-30": [true, 165], "2019-08-31": [true, 165]}, "Sep": {"2019-09-01": [true, 165], "2019-09-02": [true, 165], "2019-09-03": [true, 165], "2019-09-04": [true, 165], "2019-09-05": [true, 165], "2019-09-06": [true, 172], "2019-09-07": [true, 172], "2019-09-08": [true, 165], "2019-09-09": [true, 165], "2019-09-10": [true, 165], "2019-09-11": [true, 165], "2019-09-12": [true, 165], "2019-09-13": [true, 165], "2019-09-14": [true, 165], "2019-09-15": [true, 165], "2019-09-16": [true, 165], "2019-09-17": [true, 165], "2019-09-18": [true, 165], "2019-09-19": [true, 165], "2019-09-20": [true, 165], "2019-09-21": [true, 165], "2019-09-22": [true, 165], "2019-09-23": [false, 165], "2019-09-24": [false, 165], "2019-09-25": [false, 165], "2019-09-26": [false, 165], "2019-09-27": [false, 172], "2019-09-28": [false, 165], "2019-09-29": [false, 165], "2019-09-30": [false, 165]}}, 20], "26086781": [[-32.75908, 151.6251], "★ Modern Comforts | Relaxing couples' retreat ★", ["https://a0.muscache.com/im/pictures/8ad90e18-d053-46b8-8784-07f9933480fb.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/dd4badc4-ad3a-47a2-9779-d69182a28644.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1ddffcbd-0272-4d39-b717-da43ede0f159.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/41733307-38dc-4f96-a2fb-166a842b5c13.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/eed75ee8-2e44-4307-a8fd-79b940ae87d6.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/39b662d0-aa1a-4742-a38b-ead397acfba7.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/01f29549-b2c2-4821-9749-97003120db40.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/48d117f5-bfd8-433b-b1e2-aa3b29b3ec2c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/04cf1239-f278-4543-88cc-a47d9ddd6039.jpg?aki_policy=large"], "1 bedroom", 1, "1 private bath", 1.0, 1, 2, null, "Free parking on premises,Wireless Internet,Kitchen,Washer", 31, 5.0, "Private room", 80.0, "AUD", 0, 78415307, "A beautiful, modern, spacious home that will welcome you with a private double bedroom and adjoining private bathroom. With all the home comforts that you would require, this is a perfect place for an overnight stay or a longer break'", {"26549773": ["Linh", "Highly recommend James’ place. \nWe will come back again."], "38851758": ["Rebbeca", "Absolutely lovely home. We had everything we could have needed."], "240272127": ["Jessica", "Very nice, clean home! "], "23199953": ["Wayne", "My stay at James’s place was exceptional. Beautiful home in convenient location. Bed was comfortable. Bathroom very clean and modern. I was able to self cater using the facilities in the kitchen. Private entry is available. The hosts were friendly and accommodating."], "46407846": ["Judy", "I stayed two nights at James and Alyce's home. \nTheir home is immaculate, very stylish and comfortable.  \nIt was conveniently located for my needs over the weekend. All communication with James was prompt, clear and easy. I can recommend staying here."], "137836613": ["Anne And Andrew", "Alyce and James are most definitely “superhosts”. They are a lovely couple who were very welcoming and friendly and accommodated our needs so perfectly.  Their home is just gorgeous on the inside and outside – it’s a real credit to them both. Communication was great and the house was very easy to locate. Breakfast provisions offered were appreciated too. We wouldn’t hesitate to recommend staying here – certainly an extremely comfortable and relaxing retreat to say the least !! Thank you both so very much for making us feel so welcome in your beautiful home !!"], "116022280": ["Jasper", "Can’t recommend this place enough - lovely room and excellent host."], "137563067": ["Peter", "Great hosts in a clean friendly comfortable place"], "179322088": ["Dinesh", "James place was awesome . It was a fantastic stay and highly recommend for the people who is planning their stay at his place ."], "135016772": ["Cruise", "Clean and friendly "], "203685273": ["Beverley", "Because the house is in a relatively new area it was a little difficult to find it - although once found it proved to be very handy to shopping centre and places to eat."], "155217922": ["Keith", "A lovely new home with modern facilities and a lovely couple. I highly recommend them for anyone wishing to stay in that area."], "232037825": ["Stan", "Good communication with James, lovely people. The house was very clean and modern. The bed and bathroom were amazingly comfortable, the perfect place to relax and get some good rest."], "162187904": ["Chelle", "A very stylish yet welcoming home. Lovely hosts and very thoughtful."], "49923204": ["David", "I highly recommend this place. James and Alyce were very hospitable and accommodating, and the space they provided was very stylish, clean and spacious."], "226608025": ["Ben", "A beautiful home that was made to feel like your own home. Very comfortable and inviting that is for sure. Five stars that’s for sure"], "5391831": ["David", "An immaculate house, comfortable bed and friendly hosts. What more could you ask?"], "226258534": ["Allan", "Would recommend this stay, Great hosts"], "52883637": ["Katy", "The stay just so nice! Very clean, and host are very nice! The only downside is not easy to get to if you do not have a car! But otherwise it’s perfect! Very quiet!"], "225190618": ["Dylan", "James and Alyce are amazing hosts, their house is immaculately presented with all the comforts anybody could need."], "223247783": ["Patrick", "Excellent room and very clean space. Very good value for money, great amenities.\n\nJames and Alyce are a lovely couple and go to great lengths to take care of their guests, I can't nitpick on anything as all my expectations of their home were blown away.\n\nIf you are thinking of staying in the area, I would definitely recommend staying with James and Alyce."], "222756264": ["David", "A beautiful home and the bed was soooo comfortable. !!!"], "152377046": ["Jessica", "James & Alyce were very welcoming. Fantastic modern space, exceptionally clean and great location. \nThank you!"], "799308": ["Helen", "James and Alyce are the perfect hosts! Their house is immaculate, beautifully appointed in every way.  The bedroom and bathroom are very private and accessible to the lounge and kitchen... with everything you need at hand. The location is close to everything,  so I'd definitely give this property 5*! \nBook now....before it gets completely booked out! \nThankyou both - we were so lucky to stay with you both!"], "49827601": ["Tann Wei", "It was extremely clean and modern and there were many amenities available! The bed was comfortable and there was even different softness of pillow to choose from! Would definitely recommend anyone to stay here when around the area!"], "176501364": ["Rebecca", "We stayed at James place for one night on our long road trip up North and I must say it is by far one of the best rooms we have stayed in!James and Alyce were very welcoming and their home is so comfortable and modern!The bedroom and bathroom were sparkling clean!We had full use of the kitchen which is again extremely clean and modern, uber huge oven!I would highly recommend a stay here, especially if you are looking for a place that feels like home!I wish we could take this air b&b on our travels with us!!"], "103250825": ["Sandra", "Thank you so much again! It was so nice to stay at your lovely house ☺️ \n\nEverything was just perfect!"], "227903917": ["Samira", "My Boyfriend and I are backpackers and stayed for one night. It was like a Dream come true. Very Nice People, very Nice stay. :)"], "194966177": ["Liv Solveig", "this is highly recommended. So helpful and easy going. The bed and bathroom was amazing with everything you need."], "200673561": ["Iris", "We stayed at a lot of airbnb places during our travels and without doubt, this one was the best! James and Alyce are wonderful persons and gave us a warm welcome! The house is beautiful furnished and everything is spotless clean! I loved the bed with a all the different cushions and the gorgeous bathroom. We even got a nice breakfast with cereals and a great coffee/tea in the morning. \nThis is throughout a five star experience and we would highly recommend staying at James and Alyce’s beautiful place."]}, {"Jun": {"2019-06-01": [false, 90], "2019-06-02": [false, 80], "2019-06-03": [false, 80], "2019-06-04": [false, 80], "2019-06-05": [false, 80], "2019-06-06": [false, 80], "2019-06-07": [false, 90], "2019-06-08": [false, 90], "2019-06-09": [false, 80], "2019-06-10": [false, 80], "2019-06-11": [false, 80], "2019-06-12": [false, 80], "2019-06-13": [false, 80], "2019-06-14": [true, 90], "2019-06-15": [true, 90], "2019-06-16": [true, 80], "2019-06-17": [true, 80], "2019-06-18": [true, 80], "2019-06-19": [true, 80], "2019-06-20": [true, 80], "2019-06-21": [true, 90], "2019-06-22": [true, 90], "2019-06-23": [true, 80], "2019-06-24": [true, 80], "2019-06-25": [true, 80], "2019-06-26": [true, 80], "2019-06-27": [true, 80], "2019-06-28": [true, 90], "2019-06-29": [true, 90], "2019-06-30": [true, 80]}, "Jul": {"2019-07-01": [true, 80], "2019-07-02": [true, 80], "2019-07-03": [true, 80], "2019-07-04": [true, 80], "2019-07-05": [true, 90], "2019-07-06": [true, 90], "2019-07-07": [true, 80], "2019-07-08": [true, 80], "2019-07-09": [true, 80], "2019-07-10": [true, 80], "2019-07-11": [false, 80], "2019-07-12": [false, 90], "2019-07-13": [false, 90], "2019-07-14": [false, 80], "2019-07-15": [true, 80], "2019-07-16": [true, 80], "2019-07-17": [true, 80], "2019-07-18": [true, 80], "2019-07-19": [true, 90], "2019-07-20": [true, 90], "2019-07-21": [true, 80], "2019-07-22": [true, 80], "2019-07-23": [true, 80], "2019-07-24": [true, 80], "2019-07-25": [true, 80], "2019-07-26": [true, 120], "2019-07-27": [true, 120], "2019-07-28": [true, 120], "2019-07-29": [true, 80], "2019-07-30": [true, 80], "2019-07-31": [true, 80]}, "Aug": {"2019-08-01": [true, 80], "2019-08-02": [true, 90], "2019-08-03": [true, 90], "2019-08-04": [true, 80], "2019-08-05": [true, 80], "2019-08-06": [true, 80], "2019-08-07": [true, 80], "2019-08-08": [true, 80], "2019-08-09": [true, 90], "2019-08-10": [true, 90], "2019-08-11": [true, 80], "2019-08-12": [true, 80], "2019-08-13": [true, 80], "2019-08-14": [true, 80], "2019-08-15": [true, 80], "2019-08-16": [true, 90], "2019-08-17": [true, 90], "2019-08-18": [true, 80], "2019-08-19": [true, 80], "2019-08-20": [true, 80], "2019-08-21": [true, 80], "2019-08-22": [true, 80], "2019-08-23": [true, 90], "2019-08-24": [true, 90], "2019-08-25": [true, 80], "2019-08-26": [true, 80], "2019-08-27": [true, 80], "2019-08-28": [true, 80], "2019-08-29": [true, 80], "2019-08-30": [true, 90], "2019-08-31": [true, 90]}, "Sep": {"2019-09-01": [true, 80], "2019-09-02": [true, 80], "2019-09-03": [true, 80], "2019-09-04": [true, 80], "2019-09-05": [true, 80], "2019-09-06": [true, 90], "2019-09-07": [true, 90], "2019-09-08": [true, 80], "2019-09-09": [true, 80], "2019-09-10": [true, 80], "2019-09-11": [true, 80], "2019-09-12": [true, 80], "2019-09-13": [true, 90], "2019-09-14": [true, 90], "2019-09-15": [true, 80], "2019-09-16": [true, 80], "2019-09-17": [true, 80], "2019-09-18": [true, 80], "2019-09-19": [true, 80], "2019-09-20": [true, 90], "2019-09-21": [true, 90], "2019-09-22": [true, 80], "2019-09-23": [true, 80], "2019-09-24": [true, 80], "2019-09-25": [true, 80], "2019-09-26": [true, 80], "2019-09-27": [true, 90], "2019-09-28": [true, 90], "2019-09-29": [true, 80], "2019-09-30": [true, 80]}}, 14]}