{"20292971": [[-33.81496, 151.01065], "Modern Studio water view / Heart of Parramatta CBD", ["https://a0.muscache.com/im/pictures/2209be96-6bc0-4b85-b25e-5d7d477760e8.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/62d83072-30e1-4d16-bb79-456a3f0f7cbd.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/6003f881-2310-4b31-9513-a2c5b2c31a2a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ac1179f2-d530-41e5-88d9-dd611e9e5f7d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/51d82ef8-7c79-4974-90cc-d2848ec223eb.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/36a8a365-17d7-45b4-b785-7b96d3cb601b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d7740d24-491f-43a2-9ac9-3256c8d1437f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/74698ab4-0311-4fb7-bdd0-fa4fc29c97df.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/64305732-4f90-4342-958b-4529a43ac892.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9b3574be-779f-4318-b90d-4735b6ce92bd.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5e9e4698-5333-4df1-817f-62d5fb6493cf.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/aac0807f-fb68-4bdc-8d62-7cc3b02001d5.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/fa9f6fe3-aea0-4967-a006-7a72aaaf0596.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d9bccfd1-6cb8-4037-a4f3-a6b6ca257e58.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/873c4413-27c3-4bee-861d-b9850944a85f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7c976d1b-269e-4e04-bdfe-3a52d2ea97a0.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0277b130-540b-4c84-a572-fa1f37b68c04.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/8a0bead8-6dcc-49bc-a104-7488d691769b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/bea4717d-54dd-4ee0-9f30-89473fec6102.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f25e31cf-6be5-4407-8f47-6dcf19634c35.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/317139d7-948e-44d5-bc9a-44428245ea59.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4bdc7a0f-56af-4a31-a341-5082e17e6a60.jpg?aki_policy=large"], "1 bedroom", 1, "1 bath", 1.0, 1, 3, null, "Wireless Internet,Kitchen,Washer", 63, 5.0, "Entire apartment", 57.0, "AUD", 0, 144757307, "Modern stunning water view apartment, located in the heart of Parramatta CBD. Short stroll to Parramatta ferry, train station, Westfield shopping centre, office quarters, restaurants, Cafes and pubs. '", {"25729508": ["Geoff", "Jason's place is super convenient and a great place to stay"], "256301916": ["Shaun", "Great small studio - only 5mins drive to Parramatta Shopping Centre and station. Food options right within walking distance of the building."], "254426283": ["Donita", "Great stay."], "39970612": ["Lauren", "Lovely private place in parramatta. Tidy and clean, has everything you need to feel comfortable after work or study or whatever brings you to Parramatta."], "29959238": ["Charlie", "Great place to stay, distant views to Sydney skyline and a convenient location in Parramatta"], "24348853": ["Oliver", "Good clean place"], "33859514": ["Anna", "Great value for money and in a good location. Walk to great restaurants and cafes and the river. Room was well equipped and bed was very comfy. Nice decor."], "166538717": ["Adelia", "Had a great stay at Jason’s place. Close to everything."], "225685151": ["Hazel", "Very happy with Jason’s accomodation, quick replies and a situated apartment central to Parramatta CBD. appreciated the cleanliness and the availabilities of the gym, public transport and varying restaurants around. enjoyed the views and the safety of the area, hope to stay again!"], "65993316": ["Sharmi", "The studio apartment although small has everything you need and amazing value. It's near cafe's and Westfield shopping centre so very convenient. Highly recommended!"], "251194352": ["Khadija", "Great place to live. Value for money. Close to public transport"], "211735986": ["Matt", "Jason’s place was perfect for my partner n I \nWe attended an event at Olympic park so we weren’t in the room much \nBut location wise is good close to train station n Westfield shopping centre\nReasonably priced for a the size of the room\nNeat n tidy n modern \nI would highly recommend jas’s Place"], "230425340": ["Okusitino", "Good location close to ammenities have a nice view to the water and the city"], "142758686": ["Janelle", "The location is great, very central to amenities and public transport. The apartment is small for a studio, no space on the balcony to sit and enjoy the view. The cleaning and service fees nearly doubled the cost of apartment making it expensive for what it was."], "45957381": ["Narelle", "Jason’s studio apartment has everything you will need. Great shower, beautiful bed. Nice little touches like phone chargers and good security too."], "205172977": ["Taylor", "Was a lovely apartment, located close to public transport and shopping. Exactly what I wanted."], "70756506": ["Jason", "great service"], "151045033": ["Hasif", "Amazing place! Outstanding"], "223279101": ["Nick", "Minimal parking."], "233071140": ["Stella", "The apartment is in a fantastic location. It is right near the river for lovely evening walks, close to so many great restaurants, close to the train station and ferry wharf, a quick walk to Westfield.  It's very clean and has everything you need: comfy bed, great shower, air conditioning, microwave, fridge, TV.  There is a kitchen:  it's not huge,  but it's big enough to fix a salad.  I stayed for five nights and it was absolutely perfect for my needs."], "200498963": ["Jill", "Was a great place to stay, highly recommend"], "138242685": ["Erling", "Everything is exactly as described. Jason was always available if needed 5 Star"], "228472749": ["Hayden", "A nice single bedroom apartment. Perfect for a short stay. Jason was a fantastic host and always quick to respond!"], "20374902": ["Gary", "Close to public transport (train, ferry & bus).\nClean.\nValue for money.\nWorth booking.\nHost is very helpfull.\nFull 5*****."], "59853117": ["Angela", "Clean space and easy check in so super efficient. Comfy bed and nice airconditioning. Not able to cook too much but can do simple cooking. It is a ten minute walk to the parramatta station."], "47464494": ["Sharon", "We had a pleasant stay at Jason's place! Check-in was smooth with clear instructions prior to our arrival. The unit was cosy and comfortable. Location was excellent and walking distance to Westfield and other restaurants in Parramatta. Overall we enjoyed our stay and would recommend this place to other guests!"], "136176596": ["승민", "clean beautiful view . goood"], "224566022": ["Jes", "Great place easy check in overall great stay!"], "160023747": ["Jenny", "Great place to stay! Studio is clean and neat as described. Looking forward to the next stay soon! Thank Jason and Susan for being so kind and flexible with checkin time. Definitely recommend to stay in their lovely studio!"], "72415896": ["Mat", "Jason's place is in the heart of Parramatta. Great little spot to stay for a business meeting or an event close by."], "178177739": ["Rachael", "This appartment is clean, located close to the ferry stop and is walking distance to many things in parramatta. The bed was comfortable and the appartment complex quiet. Highly recommend staying at Jason’s place."], "229935211": ["David", "Great location, everything at your fingertips. Very comfortable apartment with everything you could ever need. And all at an exceptional price."], "34909995": ["Chanakya Reddy", "Great view and great location"], "202391409": ["Jess", "Great little place to stay, was close to everything and easy to get around. Jason was easy to communicate with and quick to respond. Was very clean and tidy. Thanks Jason we would love to stay again :)"], "50026178": ["Harsh", "The apartment's location is perfect, right at the heart of the Parramatta CBD. Jason's place is extremely clean, fresh towels and bed linen an added bonus. Highly recommend the place and looking forward to staying again."], "30437393": ["Ryan", "Definitely a Superhost! Tidy space, great communications and very flexible and accomodating."], "206785735": ["Manprit", "Great safe location, very quiet, clean and tidy room and very close to shops, restaurants and public transport. Clean and tidy. Will be back again."], "214037761": ["Izzy", "Great place"], "81393745": ["Jenny", "Nice, tidy - nice place to stay for a short trip!"], "46246526": ["Andrew", "Jasons place was easy to access, clean and in the middle of Parramatta . Will definitely stay again."], "201245923": ["Hellene", "Thanks for being a great host. You went above and beyond to create a hassle free stay with all the necessary amenities. Conveniently located, clean and a beautiful view. Thank you for having me."], "46351332": ["Gloria", "very nice and clean! close to public transport, had everything we needed. Jason was quick with all his responses and was very detailed. very thoughtful. "], "118639319": ["T", "Comfortable place and well located with very nice hosts"], "71796125": ["Grace", "Central to Parramatta's CBD; comfortable, secure and modern self-contained accommodation; and hospitable hosts. We loved our extended stay!"], "6595172": ["Heather", "This studio apartment has everything you need: a comfy bed, t.v.  compact but well equipped kitchen, desk, and bathroom. There is a great coffee shop downstairs. It is close to the train and lots of fine food. I highly recommend it and hope to return next year."], "250424082": ["Quang Huy", "Good!"], "236499121": ["Nithya", "Very close to Parramatta rail station and ferry stop. Compact space but good storage in wardrobe and room provides kitchenette, perfect for a short break....we didn't cook as space was small but Church St and Westfield Parramatta eateries are very close by."], "217732308": ["Andrew", "Great communication,\nEasy & clear instructions for check-in/check-out etc\nJason's place was just what we needed.\nNice lil studio apartment in Parramatta CBD a short walk or quick drive away to all your food eateries & shopping amenities etc\nNice lil balcony with a great view.\nPlace was clean, had everything we needed and had nice lil touches to it.\nHighly recommend this place to all and look foward to placing future bookings with Jason again."], "3932136": ["Aileen", "Great little place, not too far from the eateries on Church street and great transport links"], "34882910": ["Manpreet Kaur", "Jason was a great host! He sent instructions for check in well before hand which made it to be a smooth check in. Quick to respond and great with suggestions. The apartment was clean, comfortable and cozy. Close by to Westfield Mall and Parramatta Train/Bus Station. Also close to bars and restaurants. Would highly recommend his place."], "222720945": ["Alfredo", "The place is very accessible to the train station and Westfield mall. Centrally located in Parramatta’s CBD."], "84140877": ["Vince", "1) Very clean flat.\n2) Comfortable bed with clean linens.\n3) Ten-minute walk to Parramatta train station and to Westfield Centre.\n4) Several restaurants are nearby.\n5) Very safe and secure.\n6) Flat is well air-conditioned.\n7) Has a balcony so you get step out and get fresh air.\n8) Washer and dryer with various laundry settings."], "155270145": ["Ravi", "Great place, short walk to everything, handy apartment."], "14406227": ["Victor", "Perfect for 2 if you don’t need to be in Sydney’s central core.  Excellent rail services with only a few stops to Central Station. For local transport suggest using Citymapper for better accuracy than the built in mobile apps which do not display bus connections from Paramatta station. \n  Jason was a very responsive host who furnished extra towels and wine glasses during our 5 night stay. His apt has thoughtful and intelligent touches. Recommended."], "117424306": ["Bas", "We had a great stay at this studio. We could see the Sydney NYE fireworks from the balcony and public transport and Westfield shopping centre are only a short walk from the building. Check-in was super easy thanks to Jason's instructions! Would definitely book again."], "130681485": ["Brittany", "Excellent value, hospitality and location. We stayed a month and would gladly stay again!"], "207199644": ["Ernestina", "Bed need a change. Kitchen could have a bit more equipment. 15 minutes walk to the netx train station. Host was very nice. We can recommend this place."], "36414309": ["Alan", "We absolutely loved staying in this studio apartment. There's a beautiful view from the balcony and Jason's attention to detail ensures a comfortable stay. His communication is outstanding and we appreciated his thorough \"Welcome\" email and how quickly he responded to a few questions. If you're a couple, or travelling alone in Parramatta, Sydney then we highly recommend that you stay here."], "33306076": ["Michael", "Good location. Detailed, easy to understand check in instructions for a big apartment block. Really good to have a small balcony for some fresh breeze. You could hear the next door neighbor tho, as the separation wall is not made out of concrete, but they werent noisy, so it wasnt a problem for me. I stayed here for 4 nights for a conference"], "215344420": ["Yemin", "Good position and quite environment"], "202862355": ["Albert", "Smooth, hassle-free stay in a clean apartment and location is excellent!"], "20888473": ["Jérôme", "If you are looking for a place at a convenient distance of Sydney and/or the Blue Mountains and at a good quality/price ratio, then I definitely recommend Jason's place.\nAdded bonus, you can see Sydney's CBD, Harbour Bridge and ANZ stadium from the window!\nPerfect for solo travellers or couples, the location in Parramatta is really convenient less than 10 minutes walk to the train station, and 10 minutes to Westfield shopping centre where you can find Woolworths, Coles and much more.\nThe flat is really quiet and cosy, you will not have any issue to find your beauty sleep.\nThe train journey to Central station is less than half an hour and very cheap, and you rarely have to wait long for the next train, making it feel much closer than some other suburbs closer by distance, but less convenient by public transport.\nAlso the Blue Mountains Train line stops there so you can reach the mountains easily.\nYou can as well take the boat on Parramatta river.\nAll in all, if you are interested in having a place to yourself to explore Sydney at a good price, then look no further"], "14249135": ["Hércules", "Jason and his wife are very friendly and provide everything we need! The studio is close to pubs, mall, train station and have everything you need. I strongly recommend!"]}, {"Jun": {"2019-06-01": [false, 68], "2019-06-02": [false, 75], "2019-06-03": [false, 55], "2019-06-04": [false, 54], "2019-06-05": [false, 72], "2019-06-06": [false, 72], "2019-06-07": [false, 72], "2019-06-08": [false, 72], "2019-06-09": [false, 72], "2019-06-10": [false, 72], "2019-06-11": [false, 55], "2019-06-12": [false, 59], "2019-06-13": [false, 59], "2019-06-14": [false, 72], "2019-06-15": [false, 72], "2019-06-16": [false, 54], "2019-06-17": [false, 72], "2019-06-18": [false, 72], "2019-06-19": [false, 72], "2019-06-20": [false, 72], "2019-06-21": [false, 72], "2019-06-22": [false, 72], "2019-06-23": [false, 72], "2019-06-24": [false, 72], "2019-06-25": [false, 72], "2019-06-26": [false, 72], "2019-06-27": [false, 72], "2019-06-28": [false, 72], "2019-06-29": [false, 63], "2019-06-30": [true, 58]}, "Jul": {"2019-07-01": [false, 72], "2019-07-02": [false, 72], "2019-07-03": [false, 72], "2019-07-04": [false, 72], "2019-07-05": [false, 72], "2019-07-06": [false, 72], "2019-07-07": [false, 72], "2019-07-08": [false, 69], "2019-07-09": [false, 72], "2019-07-10": [false, 72], "2019-07-11": [false, 72], "2019-07-12": [false, 72], "2019-07-13": [false, 72], "2019-07-14": [false, 72], "2019-07-15": [false, 72], "2019-07-16": [false, 72], "2019-07-17": [false, 72], "2019-07-18": [false, 72], "2019-07-19": [false, 72], "2019-07-20": [false, 72], "2019-07-21": [false, 72], "2019-07-22": [false, 72], "2019-07-23": [false, 72], "2019-07-24": [false, 72], "2019-07-25": [false, 72], "2019-07-26": [false, 72], "2019-07-27": [false, 72], "2019-07-28": [false, 72], "2019-07-29": [false, 72], "2019-07-30": [true, 64], "2019-07-31": [true, 66]}, "Aug": {"2019-08-01": [true, 70], "2019-08-02": [true, 72], "2019-08-03": [false, 72], "2019-08-04": [false, 72], "2019-08-05": [false, 72], "2019-08-06": [false, 72], "2019-08-07": [false, 72], "2019-08-08": [false, 72], "2019-08-09": [false, 72], "2019-08-10": [false, 72], "2019-08-11": [false, 72], "2019-08-12": [false, 72], "2019-08-13": [false, 72], "2019-08-14": [false, 72], "2019-08-15": [false, 72], "2019-08-16": [false, 72], "2019-08-17": [false, 72], "2019-08-18": [false, 73], "2019-08-19": [false, 73], "2019-08-20": [true, 69], "2019-08-21": [true, 72], "2019-08-22": [false, 72], "2019-08-23": [false, 75], "2019-08-24": [false, 75], "2019-08-25": [false, 72], "2019-08-26": [false, 72], "2019-08-27": [true, 72], "2019-08-28": [true, 72], "2019-08-29": [true, 72], "2019-08-30": [true, 75], "2019-08-31": [false, 75]}, "Sep": {"2019-09-01": [true, 71], "2019-09-02": [true, 65], "2019-09-03": [true, 65], "2019-09-04": [true, 65], "2019-09-05": [true, 65], "2019-09-06": [true, 67], "2019-09-07": [true, 71], "2019-09-08": [true, 72], "2019-09-09": [true, 68], "2019-09-10": [true, 65], "2019-09-11": [true, 65], "2019-09-12": [true, 65], "2019-09-13": [true, 66], "2019-09-14": [true, 70], "2019-09-15": [true, 72], "2019-09-16": [true, 72], "2019-09-17": [true, 72], "2019-09-18": [false, 72], "2019-09-19": [false, 72], "2019-09-20": [false, 75], "2019-09-21": [false, 75], "2019-09-22": [false, 72], "2019-09-23": [false, 72], "2019-09-24": [false, 72], "2019-09-25": [false, 72], "2019-09-26": [false, 72], "2019-09-27": [true, 75], "2019-09-28": [false, 75], "2019-09-29": [false, 72], "2019-09-30": [false, 72]}}, 39], "20629869": [[-33.81638, 151.0113], "Modern private apartment in the heart of Parra", ["https://a0.muscache.com/im/pictures/f6f9b17e-1fee-4214-b502-864d0c1ee18b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/93182921-4da8-484e-8a45-6c68dd846147.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/eb213521-bfe2-44e3-9226-8bb5d7eb2912.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/84ae9e96-77ba-4bde-8dc5-01b54f83cca5.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/53a0887c-dcc7-4b89-9600-c72e81cf07c0.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e297c415-b394-49ee-af51-9f6ffc370b78.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/71dc2e40-517d-4b69-ba27-85df69497fc6.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/71f9f19c-5b4a-43ca-8980-de64015cdc97.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a46bf60a-d4c7-4b05-96f2-e5cbd7c7251e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b64c7b9b-ed20-4d27-8324-0cb042757572.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/41706fe3-788c-4cac-8b8a-e295254bb9ed.jpg?aki_policy=large"], "1 bedroom", 1, "1 bath", 1.0, 1, 2, null, "Wireless Internet,Kitchen,Washer", 59, 4.5, "Entire apartment", 88.0, "AUD", 0, 147488524, "Modern, Private (not shared) self-contained studio apartment in the heart of Parramatta CBD. Wi-Fi included &amp; all the necessities. Cleaning Fee fully refundable if apartment cleaned before leaving. '", {"164622145": ["Dennis", "Clear communication and easy to deal with. Place was as expected. Thank you."], "71629966": ["Jeremy", "Accurate"], "239454078": ["Bradley", "Good location"], "245224445": ["Chris", "Nice"], "244869532": ["Daryl", "Very clean and great place to stay!"], "243406030": ["Alex", "Place was clean on arrival. We didn't get in until 11:30pm and Jason still let us in. Clear easy communication, good host"], "169106503": ["Martha", "Great location. Clean and kitchen had what was needed for the short trip."], "240712069": ["Kailah", "Bad communication but looks better than photos, toilet door didnt shut."], "113575082": ["Sarah", "Great location for Parramatta. The place is incredibly small and parking was difficult - would advise public transport to the spot unless you’re happy to pay for parking on the street all day."], "231020607": ["Celeste", "communication was perfect  smaller space then expected is a studio not an apartment"], "221475742": ["Alejandro", "Jason's place is so conviniently located near the train station at Parramatta, tidy and clean and well organised. I will surely be back next year."], "40074021": ["Mary", "Good value, good communication. Small space with everything one would need."], "221556287": ["Sam", "A fully furnished, very clean and secure launch pad. Great view from the balcony. Close to Parramatta CBD. Bed comfortable. All necessities there, recommended for single space travellers :-)"], "23016478": ["Richard", "Great location and clean place. Perfect."], "150499151": ["Kathryn", "Jason’s place is a 10 min walk from parramatta station but is a cute apartment. The ammenities were really nice and we were able to cook dinner. It had a really cute balcony too. I’d recommend it if you don’t want to stay in the city. It was nice and quiet as well which we really appreciated!"], "78771489": ["Alice", "Jason's apartment is clean and secure. It's close to everything you would need in Parramatta, and only a 5min walk form the station if you wanted to catch a train elsewhere in Sydney. Jason was unable to meet me for check-in, but provided clear details on how to access the apartment in his absence. Would recommend for short stays in Sydney."], "215179962": ["Grant", "Awesome apartment in a great spot.  Jason provides a great place to stay if you are in the area."], "106744771": ["Lisa", "Jason's place was perfect. It's a small spot but perfect for those needing a clean modern spot to sleep and then be out and about. he's responses to texts and level of communication was great.  I would definitely recommend it. Perfect for what I needed"], "185941823": ["Lina", "A small, but cozy studio apartment. Convenient location."], "95405785": ["Jason", "very handy location. Had everything required and good price"], "156414603": ["Athir", "Really small unit, moderately fit for a couple. Room is not separate from the unit. Everything is together. Location is very convenient though. "], "106888881": ["Carmen", "Jason's place is clean and in the perfect location! He is very quick to respond. The sofa bed, although small, is comfortable. The main bed is very comfy. There is a great view from the small balcony. He has also provided laundry facilities in the room. The kitchen is also good and he provided all the amenities. There is no counter space though because the mini fridge is on the counter. The place is a little small for more than 2 people...the sofa bed needs to be folded back if one wants to use the pull-out study table. The bathroom was perfect. Please note there is no living room. It is a comfortably sized bedroom with ensuite, laundry facilities and a kitchen. When it comes to parking, it is a bit expensive. There is street parking for around $3.50 an hour (8am - 8pm monday-friday max of 2 hours; 8am-8pm Saturday max of 4 hours and free parking on Sunday). It can be full and then the other close parking is at Meriton Suites across the Koi apartments which is a flat rate of $18/night. \n\nWould definitely recommend Jason's place, especially for single-person stays, as it is in a great location, is comfortable and clean and has all required amenities provided. Thanks Jason!"], "47593253": ["Margaret", "Great spot in the middle of Parramatta"], "38051747": ["Alex", "Very clean & fabulous location!"], "36680889": ["Aloy", "Jason’s place was perfect for my stay in Parramatta. Clean, self contained with all amenities provided for.\n\nCheck in and check out was easy and the bed very comfortable.\nJason was only a phone call away and his response was quick.\nRecommended for travellers to western Sydney."], "84349747": ["Karen", "This is the perfect place if you need a comfortable bed in Parramatta"], "20306309": ["John", "Warm, quiet and a short walk from Parramatta’s famed eating strip - what’s not to love?"], "128330298": ["Sneha", "The stay was really good. Everything was properly set up and hence we didn’t need to contact Jason for any issues.The house was neatly arranged and all necessary items were provided.Thank You Jason."], "36597869": ["晋", "Good!"], "187726812": ["Charlotte", "Really great experience!"], "185609698": ["Nikki", "V professional AirBnB host"], "137357794": ["Luke", "Jason apartment was very central\nand modern with a homely touch. 5 stars."], "142612634": ["Shara", "Fantastic value for money and location was perfect. Jason was very prompt and extremely helpful. Apartment was very tidy and clean."], "150629686": ["Jivesh", "It is well kept private place"], "103807532": ["Sharon", "Perfectly close to amenities and transport. Very well maintained and cleaned apartment. Jason is a great host. Always prompt and polite."], "42061073": ["Marchie", "Lovely stay, impeccable apartment and responsive, reliable host"], "84840786": ["Nick", "Jason was a great host. He was friendly, reliable and made our stay quite enjoyable. The apartment was very clean and modern. Will definitely return if planning to visit Parramatta again!"], "49288087": ["Meegan", "Jason’s place was lovely. Everything was easy to find and he always responded promptly. I would definitely recommend it to anyone wishing to stay in Parramatta."], "45342448": ["Rita", "Had a great stay, it was exactly what my husband, mother and I were looking for. A clean, safe and easy access place to stay at next to Sydney city center by car.  The place had all the basic necessities and Jason was very accommodating in finding a solution for our late arrival. Would recomend it for people looking for a quiete place to stay out of the city center of Sydney."], "69108273": ["Hoang Nhan", "Great location and all essentials are provided. Highly recommended"], "137766003": ["Jacqueline", "I had a great experience at Jason’s place. Apartment looks even nicer than pictures. I will try and stay here again next time I’m in Sydney!"], "156731114": ["Rohit", ""], "158001566": ["Jenna", "It was a great place to stay Jason's apartment has everything you need and its very spacious wished we weren't leaving"], "122183469": ["Amir", "Great space thats well thought out. Hosts are communicate well and are very organised. Loved the walking distance to the station, bars and shops! Thanks for letting us stay"], "102195781": ["Tien", "Clean and stylish. Jason was very helpful. Definitly will come back."], "120022706": ["Ali", "Apart from the communication with the host every thing was good"], "192704084": ["Erin", "Privacy, safe, quiet, and comfortable"], "206034014": ["Nargiza", "Jason’s apartment is just right for a one person or a couple. \nLots of coffee shops and restaurants downstairs. \nMetro station is just 10 minutes walking distance and there is a furry as well that can take you downtown. \n\nJason is quick to respond should you have any questions."], "32635861": ["Gary", "Great view, good location. Clean and had everything you would need for a short stay."], "218678119": ["Bhuvaneshwari", "A good place to stay .."], "137968344": ["Kana", "Nice play to stay. Very close to Parramatta"], "33061931": ["Brian", "Jason's place is well situated in an easily walkable location. The room is clean and has all that we needed. Jason responds to messages quickly. Although he wasn't able to meet us he made check-in simple and straightforward.  We appreciated the clothes washing amenities that made an extended trip much simpler. Cafes and restaurants are close by as are bus, train and RiverCat. Security is great. "], "59424546": ["Junaid", "Thanks again for hosting us"], "94077274": ["James", "All facilities in this lovely contained flat. Check in key in lock box. Self cleaning means no cleaning fee so great value for money."], "11280606": ["Harry", "Communication with Jason were prompt and polite and the checkin process seamless. Jason apartment was as described and shown on his Airbnb post. It was compact, stylish and well equipped for a single or couples who are looking for a place to stay in the heart of Parramatta's CBD. Great location and value for money with public transport, restaurants, shopping malls etc at a very near distance. Highly recommend for any future airbnb travellers!"], "124157908": ["Aaron", "Jason has a cozy place away from the Hussle and Bustle from Sydney but close enough to get to via train.  Very up to date in, clean place. Will stay with him again."], "224414598": ["Corine", "Un appartement propre, juste ce qu’il faut pour un couple, Jason est un bon hôte qui répond à chaque fois qu’on a besoin de lui. Merci beaucoup Jason."]}, {"Jun": {"2019-06-01": [true, 129], "2019-06-02": [true, 109], "2019-06-03": [true, 109], "2019-06-04": [true, 109], "2019-06-05": [true, 109], "2019-06-06": [true, 109], "2019-06-07": [false, 129], "2019-06-08": [false, 129], "2019-06-09": [false, 109], "2019-06-10": [false, 109], "2019-06-11": [false, 109], "2019-06-12": [false, 109], "2019-06-13": [false, 109], "2019-06-14": [true, 129], "2019-06-15": [true, 129], "2019-06-16": [true, 109], "2019-06-17": [true, 109], "2019-06-18": [true, 109], "2019-06-19": [true, 86], "2019-06-20": [true, 88], "2019-06-21": [false, 99], "2019-06-22": [false, 99], "2019-06-23": [true, 86], "2019-06-24": [true, 86], "2019-06-25": [true, 87], "2019-06-26": [true, 87], "2019-06-27": [false, 87], "2019-06-28": [false, 100], "2019-06-29": [false, 100], "2019-06-30": [false, 88]}, "Jul": {"2019-07-01": [false, 88], "2019-07-02": [false, 88], "2019-07-03": [false, 88], "2019-07-04": [true, 88], "2019-07-05": [true, 100], "2019-07-06": [true, 100], "2019-07-07": [true, 97], "2019-07-08": [true, 100], "2019-07-09": [true, 100], "2019-07-10": [true, 100], "2019-07-11": [true, 100], "2019-07-12": [true, 110], "2019-07-13": [true, 104], "2019-07-14": [true, 98], "2019-07-15": [true, 97], "2019-07-16": [true, 97], "2019-07-17": [true, 95], "2019-07-18": [true, 99], "2019-07-19": [true, 100], "2019-07-20": [true, 102], "2019-07-21": [true, 99], "2019-07-22": [true, 100], "2019-07-23": [true, 100], "2019-07-24": [true, 100], "2019-07-25": [true, 100], "2019-07-26": [true, 100], "2019-07-27": [true, 103], "2019-07-28": [true, 100], "2019-07-29": [true, 100], "2019-07-30": [true, 100], "2019-07-31": [true, 98]}, "Aug": {"2019-08-01": [true, 109], "2019-08-02": [true, 129], "2019-08-03": [true, 129], "2019-08-04": [true, 109], "2019-08-05": [true, 109], "2019-08-06": [true, 109], "2019-08-07": [true, 109], "2019-08-08": [true, 109], "2019-08-09": [true, 129], "2019-08-10": [true, 129], "2019-08-11": [true, 109], "2019-08-12": [true, 109], "2019-08-13": [true, 109], "2019-08-14": [true, 109], "2019-08-15": [true, 109], "2019-08-16": [true, 129], "2019-08-17": [true, 129], "2019-08-18": [true, 109], "2019-08-19": [true, 109], "2019-08-20": [true, 109], "2019-08-21": [true, 109], "2019-08-22": [true, 109], "2019-08-23": [true, 129], "2019-08-24": [true, 129], "2019-08-25": [true, 109], "2019-08-26": [true, 109], "2019-08-27": [true, 109], "2019-08-28": [true, 109], "2019-08-29": [true, 109], "2019-08-30": [true, 129], "2019-08-31": [true, 129]}, "Sep": {"2019-09-01": [true, 109], "2019-09-02": [true, 109], "2019-09-03": [true, 109], "2019-09-04": [true, 109], "2019-09-05": [true, 109], "2019-09-06": [true, 129], "2019-09-07": [true, 129], "2019-09-08": [false, 109], "2019-09-09": [false, 109], "2019-09-10": [false, 109], "2019-09-11": [false, 109], "2019-09-12": [false, 109], "2019-09-13": [false, 129], "2019-09-14": [false, 129], "2019-09-15": [false, 109], "2019-09-16": [false, 109], "2019-09-17": [false, 109], "2019-09-18": [false, 109], "2019-09-19": [false, 109], "2019-09-20": [false, 129], "2019-09-21": [false, 129], "2019-09-22": [false, 109], "2019-09-23": [false, 109], "2019-09-24": [false, 109], "2019-09-25": [false, 109], "2019-09-26": [false, 109], "2019-09-27": [false, 129], "2019-09-28": [false, 129], "2019-09-29": [false, 109], "2019-09-30": [false, 109]}}, 0], "20964314": [[-33.8148, 151.00681], "Waterview at Parramatta CBD/close to all hotspot", ["https://a0.muscache.com/im/pictures/cf50db01-d150-456d-9b61-1e21ebd78dce.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/139d71b3-5126-4752-bd34-33c6f553ffa5.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/41602511-e6f1-4c34-a3c2-52be42096347.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/356d0beb-33a5-43af-8e3e-607ea13b1fc0.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d5522243-989a-4896-8744-99ff4b66ded5.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/cc2b06ed-fcfc-4c2b-b0d9-f53ab7a8643b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5c914d80-1569-484b-bf50-51167e229f77.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/06f4c95a-170b-4a6d-b7d5-aeb8e6097db0.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c8ac26a3-f772-4cd8-9d30-fba71e1bced9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/486cfff2-42a8-43f6-8280-02b96975f22a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/8569c904-c2a1-47e6-999e-50cdd60b35e5.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7fdb7c2a-16c8-4437-bc0f-84290cabda03.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/8dd40b11-30b5-4131-b5fe-676cff6a4bca.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7380fde6-4201-4f01-a8bb-1a4a01b6637f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/cba10bf2-7fca-47ff-bd60-22bc5646d59b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0119e2fa-db8c-42c9-8157-be3f09d03fd4.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7971fc8e-84ce-4cf8-8b5a-8aaf441545b8.jpg?aki_policy=large"], "Studio", 0, "1 bath", 1.0, 1, 3, null, "Wireless Internet,Kitchen,Washer", 82, 5.0, "Entire apartment", 68.0, "AUD", 0, 150804984, "Prime location!! Hi travelers, welcome Jasonsecurity modern studio in the heart of parramatta CBD, short stroll to ferry, supermarket, public transport, world class shopping, winning awarded restaurants and Cafes, pubs. Specious open plan layout, gourmet kitchen, high speed free WiFi, bathroom, internal laundry, large built in wardrobe, fully equipped Gym. Canwait for your visit!'", {"52293375": ["Coen", "Great place, close to train and everything in Parramatta!"], "223946831": ["Timberwolf", "The Timberwolf team enjoyed their stay, great place and Jason was very responsive. Would stay again, thanks"], "229982593": ["Charlie", "Great Place"], "259461980": ["Matthew", "Great location, great value for money, comfortable and secure accommodation"], "52681403": ["Michael", "The place is clean, airy and comfortable. It is also a quick 10 minute walk to UNE if you need a place in Parramatta"], "124517444": ["Cristy", "Jason is an excellent host, very helpful and responsive. The apartment is a lovely space with great views all the way to the city. Great spot for making your way around Parramatta on foot. Paid car park next door. Great value all around."], "193531894": ["Joshua", "10/10 great location"], "248133455": ["Rach", "Good location, check in/out was easy."], "243255568": ["Nathan", "Stayed for a couple of days with my partner and the apartment was the perfect size, very clean and was exactly what we needed. Short walk to the essentials and Jason was very helpful!"], "79797002": ["Paul", "We were welcomed at the door by Jason who made himself available to suit us. He then walked us thru the amenities and services and details at the apartment. The setup was great and we are very happy to recommend this place for convenience to Parramatta CBD. \n\nThank you Jason"], "97582504": ["Kelly", "Nice little unit that suited our needs perfectly.  Host was very friendly & helpful.  Thanks :)"], "142564893": ["Liana", "As a host, Jason is excellent. So I am grateful for that. This air BnB is in a great, central location, with great WIFI and air conditioning. I had to attend the University of New England campus and it was an easy 5-10 minute walk. \n\nI think the unit requires some maintenance as there is old/resistant mould on the shower grouting, and pigeon poo (as the pigeons have made a home on the balcony behind the air conditioning unit) across the balcony. \n\nAlso, the view is amazing. You can see the city and harbour bridge too. \n\nThere are some really good things about this unit and some things that could be improved."], "157843220": ["Liana", "Great place, particularly suitable for long stays."], "60706544": ["Philip And Helen", "Provided Airbnb can cooperate with the host to make the communication better for us all?"], "225666699": ["Izzy", "Would recommend"], "142379377": ["Robert", "Jason’s place is in a fantastic location close to transport, cafes and shops. The room was perfect for my needs and the a/c was great for those hot days, large tv, wifi, and small kitchen were all good. Jason was very responsive and had no problems holding my bags when I arrived earlier than check-in time which was very helpful."], "231754646": ["Holly", "We really enjoyed our stay and the room was very clean and usable. Only criticism would be the lack of parking on premises as it was a 10 min walk to a secure carpark which was quite costly. This was dissapointing as the advertisement stated that there was paid parking on premises, however, when we arrived we were told we could not park at the apartment. Otherwise it would have been a perfect stay."], "229354957": ["Wayne", "Absulute pleasure to stay here!"], "105276642": ["Hugo", "Simply fantastic highly recommended"], "2972683": ["Emma", "Jason’s place is a cosy base to explore Parramatta from! Jason is an excellent host and very easy to communicate with."], "129078402": ["Brooke", "Jason’s place was lovely and clean and in an awesome location. \nHe was very quick to reply to any of our messages and checking in/out was super easy and stress free. \nWould highly recommend."], "173875072": ["Adriane", "Well located,  nice and tidy place. Jason, Thanks for your hospitality!!"], "83248874": ["Russell", "Great location near ferry, buses and short walk to train. Excellent communication by Jason and answered our every need. Highly recommended!"], "187386772": ["Nelly", "Jason was a great host and very helpful and quick in responding. Highly recommended."], "54563801": ["Linda", "Jason was very fast to respond to any enquiries. Apartment was very need and clean."], "104309998": ["Jake", "Great location, with good communication and quick responses from Jason."], "145060205": ["Mina Beatrice", "Great location and view. All the basic necessities were included."], "201733070": ["Husnain", "A very nice and clean accommodation with a very stupendous view from the balcony. Host is very nice and cooperative. A must recommended apartment."], "109071788": ["Josh", "Nice place"], "149810317": ["Nick", "Great experience. Very accommodating when arriving. Was prompt and would recommend"], "94883222": ["Glenn", "great studio apartment close to everything "], "190028936": ["Estera", "Jason is a very hospitable host, and very open to communicate with, even including last minute requests. The apartment is modern, clean, safe (with a lockable entrance way and room). Everything we needed was provided ( with complimentary gym access and great speed wifi!). The only thing to critique would be the very noisy nearby club that played loud dance music during our stay until 12am on Friday and Saturday nights , which didn't go so well with our early starts. But everything that could be controlled by our host was.  We would definitely recommend for anyone to stay here, with the provision that you don't need early starts on Saturday and Sundays. (The noise levels were much better on Sunday night and we presume would be on weekday nights, as according to Parramatta council legislation, loud noises are to be ceased by 10pm on weeknights). "], "202623721": ["Evie", "Great service and located near Parramatta station, Westfield and the Western Sydney Uni campus."], "199195364": ["Prianka", "Loved our stay"], "85626566": ["Jeremy", "Jason is very helpful and flexible with check-in times. The studio is clean and cozy with most of the amenities required."], "39970612": ["Lauren", "Simple but good place to stay in Parramatta. Jason was really friendly and I felt like I had a lovely private space. Could use a few niceties as it’s quite simple but has everything you need to get by, except a microwave. Clean and tidy. Good safe location. Will be back again, thanks Jason."], "4286900": ["Beatrice", "It was situated in a great spot .\nEnjoyed our stay"], "16653828": ["Paul", "Jason was easy to book with. Clear and exact communication and exactly what to expect from a great room. \nPerfectly positioned amongst the action areas of Parramatta. \nAlso walkable distance to my office in Rydalmere. \nI recommend staying here."], "174101369": ["Trinh", "Good location, friendly n helpful host"], "118474208": ["Alyssa", "Great location and Jason is quick to communicate, however it was not as clean, spacious or private as I had hoped. The cleaning fee is $60 and I don't feel like this was justified in my case. There was a very strong mold smell coming from the bathroom so I wasn't able to shower and dust in the kitchen and on the skirting boards. Due to the bathroom odor I slept with the door open but don't recommend this - there are a lot of pigeons that roost on the air conditioning unit and balcony in the morning which woke me up plus there is no screen door. Also the host lives next door - you can hear through the walls and has two cameras set up which weren't mentioned in the ad; one as you enter and another right in your face as you are leaving the apartment which I found a bit excessive, especially because it wasn't mentioned in the ad. Also a note for future travelers - there are two identical elevators which correspond to each building of the complex, the swipe pass only works for the correct tower. Luckily it was still early Jason came down and let me in within a few minutes."], "24307668": ["Emma", "A great place to stay, close to the train station but on a quiet street so you can still get a good night's sleep "], "80765537": ["Ashleigh", "Great location, clean and tidy room and very close to shops, restaurants and public transport!"], "22661310": ["Teigan", "Excellent little apartment, would stay again"], "138348371": ["Rai", "Very accommodating. We had to check in very late and it was no trouble at all, thanks a bunch Jason!"], "51039678": ["Rupesh", "I stayed at Jason’s place for 15 nights and the apartment was just perfect. Its clean, cozy, compact yet fully functional and very well stocked with essentials. Its exactly as shown in pictures and consistent with the description. The views over the city and river were simply great.  \nJason was very responsive, friendly and helpful. Check-In and Checkout were easy and fast. The flat is located in the heart of Parramatta and few steps away from metro/bus station and grocery store and restaurants.\nOverall I enjoyed my stay and I highly recommend Jason’s place."], "75523890": ["Gener", "Jason’s place was excellent. Central to good restaurants and public transport. The unit itself was very clean and the view was a treat. Jason was an excellent host and quick to reply. I couldn’t thank him enough for letting me check in early after a tiring overnight flight. \nI highly recommend his place \nThanks Jason"], "124913029": ["Alfred", "Very good accommodation\nHighly recommend!"], "166285248": ["Pat", "Great location, great view, great"], "154116058": ["Aiman", "Great space. Really clean and comfortable. Central location and close to everything. Great value for money. I would definitely stay here again."], "72421861": ["Vi", "This is a lovely studio apartment with essential amenities provided, close proximity to Parramatta CBD, shops and public transport, with a little perk of the City skyline."], "146077223": ["Tina", "Jason was a great host, always quick to respond and a lovely little unit with a fab view. Thanks."], "53674787": ["Jason", "We had a very pleasant stay... Nice, clean and a cozy apartment for a comfortable stay. More than anything else, it's Jason's helpfulness which made a big difference. He took effort to write all required details which was extremely thoughtful of him... He was always reachable for any support. All in all a perfect place to stay"], "155685825": ["Mia", "Very friendly Jason was and very tidy and modern studio he has got. Really enjoyed the stay."], "148655832": ["Bheema", "Jason is a wonderful host and he is quick in adressing any concerns. It's a beautiful place with a nice Parramatta river view to wake up to. Near to transport and restaurants. Would love to come back.\n\nThanks"], "115293756": ["Dean", "Fantastic. Would definitely stay again."], "69108273": ["Hoang Nhan", "Very good location and care. Will come back. Good value"], "113197207": ["Sami", "Is perfect studio in term of security and quite building , location is in the heart of Parramatta and UWS uni is a couple of minutes , overall I recommend"], "41016519": ["Lila", "Jason's response are always prompt. Clean apartment and great location. Recommeded to everyone"], "246123403": ["Henry", "Jason’s place is neat and tidy with very good transport links into central Sydney"], "20927116": ["Peter", "Jason was very responsive to my queries before and after booking the place.  He let me checked in early as requested and the process was smooth and straightforward. Will stay again if I get the opportunity."], "121131132": ["Joey", "Jason’s place is in a nice area within walking distance of many restaurants as well as Parramatta Park. It’s a good location if you want to enjoy the sightseeing outside of the hustle-and-bustle of downtown Sydney. With Blue Mountains, Olympic Park and many sightseeing spots within driving distance, it’s definitely a great location to relax. Jason was very attentive to any needs and questions I had, answering all questions as well as meeting me very promptly. Would stay here again if I found myself in Parramatta."], "214255452": ["Sree", "Location is convenient, the host is prompt. Accommodation is average since the kitchenette is too cramped and the mattress needs replacement. Felt it is overpriced."], "114480337": ["Kara", "Jason was really helpful and kind, I would highly recommend if you’re looking for an apartment. It was a bit far to the CBD of Sydney."], "211500270": ["Tay", "Jason is very friendly and helpful. His place is very well kept and cozy. Very convenient location to the shopping areas, transport to the city."], "56213264": ["Eric", "Jason's apartment is unbeatable when it comes to the combo of price, location, and quality. Jason himself is very welcoming - he was a great host and totally understanding when I ended up being almost an hour late on check-in. Close proximity to Parramatta station gives you easy access to attractions all over Sydney, and the surrounding area is full of great places to eat and shop. 100% recommend Jason's listing!"], "222029918": ["Anthony", "As a first time I user, I was a bit sceptical using the service. However the apartment is stunning, beautiful views in the morning and evening, privacy, cleanliness, location for cafe's and shopping. Would highly recommend Jason if you're looking to stay in Sydney/Western suburb. Thanks again Jason, looking forward to my next stay"], "206034014": ["Nargiza", "Jason\"s place is clean and have all amneties needed as well as its a perfect location. Train station is just 10 minutes walking distance., there are lots of restaurants and coffee shops around.\n\nJason is very helpful host and always there when you need him!\n\nThank you Jason!"], "56879787": ["Jacinta", "nice, good location"], "184307905": ["Meikee", "nice and clean place to live. i will came back for the future."], "123713755": ["James", "Jason is a great host who is very kind and helpful with my move-in. He also helped me get to know the neighborhood. I only wish I could've stayed in the place longer. \nSpeaking of the apartment, it was clean and neat. it is located in the heart of Parramatta CBD, so whatever you are working or visiting Parramatta, this place should be the top choice for you to stay."], "63583580": ["Ed", "Great place! real friendly and delivered a great stay for us!"], "194120090": ["Giau", "Highly suggest for anyone want to stay near city Paramatta and cook for your own. I will come back for sure."], "21704807": ["Paul", "Jason was very accommodating and room was very clean."], "74734522": ["Roshini", "Cute place and good location. Host was very acommodating "], "161624043": ["Harish", "Thanks Jason !! You are a super host and this place brought us the luck that we needed for a great start in a new geography. The location is outstanding and offers great connectivity to CBD. Westfield Mall is at a walking distance and this ensures that supplies can be stocked in with great ease. Thanks for your hospitality and support !! Will definitely recommend this place to friends and family !!"], "5533103": ["Aakar", "Great location, great views from the place and close to the City Centre. Jason is a great host, very effective and fast communication."], "69121032": ["Shaun", "Outstanding place to stay. Great location, awesome home with great amenities, outstanding value. Highly recommend staying here. Jason is a great host."], "124544769": ["Arun", "Hi Jason,\n\nThanks a lot for your kind hospitality during our stay. We enjoyed staying at your place. The view from the balcony was beautiful and from there we can see the beautiful Harbour bridge and the Sydney tower as well. Many restaurants are nearby and bus stop is just 700 meters from home and Parramatta station is one stop away from home. Also the responses were super quick and you were so kind and gentle. This place will be my pick hereafter whenever I am travelling to Sydney. Definitely I will recommend your place if any of my friends are travelling to Sydney as well. And I hope your place will be available during that time :)\n\nOnce again thanks a lot for accommodating us in your apartment.\n\nRegards,\nArun Vignesh"], "242569176": ["Leila", "Apartamento com ótima localização e uma vista maravilhosa para o Rio Parramatta e o centro de Sydney. Ficamos muito satisfeitos com a limpeza e as comodidades do apartamento."], "159614563": ["Bruno", "O lugar tem ótima localização em Parramatta. Metrô, restaurantes, mercados e shopping são acessíveis com poucos minutos de caminhada. Valeu muito a pena!"]}, {"Jun": {"2019-06-01": [false, 88], "2019-06-02": [false, 88], "2019-06-03": [false, 88], "2019-06-04": [false, 88], "2019-06-05": [false, 58], "2019-06-06": [false, 88], "2019-06-07": [false, 88], "2019-06-08": [false, 94], "2019-06-09": [false, 90], "2019-06-10": [false, 88], "2019-06-11": [false, 88], "2019-06-12": [false, 88], "2019-06-13": [false, 68], "2019-06-14": [false, 90], "2019-06-15": [false, 88], "2019-06-16": [false, 68], "2019-06-17": [false, 88], "2019-06-18": [false, 68], "2019-06-19": [false, 91], "2019-06-20": [false, 88], "2019-06-21": [false, 88], "2019-06-22": [false, 88], "2019-06-23": [false, 88], "2019-06-24": [false, 88], "2019-06-25": [false, 88], "2019-06-26": [true, 68], "2019-06-27": [false, 88], "2019-06-28": [false, 88], "2019-06-29": [false, 88], "2019-06-30": [true, 88]}, "Jul": {"2019-07-01": [false, 88], "2019-07-02": [false, 88], "2019-07-03": [false, 88], "2019-07-04": [false, 88], "2019-07-05": [false, 88], "2019-07-06": [false, 88], "2019-07-07": [false, 89], "2019-07-08": [false, 89], "2019-07-09": [false, 89], "2019-07-10": [false, 89], "2019-07-11": [false, 89], "2019-07-12": [false, 103], "2019-07-13": [false, 103], "2019-07-14": [true, 88], "2019-07-15": [true, 88], "2019-07-16": [true, 89], "2019-07-17": [true, 88], "2019-07-18": [true, 90], "2019-07-19": [true, 88], "2019-07-20": [true, 91], "2019-07-21": [true, 88], "2019-07-22": [true, 88], "2019-07-23": [true, 88], "2019-07-24": [true, 88], "2019-07-25": [true, 93], "2019-07-26": [true, 88], "2019-07-27": [true, 88], "2019-07-28": [true, 88], "2019-07-29": [true, 90], "2019-07-30": [true, 90], "2019-07-31": [true, 89]}, "Aug": {"2019-08-01": [true, 88], "2019-08-02": [true, 88], "2019-08-03": [false, 92], "2019-08-04": [false, 88], "2019-08-05": [false, 88], "2019-08-06": [false, 88], "2019-08-07": [false, 88], "2019-08-08": [false, 88], "2019-08-09": [false, 90], "2019-08-10": [false, 92], "2019-08-11": [false, 88], "2019-08-12": [false, 88], "2019-08-13": [false, 88], "2019-08-14": [false, 88], "2019-08-15": [false, 89], "2019-08-16": [false, 91], "2019-08-17": [true, 88], "2019-08-18": [true, 88], "2019-08-19": [true, 88], "2019-08-20": [true, 88], "2019-08-21": [true, 91], "2019-08-22": [true, 93], "2019-08-23": [true, 94], "2019-08-24": [true, 88], "2019-08-25": [true, 93], "2019-08-26": [true, 90], "2019-08-27": [true, 89], "2019-08-28": [true, 89], "2019-08-29": [true, 91], "2019-08-30": [true, 88], "2019-08-31": [true, 96]}, "Sep": {"2019-09-01": [true, 88], "2019-09-02": [true, 88], "2019-09-03": [true, 90], "2019-09-04": [true, 88], "2019-09-05": [true, 88], "2019-09-06": [true, 88], "2019-09-07": [true, 88], "2019-09-08": [true, 88], "2019-09-09": [true, 88], "2019-09-10": [true, 88], "2019-09-11": [true, 88], "2019-09-12": [true, 88], "2019-09-13": [true, 88], "2019-09-14": [true, 88], "2019-09-15": [true, 88], "2019-09-16": [true, 88], "2019-09-17": [true, 88], "2019-09-18": [true, 95], "2019-09-19": [true, 95], "2019-09-20": [true, 90], "2019-09-21": [true, 91], "2019-09-22": [true, 95], "2019-09-23": [true, 90], "2019-09-24": [true, 90], "2019-09-25": [true, 91], "2019-09-26": [true, 91], "2019-09-27": [true, 88], "2019-09-28": [true, 88], "2019-09-29": [true, 88], "2019-09-30": [true, 88]}}, 60], "34734616": [[-33.81961, 151.00296], "Spacious and furnished 1 bhk available for a month", ["https://a0.muscache.com/im/pictures/e8d87c38-9934-4e0d-bcfd-003ad8963306.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/398f1ca3-9387-401e-9644-0b86f8ad6ac5.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/72dc0f93-afa5-43f1-96ec-3ebbe1fe31f5.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/fdb0cbf4-af13-4c8b-8781-e5b6aa883f9a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4c05c2f1-727d-4bb8-821a-3742f9491f67.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0c159c0a-7d14-42cb-b333-bae8ff546dad.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/30dd6c6c-34b3-41a7-a1e7-379a5db02104.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/660b2b62-4ac6-4eac-beef-63d9ece9149a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d387aec1-28b4-40ff-8a1e-dffc01e15c9a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4532a034-b682-496c-9317-8d3872e945df.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7a2fa2f8-0008-49a1-8367-f59f7020a0de.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ae56e85c-f848-485f-b3af-9c00ada8c034.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/135fd819-839c-4981-b657-cb4cde851299.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/04b928da-2909-4b7a-be0a-f34ba4d57e59.jpg?aki_policy=large"], "1 bedroom", 1, "1 bath", 1.0, 2, 2, null, "Wireless Internet,Kitchen,Washer", 0, null, "Entire apartment", 75.0, "AUD", 0, 221896823, "Situated on 28th floor, the apartment has a very nice view...enjoy the view from a spacious balcony. The house is available from 16th June to 16th July and has all amenities like fridge, washing machine, microwave, iron, TV with Netflix and amazon prime, AC, queen size bed, sofa cum bed and a sofa. Bathroom is spacious with bathtub. The house is fully furnished with utensils available for cooking as well. The apartment is in a modern building and worth every penny.'", {}, {"Jun": {"2019-06-01": [false, 75], "2019-06-02": [false, 75], "2019-06-03": [false, 75], "2019-06-04": [false, 75], "2019-06-05": [false, 75], "2019-06-06": [false, 75], "2019-06-07": [false, 76], "2019-06-08": [false, 76], "2019-06-09": [false, 76], "2019-06-10": [false, 76], "2019-06-11": [false, 76], "2019-06-12": [false, 76], "2019-06-13": [false, 76], "2019-06-14": [false, 77], "2019-06-15": [true, 77], "2019-06-16": [true, 77], "2019-06-17": [true, 77], "2019-06-18": [true, 79], "2019-06-19": [true, 80], "2019-06-20": [true, 82], "2019-06-21": [true, 81], "2019-06-22": [true, 76], "2019-06-23": [true, 75], "2019-06-24": [true, 75], "2019-06-25": [false, 75], "2019-06-26": [true, 75], "2019-06-27": [true, 75], "2019-06-28": [true, 75], "2019-06-29": [true, 75], "2019-06-30": [true, 75]}, "Jul": {"2019-07-01": [true, 75], "2019-07-02": [true, 75], "2019-07-03": [true, 75], "2019-07-04": [true, 75], "2019-07-05": [true, 75], "2019-07-06": [true, 76], "2019-07-07": [true, 75], "2019-07-08": [true, 76], "2019-07-09": [true, 79], "2019-07-10": [true, 76], "2019-07-11": [true, 76], "2019-07-12": [true, 76], "2019-07-13": [true, 76], "2019-07-14": [true, 75], "2019-07-15": [true, 75], "2019-07-16": [true, 75], "2019-07-17": [false, 75], "2019-07-18": [false, 75], "2019-07-19": [false, 75], "2019-07-20": [false, 75], "2019-07-21": [false, 75], "2019-07-22": [false, 75], "2019-07-23": [false, 75], "2019-07-24": [false, 75], "2019-07-25": [false, 75], "2019-07-26": [false, 75], "2019-07-27": [false, 75], "2019-07-28": [false, 75], "2019-07-29": [false, 75], "2019-07-30": [false, 75], "2019-07-31": [false, 75]}, "Aug": {"2019-08-01": [true, 75], "2019-08-02": [true, 76], "2019-08-03": [true, 79], "2019-08-04": [true, 79], "2019-08-05": [true, 78], "2019-08-06": [true, 79], "2019-08-07": [true, 78], "2019-08-08": [true, 78], "2019-08-09": [true, 79], "2019-08-10": [true, 79], "2019-08-11": [true, 79], "2019-08-12": [true, 78], "2019-08-13": [true, 78], "2019-08-14": [true, 78], "2019-08-15": [true, 78], "2019-08-16": [true, 79], "2019-08-17": [true, 79], "2019-08-18": [true, 78], "2019-08-19": [true, 77], "2019-08-20": [true, 77], "2019-08-21": [true, 77], "2019-08-22": [true, 77], "2019-08-23": [true, 78], "2019-08-24": [true, 77], "2019-08-25": [true, 77], "2019-08-26": [true, 77], "2019-08-27": [true, 76], "2019-08-28": [true, 77], "2019-08-29": [true, 77], "2019-08-30": [true, 78], "2019-08-31": [true, 78]}, "Sep": {"2019-09-01": [true, 75], "2019-09-02": [true, 75], "2019-09-03": [true, 75], "2019-09-04": [true, 75], "2019-09-05": [true, 76], "2019-09-06": [true, 75], "2019-09-07": [true, 77], "2019-09-08": [true, 75], "2019-09-09": [true, 75], "2019-09-10": [true, 75], "2019-09-11": [true, 75], "2019-09-12": [true, 75], "2019-09-13": [true, 79], "2019-09-14": [true, 75], "2019-09-15": [true, 75], "2019-09-16": [true, 75], "2019-09-17": [true, 75], "2019-09-18": [true, 75], "2019-09-19": [true, 75], "2019-09-20": [true, 75], "2019-09-21": [true, 75], "2019-09-22": [true, 75], "2019-09-23": [false, 75], "2019-09-24": [false, 75], "2019-09-25": [false, 75], "2019-09-26": [false, 75], "2019-09-27": [false, 75], "2019-09-28": [false, 75], "2019-09-29": [false, 75], "2019-09-30": [false, 75]}}, 0], "30780769": [[-33.81768, 151.01391], "Your home here in Parramatta, Sydney!", ["https://a0.muscache.com/im/pictures/9e0ddafa-8aea-44bb-b12f-87d6a2eac41e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/31271db9-d7c6-4a3d-815f-ac2edef9aad2.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a39dab14-e926-420d-a5ab-2a4531f8151d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/38c5a612-02d7-458a-b484-94fb04d7c08b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/906a3a5d-8d88-42a4-9a71-409eb2bad49f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/cf4eae61-ecf8-427b-9759-1f7218a1fca0.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c3f058a9-a780-41d9-83d5-0d25d016c8b8.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/bf874c50-d002-4e0b-b8a9-983e9542b909.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/131f3e36-f02a-491b-80d0-0d1211c6ac97.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/2fa4190e-48f3-44a9-b3b0-050dc61a3127.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b3aac428-0378-4d44-bf2d-195b361eb838.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e0901562-aa97-4a2c-8309-460e5375639f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3163b1bd-4036-4bd8-813e-9eee9287f616.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f7d0dce4-9575-43a7-a709-9bc136332e7a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c05465b9-92f6-4888-bc19-6fd1c411ea80.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5b0de29d-199a-4b22-8922-d92aa0762715.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/8af9b3b6-d223-46fc-a9ec-08079d16f4d9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e953bfde-7169-4b78-810f-cf1b99030d9c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/956ad3f7-ed37-4dcc-a720-212228254ad4.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/20be06e5-f5be-41c5-a00e-99dd53917c18.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/cc48f0b2-8ff7-4971-99df-369b1286c699.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/14fab117-0ca0-4eab-8fa9-5998dffcf635.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/08cf3464-c591-41d8-bb02-a4e80664786a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/72fabddb-725a-41b3-9577-529eed2000fb.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/583c31a1-5ea9-4061-be84-2d7a181feffc.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/af30a58b-95bf-4f36-b799-b6efd2543dde.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/39098610-bad1-4da7-8246-6f7e1ac6da4e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/fa831681-3d57-46ce-96ca-edbc859b44a9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/17b00e65-888a-44c4-94d2-4d4501ea2e43.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c791f8bb-1ef2-40a2-9406-eb0fb926530e.jpg?aki_policy=large"], "2 bedrooms", 2, "2 baths", 2.0, 3, 4, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 28, 4.5, "Entire townhouse", 68.0, "AUD", 0, 230300050, "Whether you are visiting Sydney for business or leisure, and want to experience the excitement of Sydney, this is definitely the place for you. The prime location which our house is positioned  makes it easy to travel to all of Sydneymost popular tourist, shopping and dining locations.'", {"161656947": ["Cam", "Friendly and host easily reachable"], "152683905": ["Frederick W.", "Good place, Clean and nice"], "120512708": ["Lee-Anne", "This place is just like the photos show, clean & comfy. \nThe pillows & beds are comfy (beds a bit creaky when you move)\nLinens all clean & white, with extra blankets & pillows in cupboard. \nPlenty of supplied soap shampoo & conditioner in bathroom. \nBasic cooking utensils & very small fridge. \nThe amenities listed a spa/hot tub but this does not exist. \nI would advise future guests intending to use the garage for parking their car to only have small car ad it is a bit difficult to park a larger car or SUV but it can be done. \nWe did have to advise owner after trying to cook dinner in the oven that the oven did not work & then after having loaded dirty dishes into dishwasher that this also did not work - both a little inconvenient."], "56766932": ["Elise", "Neat little place. Cozy. Close to shops. Well thought out space."], "2799830": ["Michael", "This property is well located in a relatively quiet street and is within walking distance of lots of eating places as well as Parramatta CBD. Generally we found it quite good but there are a few things to be aware of when considering this place. \n\nFirstly, the single garage can really only be used by a very small car due to the narrowness of the driveway, and the position /size of the garage. The problem with this is that if you can’t fit in the garage (and many cars I suspect will struggle to fit), the parking on the street is timed 2 hour parking between 8am and 6pm. I had been intending to park in the garage and walk into the Parramatta CBD each day to attend a conference, but due to the parking issue I had to take my car and pay for parking in the CBD. Not a massive issue but good to be aware of and for us meant a change of plan.\n\nInside the townhouse the place is ok. It was clean and tidy and seemed to have everything you would need. It could probably do with a coat of paint and new carpet (that had underlay) but it did function well enough. The linen was good. The double bed in the main bedroom creaks badly when you move, but apart from that was comfortable enough.\n\nDownstairs is the living area which has a tiled floor and can be quite cold in the evenings and morning, but doesn’t appear to have heating. I spotted an air conditioning unit on the wall but couldn’t find a remote. I checked with the owner who advised that it was for cooling only and pointed me to where I could find blankets. However, it would have been nice to make the place cosy."], "239686332": ["Iranga", "The location was perfect. But the cleanliness was not as expected. Informed that the checking information will send 3 days prior but didn't receive. Luckily respond to the phone and gave the code. It will be easy if the wifi password kept somewhere that easily find."], "224118187": ["Avani", "Lovel"], "96934460": ["Leah", "Enjoyed my stay. Great location and prompt response from Chuming."], "147305935": ["David", "Well rehearsed instructions Easy access to town house All mod cons Wifi Very  central to everything in Parramatta 3 stops to Easter show Will happily book again"], "177190861": ["Farina", "Great location, good value for money, bit smaller garage for bigger cars though, very comfortable beds, easy check-in check-out."], "233986009": ["Ronald", "Good place to stay."], "157977760": ["Scott & Philippa", "I booked Chumming’s place with a days notice, however on the day of check in (at check in time) Chumming let me know I could not check in until 7pm. I had to find other accommodation and was given a full refund."], "247380263": ["Marcus", "Great place"], "230907945": ["Todd", "Thank you"], "212354644": ["Dominique", "Chuming was a great host, the responses were speedy, the house was clean and homely, the beds were super comfortable and the house was walking distance to some amazing restaurants and to woolies. Definitely would stay here again!"], "219001823": ["Kyle", "lovely place to stay for small trips, driveway is tight so small cars are better, over all the place is a nice stay. only thing I could recommend is a bigger fridge and freezer as we had to buy our meals one day at a time to make sure we had enough space for everything"], "164953684": ["Ruby", "Nice place for family holiday, everything is clean and perfect. Highly recommended"], "21511160": ["Sandrine", "Quiet area, great location, garage available and great linen. Convenient to shops, restaurants, transport and river walk."], "169015340": ["Yuna", "It’s comfy place to stay when travelling around Sydney."], "230887662": ["Murtaza", "Was great and beautiful holiday space"], "148491434": ["Sa", "Neat & Clean."], "29013046": ["Jodi", "My daughter and her family stayed"], "112050819": ["Gracie", "The house was beautiful and the rooms were big and very accommodating and the beds were comfortable. The house was super clean."], "162196243": ["Sabreenah", "Host was easy to communicate with. My stay in parramatta was lovely."], "133739771": ["Erwin", "Very cozy and pleasant. Price is reasonable."], "44399776": ["Boom", "Clean and cozy."], "69999857": ["Jay", "Close to the Train station. Clean and everything we need was provided. Thank you."], "51552922": ["Avyhuan", "Good location"]}, {"Jun": {"2019-06-01": [false, 138], "2019-06-02": [true, 58], "2019-06-03": [false, 68], "2019-06-04": [false, 68], "2019-06-05": [false, 58], "2019-06-06": [false, 68], "2019-06-07": [false, 68], "2019-06-08": [false, 138], "2019-06-09": [false, 98], "2019-06-10": [false, 128], "2019-06-11": [false, 128], "2019-06-12": [false, 128], "2019-06-13": [false, 128], "2019-06-14": [false, 138], "2019-06-15": [false, 138], "2019-06-16": [false, 138], "2019-06-17": [false, 128], "2019-06-18": [false, 128], "2019-06-19": [false, 128], "2019-06-20": [false, 128], "2019-06-21": [false, 138], "2019-06-22": [false, 138], "2019-06-23": [false, 138], "2019-06-24": [false, 128], "2019-06-25": [false, 128], "2019-06-26": [false, 138], "2019-06-27": [false, 128], "2019-06-28": [false, 138], "2019-06-29": [false, 138], "2019-06-30": [true, 138]}, "Jul": {"2019-07-01": [true, 68], "2019-07-02": [true, 128], "2019-07-03": [true, 128], "2019-07-04": [true, 128], "2019-07-05": [true, 138], "2019-07-06": [false, 119], "2019-07-07": [false, 119], "2019-07-08": [false, 99], "2019-07-09": [false, 99], "2019-07-10": [false, 99], "2019-07-11": [false, 99], "2019-07-12": [false, 99], "2019-07-13": [false, 138], "2019-07-14": [false, 138], "2019-07-15": [false, 99], "2019-07-16": [false, 99], "2019-07-17": [false, 99], "2019-07-18": [false, 99], "2019-07-19": [false, 119], "2019-07-20": [false, 119], "2019-07-21": [true, 88], "2019-07-22": [true, 88], "2019-07-23": [false, 99], "2019-07-24": [false, 99], "2019-07-25": [false, 99], "2019-07-26": [false, 119], "2019-07-27": [false, 119], "2019-07-28": [true, 128], "2019-07-29": [true, 128], "2019-07-30": [true, 128], "2019-07-31": [true, 128]}, "Aug": {"2019-08-01": [false, 99], "2019-08-02": [false, 119], "2019-08-03": [false, 119], "2019-08-04": [false, 119], "2019-08-05": [false, 99], "2019-08-06": [true, 98], "2019-08-07": [false, 128], "2019-08-08": [false, 128], "2019-08-09": [false, 138], "2019-08-10": [false, 138], "2019-08-11": [true, 98], "2019-08-12": [true, 98], "2019-08-13": [false, 128], "2019-08-14": [false, 128], "2019-08-15": [true, 68], "2019-08-16": [false, 119], "2019-08-17": [false, 119], "2019-08-18": [false, 119], "2019-08-19": [false, 99], "2019-08-20": [false, 99], "2019-08-21": [false, 99], "2019-08-22": [false, 99], "2019-08-23": [false, 119], "2019-08-24": [false, 119], "2019-08-25": [false, 119], "2019-08-26": [false, 99], "2019-08-27": [false, 99], "2019-08-28": [false, 99], "2019-08-29": [false, 99], "2019-08-30": [false, 119], "2019-08-31": [true, 138]}, "Sep": {"2019-09-01": [false, 138], "2019-09-02": [true, 128], "2019-09-03": [true, 128], "2019-09-04": [true, 128], "2019-09-05": [false, 128], "2019-09-06": [false, 138], "2019-09-07": [true, 138], "2019-09-08": [true, 138], "2019-09-09": [true, 128], "2019-09-10": [true, 128], "2019-09-11": [false, 99], "2019-09-12": [false, 99], "2019-09-13": [true, 98], "2019-09-14": [true, 98], "2019-09-15": [false, 119], "2019-09-16": [false, 99], "2019-09-17": [true, 68], "2019-09-18": [false, 99], "2019-09-19": [false, 99], "2019-09-20": [false, 119], "2019-09-21": [false, 119], "2019-09-22": [false, 119], "2019-09-23": [false, 128], "2019-09-24": [false, 128], "2019-09-25": [false, 128], "2019-09-26": [true, 68], "2019-09-27": [false, 138], "2019-09-28": [false, 138], "2019-09-29": [false, 138], "2019-09-30": [false, 128]}}, 101], "31362124": [[-33.80934, 151.0058], "A peaceful suite overlooking  Parra River & City", ["https://a0.muscache.com/im/pictures/ce821ef4-e50c-4201-9ac9-56cf3540898a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4b92de4f-11eb-48dc-8586-eb97b7afae1d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ebac8f69-014a-4498-8872-245a9c342b2c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f0e0bd4f-39e3-43a6-b27d-ce3bdfd3a2b8.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0b0cf1b1-5c88-4a23-a7d2-31d7e630f7fb.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ba053e1f-d528-4a3d-91e4-da0e322aa6c0.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/58e92260-5546-4c8c-8977-68904a2a748a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/fd88919e-8f9c-443b-a176-56ddb75346d0.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7c900a29-145e-44ef-a7ed-14ef889e42ee.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/240fb3b5-b90b-4b6e-ae17-3c2144a8e302.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/60c72c3b-e069-40cf-9e28-f8ce87b83c29.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ec290ab3-5a4f-4a08-9749-2f69f84a48fe.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/00f1b711-d885-4f8a-8104-7f7ad499f926.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d1ebde2f-34f4-4733-a4d3-e96b2aa59003.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4f0acd3d-8fec-43e6-b7e7-be3afe81c355.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ede83b03-268b-4297-b014-7e1593e2ae20.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/74f3181d-0375-47c3-9abf-9bf45ba27bef.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0d127ae9-e264-4a74-9f31-ef53933bd21e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/45920b49-98ab-4758-b5db-ce918d11672d.jpg?aki_policy=large"], "1 bedroom", 1, "1 private bath", 1.0, 1, 2, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 26, 5.0, "Private room", 70.0, "AUD", 0, 63841353, "Relax in a spacious peaceful suite overlooking Parramatta River, City &amp; the Blue Mountains.The room features a comfortable Queen bed with side table lamps, TV, tripled mirrored w/robe, compact desk for that extra work, a relaxing couch and an excercise bike.  The private en-suite bathroom is complete with shower, toilet and basin on a full cabinet with mirror.  A shared kitchen, dining, lounge and laundry are available for guests use. The balcony is the perfect place to relax .'", {"13137756": ["Matt", "Nice bloke - mature gentleman - friendly if you want a chat - accomodating if you need flexibility- quick with communication & very clean & comfy self contained en-suite room with tea n coffee n fridge - wifi - tv etc.\nAwesome water views over the river - 2 minutes to train station to the airport or to the river jetty to catch a boat to Sydney harbour ...\nIdeal as a single or a couple..."], "42803181": ["Matthew", "Ron is a terrific host and the room was very comfortable and clean"], "4876017": ["Ricc", "Highly recommend. Comfy bed, great location and amazing hosts. Thanks again- 10/10!"], "229294763": ["Kamala", "Great place and hospitality from host . Definitely recommend"], "158030068": ["Wahid", "Great hospitality, wonderful location, great people!"], "42181266": ["Diane", "Great position and unit.  Bedroom is spacious and has everything you need, including a bar fridge, bed is very comfortable and views are amazing. Ron and Kerry are extremely helpful and good company if you want company.\nRon & Kerry know Parramatta very well and able to give advice on eating, coffee, public transport etc.\nYou will enjoy your stay."], "229356751": ["Brenton", "Ron and his wife were very welcoming into their home, highly recommend !!"], "260297160": ["Daniel", "Completely perfect in my eyes, great hosts, clean tidy place.\nHosts were amazing, they  even invited me out for coffee picked me up and drove me to my next port of call, ie-  a  car dealership up the road so I could pick up my car which I had bought and was driving back down to Melbourne. Will stay here a again. Xxx"], "213424664": ["Sharon", "Great location, close to everything. Fabulous views of the Parramatta skyline from the apartment. Apartment block is secure and very well maintained with pool and sauna available. The ensuite room was great, even with a exercise bike. Hosts were very friendly."], "170717688": ["Sushant", "Ron is a fantastic host, quick to respond and help. Location is super good. Will definetly stay again"], "251421029": ["Taya", "This was my first Air BNB experience, and it was a fantastic one at that! Ron was so welcoming and accommodating in his home. The room is spacious and set up really nicely. Ron welcomed me in his home and was super friendly on every encounter. I wish I wasn’t so busy each day with work, so I could’ve enjoyed the experience even more! \nWould highly recommend Ron and his place for anyone looking for a home close to everything in Parramatta, with easy access, safe car parking  and wonderful host!"], "38572812": ["Samuel", "My wife and I throughly enjoyed our stay with Ron and Kerry. They were very accommodating, offering great local knowledge, and the facilities/amenities were great."], "136158181": ["Aubert", "Fantastic place.  Value for money\nFriendly family and they communicate very well!"], "104872404": ["Fleur", "I did not end up staying there. \nI’m sure it would’ve been great!"], "53365446": ["Gail", "Everything was great, close to restaurants, transport and great information from hosts. Would stay again"], "181868580": ["Shan", "Great stay , lovely hosts. Thanks Ron!"], "203965590": ["Jesper", "very friendly couple, very convenient if you need a place to stay in Parramatta"], "241619928": ["Sandra", "Fantastic hosts who made me feel very welcome with genuine warmth and friendliness. \nA lovely clean and tidy modern apartment and the best hosts anyone could wish for."], "125652798": ["Alice", "Such a great place to stay! Easy to get around and explore and stunning apartment. Super comfy bed. Ron and Kerry were so happy to do anything for you as well. We will hope to stay again!"], "119197666": ["Silva", "You can expect quality lodgings and quality hosts who will help you feel at home in Parramatta"], "100462386": ["Tracey", "Ron and Kerry were delightful hosts who went out of their way to create a well-presented room which was extremely clean and stylish. The bed was so cosy, better than my one at home! They were welcoming and friendly and offered many ideas to explore in the local area. Their apartment is situated right on the Parramatta River and had the most amazing views. It's a short 2-minute walk to a multitude of restaurants and across the road from the Riverside Theatre."], "24897396": ["Stephanie", "Ron was very quick to respond and was very helpful with our enquires. When we arrived Ron was super welcoming and gave us some good local advice. His home is very comfortable and has everything you need. Would highly recommend!"], "43637629": ["Ji Young", "The room was very clean and cozy. The host, Ron was very kind and friendly. I recommand this place who enjoy holidays. Thank you."], "162416738": ["Madoka", "This house is absolutely amazing!\nLovely host and clean house \nAlso can enjoy beautiful scenery from balcony ❣️\nHighly recommend to stay❤️"], "132063310": ["Max", "Ron and her wife are an amazing. Team, they really make you feel. Part of his place. I strongly recommend the view, the place and all the atmosphere that they give to the place make your stay way better :)"], "13157343": ["Prabash", "Ron's place was great. close to Parramatta and with an amazing view of the surroundings and all the way to Sydney CBD. The accuracy of the listing, cleanliness and hospitality was much appreciated."]}, {"Jun": {"2019-06-01": [false, 70], "2019-06-02": [false, 70], "2019-06-03": [false, 70], "2019-06-04": [true, 70], "2019-06-05": [true, 70], "2019-06-06": [true, 70], "2019-06-07": [false, 71], "2019-06-08": [false, 70], "2019-06-09": [false, 70], "2019-06-10": [false, 70], "2019-06-11": [false, 70], "2019-06-12": [false, 70], "2019-06-13": [false, 70], "2019-06-14": [false, 70], "2019-06-15": [false, 70], "2019-06-16": [false, 70], "2019-06-17": [false, 70], "2019-06-18": [false, 70], "2019-06-19": [false, 70], "2019-06-20": [false, 70], "2019-06-21": [false, 70], "2019-06-22": [false, 70], "2019-06-23": [false, 70], "2019-06-24": [false, 70], "2019-06-25": [false, 70], "2019-06-26": [false, 70], "2019-06-27": [false, 70], "2019-06-28": [false, 70], "2019-06-29": [false, 70], "2019-06-30": [false, 70]}, "Jul": {"2019-07-01": [false, 70], "2019-07-02": [false, 70], "2019-07-03": [false, 70], "2019-07-04": [false, 70], "2019-07-05": [false, 70], "2019-07-06": [true, 70], "2019-07-07": [true, 70], "2019-07-08": [false, 70], "2019-07-09": [false, 70], "2019-07-10": [false, 70], "2019-07-11": [false, 70], "2019-07-12": [false, 70], "2019-07-13": [true, 70], "2019-07-14": [true, 70], "2019-07-15": [true, 70], "2019-07-16": [true, 70], "2019-07-17": [true, 70], "2019-07-18": [true, 70], "2019-07-19": [true, 70], "2019-07-20": [true, 71], "2019-07-21": [true, 70], "2019-07-22": [true, 70], "2019-07-23": [true, 70], "2019-07-24": [true, 70], "2019-07-25": [true, 72], "2019-07-26": [true, 72], "2019-07-27": [true, 72], "2019-07-28": [true, 70], "2019-07-29": [true, 70], "2019-07-30": [false, 70], "2019-07-31": [false, 70]}, "Aug": {"2019-08-01": [false, 70], "2019-08-02": [false, 70], "2019-08-03": [false, 73], "2019-08-04": [false, 70], "2019-08-05": [true, 70], "2019-08-06": [true, 71], "2019-08-07": [true, 71], "2019-08-08": [true, 72], "2019-08-09": [true, 72], "2019-08-10": [false, 75], "2019-08-11": [true, 70], "2019-08-12": [true, 70], "2019-08-13": [true, 71], "2019-08-14": [true, 70], "2019-08-15": [true, 70], "2019-08-16": [true, 71], "2019-08-17": [true, 73], "2019-08-18": [false, 72], "2019-08-19": [false, 72], "2019-08-20": [true, 70], "2019-08-21": [true, 70], "2019-08-22": [true, 72], "2019-08-23": [true, 72], "2019-08-24": [true, 72], "2019-08-25": [true, 71], "2019-08-26": [true, 70], "2019-08-27": [true, 70], "2019-08-28": [true, 70], "2019-08-29": [true, 70], "2019-08-30": [true, 72], "2019-08-31": [true, 72]}, "Sep": {"2019-09-01": [true, 70], "2019-09-02": [true, 70], "2019-09-03": [true, 70], "2019-09-04": [true, 70], "2019-09-05": [true, 70], "2019-09-06": [true, 70], "2019-09-07": [true, 71], "2019-09-08": [true, 70], "2019-09-09": [true, 70], "2019-09-10": [true, 70], "2019-09-11": [true, 70], "2019-09-12": [true, 70], "2019-09-13": [true, 71], "2019-09-14": [true, 71], "2019-09-15": [true, 70], "2019-09-16": [true, 70], "2019-09-17": [true, 70], "2019-09-18": [true, 72], "2019-09-19": [true, 71], "2019-09-20": [true, 71], "2019-09-21": [true, 72], "2019-09-22": [true, 70], "2019-09-23": [true, 70], "2019-09-24": [true, 70], "2019-09-25": [true, 70], "2019-09-26": [true, 70], "2019-09-27": [true, 72], "2019-09-28": [true, 72], "2019-09-29": [true, 70], "2019-09-30": [true, 70]}}, 10], "16224739": [[-33.824818, 151.020645], "Race into Rosehill", ["https://a0.muscache.com/im/pictures/1ae14d38-e535-4ea9-bdc2-40c9c0a1efd3.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5221fa59-e16c-4c31-86e1-d2cea2ac616f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7d37ddf1-6bb6-4737-b251-019d94b9dc8f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/414e4985-209e-45ce-81ac-4c88f493f87e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f47a6d78-4ec2-4d35-a704-9e250156e4b6.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/68778a8a-107d-42d4-9b38-9a5955aa09e2.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0a60f5c9-19fa-4095-bd6f-929f5af477d7.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/85b525a5-54b7-449f-a42f-99ed7efccd12.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0df2c525-5c74-46f1-9a88-2220035f5c23.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f70c6fc2-e3c8-4d1c-92ef-0ad4b164c79c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a6684c27-dbe0-431c-b032-18e43e6f9b0a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f4981dc4-1d5c-4b65-b309-28ad91722e98.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f3845110-c9d0-468b-a36f-487262110cfe.jpg?aki_policy=large"], "Studio", 0, "1 bath", 1.0, 2, 4, null, "Wireless Internet,Kitchen,Washer", 104, 4.5, "Entire apartment", 91.0, "AUD", 0, 106018680, "My place is close to great views, 5 minutes walk to Rosehill race course &amp; train station, buses right across the street, Sydney speedway race track, 10 minutes drive to ANZ Stadium and Olympic park, 5 minutes drive to Church St Parramatta EAT Street with plenty of restaurants. Youlove my place because of the views, the high ceilings, and the cosiness. My place is good for couples, solo adventurers, and business travellers.'", {"183503764": ["Danielle", "This apartment was located in a handy apt with free in street parking. The view was spectacular and check in was easy as.\nHaving the whole apartment to ourselves was great.\nBring some extra sheets and a tea towel."], "251635142": ["Martin", "We have just had a 3 night stay, as we were stall holders at an expo at Rosehill Gardens. It was a perfect location for our needs and the check in/check out was extremely easy. We did find little things that weren't quite what we expected, like the sofa and the bed being in the same room and the entrance was very small. It was clean and tidy and a nice little touch with the tourist brochures and train information."], "48386039": ["Henry", "Much smaller than I thought \nBut Clean"], "170325278": ["Samantha", "Great location with views to Rosehill racecourse.  Very small room with bed and sofa bed in same room. Unfortunately not enough bedding supplied, sheets, blankets or pillows. Was very clean. You need to be careful when showing as the hot water is in and out, alternating between scalding and too cold. If you bring your own bedding this is an ok place for the price in Sydney, but I would suggest for a maximum of 2 people."], "106342556": ["Jessica", "It was such a lovely place to stay. Definitely recommended for future use."], "175761558": ["Caledonia", "Clean and tidy apartment. Great location for what we needed.  Quick responses and easy check in process."], "242596273": ["Ryan", "Very nice clean apartment is very small and I would recommend for only one person parking was a bit difficult as very busy street"], "225978739": ["Corinna", "Very clean and comfortable. Check-in process was super simple and communication with Siu was great. Would definitely recommend staying here for 1 or 2 people. More people might be a squeeze."], "215141738": ["Mira", "Not bad"], "221479701": ["Michael", "Nice place, very cozy and small but clean, easy to access and very comfortable."], "214974743": ["Sharna", "Very good convenience to parramatta park and all shops"], "206841295": ["William", "Good"], "94879119": ["Dheeraj", "Nice place"], "125958768": ["Gavin", "A great, small and cosy place in a nice location. Limited kitchen appliances and utensils. Very clean space."], "119701032": ["Shae", "great location close to trains and bus stops. very clean and easy check in. highly recommend!"], "32448325": ["Cam", "Description and comments give an accurate description of the home. Surprisingly good view, you can just see the harbour bridge while having a shower"], "223559880": ["Kara", "Awesome location, room was spacey despite having 3 adults staying! Comfy bed!! Easy access and quick replies from the host! Would defs recommend and stay again if needed :D"], "46205705": ["Dylan", "Very clean, very reasonable price, super speedy response times to messages, FREE WIFI :D"], "213606504": ["Greg", "Siu Lap's place is as advertised. You sign up knowing of the traffic noise but some ear plugs help with this. Place was clean and well appointed and would be ideal for 1-2. Bathroom is modern and clean and there was plenty of hanging space and lots of coat hangers. Be prepared to park a bit away from the place if getting back there in the evening. Easy check in and access to the place via a lift. Great views."], "202742650": ["Brhanu", "Had a really relaxed week in this Apartment."], "46451032": ["Matt", "Best for 2 - limited cooking facilities and a bit noisy, but good overall."], "121925345": ["Wally", "It is a small facility, but clean and tidy.  Computer and email access is a bonus - well received."], "114483535": ["Anita", "Siu has a nice small place and the bed was very comfortable. Ideally it would for a couple, but 3 was doable. He was very accommodating and assisted us when we asked for it. Please note that there aren’t any stoves for cooking"], "197619188": ["Li Peng", "Basic, clean and located across the road to Rosehill Gardens, which is where we were attending an event."], "190914248": ["Jaithwala", "Good place for two people\n"], "73419759": ["Shah", "great place to stay"], "184490850": ["Sunny", "Very well-kept place, small but cosy. Great bathroom and bed however lacks some kitchen appliances. Great communication with host and flexible with check-in time. Would stay here again and recommend to others."], "17622646": ["Kashina", "Great location for Rosehill. No cooking facilities other than a microwave and kettle."], "109090717": ["Jeff", "Late notice booking - host jumped to get me sorted. Really appreciated. Everything is as it says on the tin"], "187812370": ["Khuram", "Loved the place and very friendly host"], "82457686": ["Jessica", "A really nice place to stay and close to public transport. The apartment was clean and comfortable; and there was great communication throughout from Siu Lap."], "102002995": ["Paul", "Good clean place. Traffic is noisy as noted in other reviews"], "170509873": ["Dragana", "Our stay was good but we used a studio only over night. Clean and close to the public transport"], "140523397": ["Daniel", "Really good place"], "71935813": ["Kay", "Very clean & compact appt directly opposite Rosehill racecourse. Good value though traffic noise is significant day & night."], "29018667": ["Karin", "Sui Lap's place was clean & neat but tiny. Sui Lap was helpful with excellent communication, however I wouldn't recommend this place unless you're used to being on a main road with constant loud traffic noise."], "176293834": ["Hania", "Great place to stay. Very clean, convenient and comfortable."], "122623496": ["Rachael", "Cosy and comfortable apartment, small but stylish. Would stay here again."], "10896348": ["Rob", "Nice clean self-contained apartment central to Rosehill racecourse. On the main road the traffic is very noisy and crying baby next door with thin walls means take ear plugs"], "10445285": ["Matthew", "Small and functional apartment. I used it for business travel and it was perfect for that purpose. The host was very prompt and friendly"], "70749561": ["Jesus", "Everything was good. Any issue at all. It was very clean and good amenities. I recommend the place. There's no tv, but a computer is provided with good internet."], "103751153": ["Nikhil", "Nice place with all basic amenities. Was very clean and very quick response from host. Check in was easy and the place is close to everything."], "165526828": ["Piotr", "Sui Lap is a great guy"], "45713515": ["Leslie", "The place is nice and clean, and the host is really helpful."], "76043499": ["Divya", "Communication with Siu was very easy and fast and he was very flexible concerning checkin. The place was very cosy and lovely! We loved how clean the studio was and loved that it was very accessible by public transport"], "6419960": ["Brent", "Great if you have an event at Rosehill, the apartment is small and cosy with everything you need. The apartment is on the road therefore there is a lot of road noise if you are a light sleeper."], "16274225": ["Grant", "Nice one bedroom place with kitchen and bathroom."], "144724091": ["Ranee", "Was Rily nice place lov to stay again"], "19473229": ["Coen", "Siu came and checked me in personally, He was friendly and extremely accommodating. I can't thank him enough for letting me book the place in such short notice.\n\nThe apartment was clean and well stocked. Close to the train station. I would highly recommend it to other travellers."], "24573633": ["Jill", "The bed was very comfortable and the apartment was nicer than the photos show. The downside being that parking was more than a block away and it was quite noisy."], "47737675": ["Sally", "It was nice! A l"], "66984868": ["Waqas", "It was good."], "43482051": ["Rodger", "Thanks for the stay! Siu was a great host. Will definitely stay again."], "138642399": ["Dennis", "Friendly, fast to talk to and would come again!"], "107751955": ["Yang", "It's a great eexperience to have three nights stay in such a nice and warm unit~"], "129975469": ["Roven", "Very small place, no couch and no tv like on pics. "], "27510977": ["Siena", "Room was exactly as described. It was very clean and cosy.  Communication with the host was easy and prompt. Ample street parking and close to localities. Would recommend!"], "47316625": ["Sianan", "This has got to be one of the most comfortable rooms I have ever stayed in! The bed is so soft and the whole apartment is so clean. It really feels like a home~\nDefinitely a great place to stay! And the hosts are super wonderful and friendly! Definitely recommend~~ thanks again! "], "94723272": ["Taylar", "Accurate to description, affordable, clean, and cozy. Sui Lap is great with communication and the bed is unbelievably comfy! "], "129954185": ["Hussain", "Very tidy and will recommend it. "], "61555870": ["Riddhi", "Siu's place was neat and located in a convenient area. Would definitely recommend this place"], "101932256": ["Krishna", "Siu's place was nice and tidy. Decent location and had all the necessities. Would definitely recommend for couples."], "129357557": ["Jacob", "Great location for a trip to Rosehill."], "99045465": ["Jeremy", "Siu Lap was a very accommodating host, responds instantaneously to message request. The space was very clean and all facilities were in working order. There is also a small kitchenette and Siu Lap was extra attentive in providing coffee and tea. Would highly recommend Siu Lap to anyone looking for a comfortable stay at a reasonable price."], "119068903": ["Matt", "Close to racecourse. Bed was so comfortable. "], "115533652": ["John", "Computer in the room was a good idea!"], "92448023": ["Suliana", "The place nice and small perfect if travelling alone or with someone "], "58823222": ["Paola", "great place. It was just like home. short walk to shops,train and buses."], "11521818": ["Natashja", "Great spot!!"], "107462121": ["Penni", "Great little unit. Close to racetrack. Will stay again."], "86694738": ["Chloe", "Great Place!! Great Location - across the road from a train station so it is easy to get around Sydney. It was a clean and functional room with a great bathroom and fridge and microwave."], "118636537": ["Nitika", "Siu's apartment is very well located & clean!! The Racecourse gardens view is awesome from the room! All the amenities are there! Host is very helpful and makes extra efforts to ensure comfortable stay for guests!! Highly recommended for couples and family !"], "22422957": ["Jessica", "Great place that was close to shops, restaurants etc. Included everything that a traveller could need and having the kitchenette was great. "], "17038656": ["Wawi", "We enjoyed our stay at Siu Lap's place for 28 days! The studio was neat and tidy. The bed was really comfy and the air conditioner cooled us on those hot days (it was peak of summer!). The kitchenette was more than enough to cook meals and free coffee & tea were provided. There is free wifi and a computer which were very useful in doing sone research. There is a laundry room in the building if needed to wash clothes, $5 for the washer, $4 for the dryer, only coins accepted. We also appreciate that a fire extinguisher, smoke alarm, and first aid medical kit were provided in an event of an emergency. The studio is located in a secured building and this was just across Rosehill train station, so it was easy to get to Central station when needed. Street parking is available at Virginia Street. We never had a problem looking for a spot but sometimes we need to walk further. Just three blocks away is Woollies (grocery), McDonald's, KFC, BP petrol station. It is very accessible to Parramatta especially Westfield Shopping Centre and the food strip in Church Street. Siu Lap and his wife, Boey, were very kind hosts and it was easy dealing with them. I recommend their place for the ambiance, location, and value for money. We felt at home in our stay there."], "108102961": ["Corey", "Suited me fine, Bed, Shower and small kitchenette.\nAir conditioner came in handy during the hot summer period, Food and shops was only a 10min walk.\n5min walk to the Train station or Bus stop."], "110845688": ["Hayeon", "This place is good. Close to the woolworths and station. The room is clean:)"], "57555177": ["Hank", "Modern and comfortable, got all the features for a traveller "], "68310746": ["Will", "nice and cozy studio with everything you need. Suitable with single or couple to stay."], "56429779": ["Charlotte", "The apartment is lovely, perfect for exploring Sydney and also having your private space. Siu Lap was very accommodating allowing early check in, offering suggestions about the neighborhood and leaving everything we'd need for the night. Recommend!"], "59885028": ["Tammy", "Nice and neat place to stay, accurate description and friendly helpful host. "], "167104533": ["Stacy", "great little place, central to the trains and buses.. was ideal for our short stay from new Zealand \nonly let down was 2 towels for 3 guests for 3 nights"], "159154160": ["Jean Michel", "The apartment is exactly as described. No surprise there. I love the check-in and out process. \nIt was noisy as per previous comment. The apartment is face a road section with 2 time 3 lanes slightly in slope so the cars have to accelerate which make it noisy.\nOverall good Value for price"], "140948019": ["Maya", "Siu Lap was very hospitable! You 'll enjoy his beautiful unit near the race course in Rosehill!"], "157838090": ["Mukesh", "Good Place. Next to Public transportation a plus."], "165663584": ["Lena", "Space was very clean and cozy. The room was just what we needed. The road was close and a little noisy, but if you don’t mind that this space is awesome. Not far from things. Very clean, and they responded fast."], "35200957": ["Karoline", "We stayed at Siu‘s unit for a few days as we wanted to visit Sydney.\nSiu was great and welcoming, answers always came fast and whenever we had a problem, he would be available. His unit was nice, good for the two of us. The drive to Sydney downtown by public transport takes a while, but that was absolutely okay. Trains are coming quite often and until late, so you can reach the unit very good at any time.\nOnly problem was the really big street nearby, it is very noisy and made sleeping a little difficult for us. But Siu was nice and did everything he could to make it comfortable for us though.\nAll in one, we enjoyed our stay. Thank you!"], "87698083": ["Illi", "Such a great pleasure to stay here. Siu Lap was being a great host & he’s very helpful."], "143617575": ["Amanda", "Siu Lap's studio apartment was great. Clean, tidy and presentable. Chocolates and water were gifted to us on the table (I was a bit greedy and ate them all!). Body wash was in the shower, though no shampoo or conditioner available (didn't mind as I had brought my own), and hair dryer was handy in the dresser cupboard. He had prepared tea and coffee, cutlery and even house slippers and bathroom jandals! Only downside is it is located next to a main road so it can be noisy, we got used to it though. Was still very happy. Thank you!"], "34186178": ["Aileen", "Siu's apartment was very clean and tidy. The communication with Siu was fast and easy. Everything went smooth. The flat has everything you need for a temporary stay. It's warm and cosy and the bed is so comfortable. Siu also provided coffee, tea and some sweets. Very welcoming. I would definitely recommend it."], "49111885": ["Brad", "The apartment provided everything I needed to attend an event at the Olympic Stadium and explore Sydney, and I loved its proximity to Parramatta and access to major public transport routes. A great base from which to explore."], "53051515": ["Mike", "Great, clean apartment.. 3 min from bus or train! Host was very friendly, right there if anything came up (nothing came up though, very smooth)"], "133442137": ["Hitpal", "All good."], "108137096": ["연주", "Was all great !! "], "40613019": ["Lexi", "Great place to stay in convenient location! Good wifi, and kitchenette. Would definitely recommend! Thanks so much!"], "100314717": ["John", "Great stay and located just near to Rosehill Station. Very friendly couples. Love staying there. "], "80603873": ["Jack", "Siu Laps place was great. It was very clean and comfortable. Coffee, tea and water provided. The kitchen had everything I needed and Siu Lap was very friendly and easy to contact. It's a reasonably short and cheap train ride to the heart of Sydney, but far enough away to get outside of the hustle and bustle of the city. Would recommend for anyone considering staying here. "], "14872297": ["Nick", "Siu and his wife were very nice and very helpful, the place was great - highly recommended! "], "247546104": ["Liam", "-"], "237325607": ["A-Team", "Excelente acomodação."], "152927633": ["雯", "很好"], "128215249": ["Soontaek", "호스트가 친절합니다"]}, {"Jun": {"2019-06-01": [true, 91], "2019-06-02": [true, 91], "2019-06-03": [true, 91], "2019-06-04": [true, 90], "2019-06-05": [true, 90], "2019-06-06": [true, 90], "2019-06-07": [true, 90], "2019-06-08": [false, 97], "2019-06-09": [false, 97], "2019-06-10": [true, 90], "2019-06-11": [true, 90], "2019-06-12": [true, 92], "2019-06-13": [false, 90], "2019-06-14": [false, 90], "2019-06-15": [false, 95], "2019-06-16": [false, 90], "2019-06-17": [false, 90], "2019-06-18": [false, 90], "2019-06-19": [false, 90], "2019-06-20": [false, 91], "2019-06-21": [false, 96], "2019-06-22": [false, 94], "2019-06-23": [false, 90], "2019-06-24": [false, 90], "2019-06-25": [false, 90], "2019-06-26": [true, 90], "2019-06-27": [true, 90], "2019-06-28": [true, 90], "2019-06-29": [true, 90], "2019-06-30": [true, 90]}, "Jul": {"2019-07-01": [true, 90], "2019-07-02": [true, 90], "2019-07-03": [true, 90], "2019-07-04": [true, 90], "2019-07-05": [true, 90], "2019-07-06": [true, 90], "2019-07-07": [true, 90], "2019-07-08": [true, 90], "2019-07-09": [false, 96], "2019-07-10": [false, 96], "2019-07-11": [false, 96], "2019-07-12": [false, 96], "2019-07-13": [true, 90], "2019-07-14": [true, 90], "2019-07-15": [true, 90], "2019-07-16": [true, 90], "2019-07-17": [true, 90], "2019-07-18": [true, 90], "2019-07-19": [true, 90], "2019-07-20": [true, 90], "2019-07-21": [true, 90], "2019-07-22": [true, 90], "2019-07-23": [true, 90], "2019-07-24": [true, 90], "2019-07-25": [true, 90], "2019-07-26": [true, 90], "2019-07-27": [true, 90], "2019-07-28": [true, 90], "2019-07-29": [true, 90], "2019-07-30": [true, 90], "2019-07-31": [true, 90]}, "Aug": {"2019-08-01": [true, 90], "2019-08-02": [false, 99], "2019-08-03": [false, 101], "2019-08-04": [false, 97], "2019-08-05": [true, 90], "2019-08-06": [true, 90], "2019-08-07": [true, 90], "2019-08-08": [true, 90], "2019-08-09": [true, 90], "2019-08-10": [true, 92], "2019-08-11": [true, 90], "2019-08-12": [true, 90], "2019-08-13": [true, 90], "2019-08-14": [true, 90], "2019-08-15": [true, 90], "2019-08-16": [true, 90], "2019-08-17": [true, 94], "2019-08-18": [true, 90], "2019-08-19": [true, 90], "2019-08-20": [true, 90], "2019-08-21": [true, 90], "2019-08-22": [true, 90], "2019-08-23": [true, 90], "2019-08-24": [true, 90], "2019-08-25": [true, 90], "2019-08-26": [true, 90], "2019-08-27": [true, 90], "2019-08-28": [true, 90], "2019-08-29": [true, 90], "2019-08-30": [true, 90], "2019-08-31": [true, 90]}, "Sep": {"2019-09-01": [true, 90], "2019-09-02": [true, 90], "2019-09-03": [true, 90], "2019-09-04": [true, 90], "2019-09-05": [true, 90], "2019-09-06": [true, 90], "2019-09-07": [true, 90], "2019-09-08": [true, 90], "2019-09-09": [true, 90], "2019-09-10": [true, 90], "2019-09-11": [true, 90], "2019-09-12": [true, 90], "2019-09-13": [true, 90], "2019-09-14": [true, 90], "2019-09-15": [true, 90], "2019-09-16": [true, 90], "2019-09-17": [true, 90], "2019-09-18": [true, 90], "2019-09-19": [true, 90], "2019-09-20": [true, 91], "2019-09-21": [true, 95], "2019-09-22": [true, 90], "2019-09-23": [true, 90], "2019-09-24": [true, 90], "2019-09-25": [true, 90], "2019-09-26": [true, 90], "2019-09-27": [true, 90], "2019-09-28": [true, 90], "2019-09-29": [true, 90], "2019-09-30": [true, 90]}}, 30], "29226451": [[-33.81835, 151.00766], "City  view/Location/Parking/Netflix/2 Bedrooms", ["https://a0.muscache.com/im/pictures/89a5775f-2cd0-4311-b677-15061282a90b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/2f791772-cdcd-4f08-a10b-7be1d1a63e87.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7dd201d4-44c4-479b-bcae-011eb5f4b76e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0ce95b55-0681-43c9-bfa6-d8d8c76b77b6.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/07a69f26-df69-4f3b-b7f3-25317906ea2e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0420ba5d-e7e8-4d1f-832d-60f8002befe2.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e17c327f-7ac4-498d-bc86-c865bd013346.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/938398d3-bdfc-45ac-ad73-3e66e9d38721.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/51c185cf-b415-4fd5-a18f-23b1df0cef58.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ee87990b-d803-421c-add1-4a34d155b70b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/bdb6b5e0-2bc6-415f-b983-f925cb5496ba.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ac2c2211-ff9c-4432-9c3c-22d1c45ab295.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b14d4726-4127-4c92-aec9-23b789de0a68.jpg?aki_policy=large"], "2 bedrooms", 2, "2 baths", 2.0, 3, 6, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 55, 5.0, "Entire apartment", 115.0, "AUD", 0, 176343672, "Modern 2 bedrooms apartmentwith panoramic breathtaking views located in the heart of Parramatta CBD. Short stroll to Parramatta ferry , Westfield shopping centre, train station , restaurant,cafe and pubs. High speed NBN wifi and Netflix.'", {"105162166": ["Tanya", "Great location, city views and stylish."], "116140675": ["Ryan", "Great place and location."], "132427175": ["Grace", "Beautiful views, even better than the photos. Easy walk to wherever you need to go."], "255946630": ["Gagandeep", "Thanks guys"], "132282555": ["Aafaq", "Amazing views, easy to communicate and cleaned apartment. Strongly recommended"], "54539179": ["Shirley", "Ray was very helpful when we accidentally left the key inside the Airbnb apartment. Under his instructions it was quick to retrieve the spare key. I was really thankful that Ray helped us immediately when it happened.\n\nThe place was very pretty and bright. Just like the photos. My daughter absolutely adored it.\n\nOverall it was a very pleasant experience. Thank you.\n\nShirley"], "201393171": ["Ben", "Great place, great price, great location awesome views. Would definitely stay again"], "133045590": ["Jane", "I wouldn’t hesitate to stay here again. Very clean and convenient location."], "235998992": ["Asif", "Place was amazing, really secure and good value for money. We forgot the apartment key inside and Ray was quick to help... would recommend this place for families with kids too."], "27038778": ["Tara", "We loved this modern and beautifully furnished apartment - the views from every window were amazing! The place felt very homely with lots of thoughtful touches such as books, games and kids dinnerware. We enjoyed our stay and are looking forward to returning in the future!"], "247067481": ["Maher", "Very nice people to deal with and very helpful"], "88880659": ["Christine", "Angelina's place was everything one could ask for in an Airbnb. Stylish, clean, well-furbished, and conveniently located. The apartment smelt fresh and clean, even the sheets. There's also a beautiful skyline view of Parramatta's surroundings (underrated beauty), which really made the stay memorable. Any changes with check-in and check-out were easily accommodated. Highly recommend!"], "104336838": ["Alexandria", "Great place. Good location, clear instructions and good communication."], "209143774": ["Shaun", "amazing apartment with fantastic views and everything you need for a few nights away. only a few minutes walk to Parramatta station and Westfield. great hosts as well!"], "236377306": ["Tasharna", "good location. close the Westfield and station."], "54585942": ["Liane", "The apartment and the view was amazing! The whole place smelled really good and was really clean. Aircon was quite weak for the hot weather but all in all, the place was perfect "], "39899832": ["Sarah", "This place is in a great area, walking distance to great restaurants, Parramatta train station and Westfield. Conveniently has a secured parking space for those driving. Excellent for a short or extended stay."], "67907684": ["Karen", "Highly recommend this apartment. The location, views of Sydney and style of apartment was amazing. Love this place!"], "226414516": ["Hasan", "Fucking Lit"], "218991133": ["Emma", "Great location - close to public transport and shops! Would stay again."], "236187085": ["Roslyn", "Angelina's place was so conveniently located near the train station and the apartment itself was so clean and spacious - definitely would stay here again"], "26662222": ["Tania", "An extremely comfortable stay at this sparkling clean and stylish apartment ... beats a hotel room any day. The view of the city is stunning, especially at sunrise. Thanks for a great experience Raymond!"], "206781708": ["Holly", "A well looked after,  clean apartment. Convenient location, on a high floor overlooking the city."], "96471511": ["Amy", "Just amazing. Such a beautiful place and beyond our expectations. Thank you so much for the easiest check in I've had yet at an air bnb! Such a lovely idea."], "114289486": ["Kara", "Apartment was absolutely amazing, great location, and views were outstanding ! The host was very responsive if we had any questions. Couldn’t fault our trip !"], "233805790": ["Borumy", "Thank you for the flexible checkout time!"], "68770075": ["Shivaun", "This apartment is very close to the centre of Parramatta and offers incredible views over the entire city from nearly every room. The parking is easy and convenient, and the apartment feels spacious and stylish. There was no tv when we were there, which was a bit inconvenient with a child, but it couldn’t be helped and the hosts informed us beforehand that this would most likely be the case. The kitchen is great but there were a few essential cooking utensils missing, and the cookware could use upgrading. Other than this, it’s a great place to stay and we enjoyed it very much."], "96247659": ["Steve", "Sleek, modern unit which is nicely appointed. Walls are very thin so some noise from neighbours. We were comfortable but the airconditioner struggled in the 40° temperatures during our stay. Secure carparking underneath is an excellent feature of this apartment. Overall, I found this place good value for money."], "60142669": ["Poorvi", "The view is awesome"], "62311309": ["Rohan", "It was an absolute pleasure staying at this property. It was nice and clean and close to all the amenities. The apartment also has very good city views. \nThe host specially is very quick and responsive and the hospitality was very good. Highly recommend."], "226571458": ["James", "Highly recommended. Loved our stay. Family loved it."], "52461196": ["Madeleine", "Thank you so much for having us stay in such a beautiful space. \nThe apartment was beautiful, brand new, clean as a whistle!\nI stayed here with my parents and partner for my graduation ball at Oatlands house, and graduation at Parramatta WSU campus which are both a short 6-8 minutes drive/uber away.\nLovely apartment with everything we could have needed. We will stay again if we are ever in Parramatta!"], "146012599": ["Claire", "We had a few problems with the tv and bedding but the hosts were super helpful and really quick with responses. Tidy, comfortable and in a good location."], "139049715": ["Jean", "The place is clean, modern and spacious, comfortable to stay in. Everything we needed in our stay is available."], "9691822": ["Alain", "Angelina's place in the centre of Parramatta is very convenient. Less than 5-minute walk to Parramatta train station, Westfield shopping centre and Western Sydney University's 1PSQ conference complex. Angelina is an excellent host, very accommodating and quick to respond to queries. Excellent value accommodation."], "219338686": ["Vik", "great place to stay if you want to make your trip memorable."], "48038841": ["Sarah", "Angelina’s place is exactly like the pictures, it’s beautifully decorated with an amazing view of parramatta and the city skyline. Location is very convenient, 5 mins to the train station and Westfield. The apartment is very clean and neat, beds are very comfortable, I really enjoyed my stay there, highly recommended. I’ll definitely come back again when I visit Parramatta next time."], "176925122": ["Yogendra", "Spotless and clean new apartment with great amenities. The best bit is parking is available and we can take alternative travel options within a very short walking distance. Westfield SC and Indian food lane are within 5 min walk. Thanks for being a great host."], "157880475": ["Jai", "Angelina’s place is amazing. Beautiful apartment with amazing views. We could even see the fireworks in the city. \nThank you"], "110225892": ["Sanya", "perfect house with all amenities and the outstanding view will take your heart away . must book"], "184218389": ["Doris Jie", "It was a good experience here. The apartment is close to parramatta station and Westfield. Everything is convenient. Check in instructions are clear."], "237703555": ["Jeff", "Helpful and quick respond"], "51307708": ["Arthur", "Ray and Angelina provided clear and good coomunication. Nice, modern and stylish apartment. You can even enjoy a sun rise view just in the room. Highly recommended"], "40734436": ["Jane", "Super convenient location in Parramatta 5 minute walk to train, bus and Westfield shopping mall. Well equipped kitchen for self catering. Comfortable sunny apartment ideal for a short stay in Parramatta."], "31560001": ["Joyce", "The apartment is just exactly as shown in pictures. It's very new and clean and my family and I would wish to stay for longer. It's close to station and Westfield, just few mins walk. I would choose to stay in this apartment if I come to Sydney again."], "113874882": ["Seamus", "Excellent location, literally a 2 minute walk to the train station which gives you quick access to the city! Apartment is spacious and bedrooms are nice however there is a small opening between the rooms at the glass windows which is strange so there is no full privacy between the two rooms.\nThe hosts responses were quick and helpful and overall it was a good stay! Thanks"], "154928564": ["Mervyn", "It was a very pleasant stay. Very homely."], "221760698": ["Charlotte", "Great place - it exceeded expectations in size - heaps of room for 2 couples. Has a great view and super close to train station"], "90381417": ["Phuong", "Toilet paper and rice cooker"], "30520264": ["Jaymee", "What you see is what you get (even more).  The unit was as seen in the pictures, very clean and complete with all the amenities that you will need when you're travelling.  \nOur hosts were very responsive as well to all our queries.  \nThe place is very near (walking distance) to the mall, train station and ferry station which makes it very convenient.  Will definitely book this place again if we return to Sydney."], "89979936": ["Elisa", "Stylish place with a great view"], "9098377": ["Kenny", "Angelinas apartment is awesome. Well positioned and full of great features that made our stay great. Would definitely recommend"], "55484330": ["Wendy", "房子明亮､干净,设施齐全,周边交通便利"], "216684390": ["Sarah", "."], "224634768": ["Rolf", "Eine sehr schöne Wohnung immer wieder zu empfehlen. Wir hatten eine tolle Aussicht auf Sydney."]}, {"Jun": {"2019-06-01": [false, 165], "2019-06-02": [false, 145], "2019-06-03": [false, 145], "2019-06-04": [false, 145], "2019-06-05": [false, 110], "2019-06-06": [false, 145], "2019-06-07": [false, 170], "2019-06-08": [false, 170], "2019-06-09": [false, 175], "2019-06-10": [false, 175], "2019-06-11": [false, 147], "2019-06-12": [false, 100], "2019-06-13": [false, 100], "2019-06-14": [false, 95], "2019-06-15": [false, 175], "2019-06-16": [true, 95], "2019-06-17": [false, 151], "2019-06-18": [false, 154], "2019-06-19": [false, 156], "2019-06-20": [true, 90], "2019-06-21": [false, 105], "2019-06-22": [false, 165], "2019-06-23": [false, 145], "2019-06-24": [false, 145], "2019-06-25": [false, 145], "2019-06-26": [false, 145], "2019-06-27": [false, 145], "2019-06-28": [false, 145], "2019-06-29": [false, 155], "2019-06-30": [false, 135]}, "Jul": {"2019-07-01": [false, 135], "2019-07-02": [false, 155], "2019-07-03": [true, 115], "2019-07-04": [true, 135], "2019-07-05": [true, 135], "2019-07-06": [false, 165], "2019-07-07": [false, 145], "2019-07-08": [false, 157], "2019-07-09": [false, 157], "2019-07-10": [false, 157], "2019-07-11": [false, 157], "2019-07-12": [false, 185], "2019-07-13": [false, 178], "2019-07-14": [false, 157], "2019-07-15": [true, 157], "2019-07-16": [true, 157], "2019-07-17": [true, 157], "2019-07-18": [false, 157], "2019-07-19": [false, 185], "2019-07-20": [false, 185], "2019-07-21": [false, 157], "2019-07-22": [false, 157], "2019-07-23": [false, 157], "2019-07-24": [false, 157], "2019-07-25": [false, 157], "2019-07-26": [false, 170], "2019-07-27": [true, 168], "2019-07-28": [true, 145], "2019-07-29": [true, 150], "2019-07-30": [true, 155], "2019-07-31": [true, 155]}, "Aug": {"2019-08-01": [true, 155], "2019-08-02": [false, 165], "2019-08-03": [false, 165], "2019-08-04": [false, 152], "2019-08-05": [true, 145], "2019-08-06": [true, 145], "2019-08-07": [true, 145], "2019-08-08": [true, 145], "2019-08-09": [false, 165], "2019-08-10": [false, 165], "2019-08-11": [false, 145], "2019-08-12": [true, 145], "2019-08-13": [true, 145], "2019-08-14": [true, 145], "2019-08-15": [true, 145], "2019-08-16": [true, 165], "2019-08-17": [true, 165], "2019-08-18": [true, 145], "2019-08-19": [true, 145], "2019-08-20": [true, 145], "2019-08-21": [true, 145], "2019-08-22": [true, 145], "2019-08-23": [true, 165], "2019-08-24": [true, 165], "2019-08-25": [false, 145], "2019-08-26": [false, 145], "2019-08-27": [false, 145], "2019-08-28": [true, 145], "2019-08-29": [true, 145], "2019-08-30": [true, 165], "2019-08-31": [true, 165]}, "Sep": {"2019-09-01": [true, 155], "2019-09-02": [true, 155], "2019-09-03": [true, 155], "2019-09-04": [true, 165], "2019-09-05": [true, 165], "2019-09-06": [true, 165], "2019-09-07": [true, 165], "2019-09-08": [true, 155], "2019-09-09": [true, 155], "2019-09-10": [true, 155], "2019-09-11": [true, 165], "2019-09-12": [true, 165], "2019-09-13": [true, 165], "2019-09-14": [true, 165], "2019-09-15": [true, 155], "2019-09-16": [true, 155], "2019-09-17": [true, 155], "2019-09-18": [false, 165], "2019-09-19": [false, 165], "2019-09-20": [false, 165], "2019-09-21": [false, 165], "2019-09-22": [false, 155], "2019-09-23": [true, 155], "2019-09-24": [true, 155], "2019-09-25": [true, 165], "2019-09-26": [true, 165], "2019-09-27": [true, 165], "2019-09-28": [true, 165], "2019-09-29": [true, 155], "2019-09-30": [true, 155]}}, 111], "9219313": [[-33.80937, 151.00516], "Oversized 2bedroom+Study Apartment in Parramatta", ["https://a0.muscache.com/im/pictures/8c4e2780-4f4b-4517-85a0-5d9ba8652db8.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a8409a17-7726-4b34-b1bd-fdc7ac708e9a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f4b346d8-b795-491c-8f1d-b94e9a78fb9c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ed5a1e8b-b089-42c0-a138-82c3d067cc2b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/95c52335-1609-4762-af6c-ee2c1a4ce2ad.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/6b610030-4837-4316-9df1-68765df7f6eb.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c73e61d0-1499-4f0b-b890-34a7df100cfb.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4e7fae08-83ac-492e-ab61-b9db7427163f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9907adba-90ae-47dc-8a51-e5b6aa45f3c6.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b2e5f7ce-3cb2-4115-bfce-f77f1b86130a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ff7f878f-3ff9-4532-82d4-1735f936987e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e5bacba7-9fd9-457e-93ab-e6109ea42c5a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/698f589b-8f17-4ac3-b5f7-bc668c370505.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/8c4f7afd-233d-4cc6-b29c-950a99fec264.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/810cc32e-2149-4e5a-887e-97f9aa785184.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/721d61ee-a9dc-4d8d-ae1a-75be585cfabc.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/860827c9-8b04-405f-b6e3-35609f7a2edb.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c42129fa-bade-4a56-839a-af3fa4938da4.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/aa005ddc-4bf2-4622-8f42-80345cec4652.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/135c3a0e-5e50-4791-a789-8a695def264a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1b72a45a-a1d3-4273-ad3f-e559429838c5.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4434ce00-8d94-43c7-acec-ed5511d4719c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d693750b-3f47-4e6a-ae37-87397bb8d47d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e70c259a-fe79-4f2d-8b7f-c1921cd99e21.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/71e77ff6-d387-4269-aeff-add2e12a17ac.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/46944749-1399-4082-85cb-514bdf2868a7.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f086c326-4d67-4e04-99c5-0f7c7d72b8e2.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/85f8f30b-6461-4c6d-944e-7927882a5fb9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/fe472fa3-5160-4965-a170-ce43e9704669.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1f2cfc2a-f2e2-4daf-b40a-d8aeb638a554.jpg?aki_policy=large"], "2 bedrooms", 2, "2 baths", 2.0, 3, 5, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 149, 4.5, "Entire apartment", 129.0, "AUD", 0, 47940071, "Spacious apartment located in the centre of everything in Parramatta and within 5 mins walk distance to the newly built Parramatta Stadium. Free Parking! Swimming pool @ rooftop (currently closed due to urgent repair, alternative swimming pool and gym etc provided by request and free of charge). NBN ready! Internal size over 100 sqm plus a rollaway bed (Surcharge). Comfy 2 bed + Study Apartment in the heart of Parramatta. Coles Supermarket is located at ground level. 5 mins walk to Church Street'", {"242880417": ["Kellie", "Sunny was a great communicator, replied to my messages straight away, easy to meet with for keys etc, apartment was clean enough, but more attention to detail required. Towels were terrible very thin, not enough towels and  no bath mats. Good location but very noisy. Unfortunately some construction happening at the back of Coles which started at 7am and went all day. Lots of noise at night but all of that is out of Sunny’s control. There was no hot water the day we were leaving so we all couldn’t shower before heading to airport, again out of Sunny’s control. Basement parking was convenient but confusing getting in and finding the bay to park in. Overall was a good stay, but the linen and towel situation could be improved which would make the stay more comfortable as there was 4 of us. Good location to the new stadium, restaurants etc. Would stay again."], "257477991": ["Chris", "Good place to stay"], "63251028": ["Lee", "Sunny was a great host.  The whole process was very simple and easy.  The apartment is very big and clean.  Very close to supermarkets, eateries and cafes.\nIt was perfect for our stay."], "243597528": ["Tracy", "Great location close to the new stadium if thinking of attending an event there."], "117997889": ["Anjan", "Location is excellent"], "164691617": ["Scott", "Under cover parking and secure"], "89999417": ["Debbie", "Lovely apartment with great location to supermarket, restaurants and local attractions. Construction noise from the repairs on pool at 7 am was a bit of a pain after a late night but this is out of Sunny’s control... would definitely recommend... oh and bed was comfy...."], "2818093": ["Andrew", "Great location, but everything else just average. Note that we weren't told but the swimming pool and gym are closed from the 04/03/19 for 18 weeks! We would have enjoyed more if the pool was accessible as advertised."], "15072010": ["Raquel", "Excellent apartment, very clean, close to public transport and the Parramatta river ferry to the city which is a beautiful experience . Host extremely helpful. Very recommended."], "87169851": ["Tolu", "the Apartment was very clean, tidy and the location was perfect!"], "59678615": ["Sam", "Great place to stay"], "176480909": ["Michelle", "Excellent place to stay sunny was very helpful and the apartment is very clean and well set out super happy with everything will stay here again thank you "], "194786": ["Katy", "Great location for a stay in Parramatta.  A quiet, spacious apartment which is walking distance to attractions and restaurants.  Cafes and Coles Supermarket just downstairs which is so convenient."], "96389238": ["Loryan", "A well-sized place with good features, good location, and great hosts!"], "147708005": ["Duncan", "Great AirBNB host and property, well furnished and in great condition and location.\n\nA++ -> would recommend and would stay again."], "2104749": ["Mark", "We had a fun time in Parramatta at Lee's place. We all loved the pool and hot spa. I also got to use the gym. Location was fantastic with Coles downstairs, secure carpark and restaurants a short walk away. The house was clean and bright. The beds were comfy, the girls loved eating brekky on the balcony. Loved the huge bathroom too!"], "46512486": ["Catrina", "Thankyou"], "23271011": ["Bruce", "A great apartment. Plenty of room. Very convenient. Good value"], "198347027": ["Ruby", "Massive apartment and an awesome location!!"], "184418286": ["Raymond", "amazing place, 10/10"], "95488695": ["Tania", "Great host and super friendly. Easy to find and great appartment."], "75370734": ["Drew", "Great apartment with plenty of space. Everything clean and tidy! Great location!"], "195913214": ["Mona", "Lee is a very helpful and friendly host. The apartment is large, comfortable and ideally situated."], "55603332": ["Garrie", "Good host and locations"], "108634535": ["Venkat Ramana", "Very handy location, nice and tidy place, excellent communication. It was my first stay and the best stay with Airbnb "], "73119022": ["Katrina", "We loved this apartment and will definitely stay again if ever back in Parramatta. \nBeautiful park across the road if you have kids, walking distance to fantastic restaurants, walking distance to ferry (probably about 15 mins). Fantastic location. We loved that we could walk to everything but we weren’t right in the heart of restaurant / hotel / early morning garbage collection  noise. Coles directly below the building which was really convenient. We were able to check in early which was great since we had a toddler who needed a sleep. Great clean space. Would highly recommend. Great for families or couples. "], "201958431": ["Andrew", "Good location in Parramatta. Short walk to the ferry and very close to restaurants. Secure parking for your car."], "138485647": ["Snedden", "I stayed at Sunny and Lee's place for a weekend and was very pleased with their hospitality, they were wonderful hosts. The apartment is large and spacious and is conveniently located in Parramatta, it also has Coles nearby.  My friends and I were happy with  our stay."], "123846707": ["Alice", "This a beautiful apartment that was very clean and close to shops and public transport. Communication was easy and I enjoyed my stay. I would recommend anyone to stay at this apartment in the future. "], "51789966": ["Belinda", "Our 2 night stay was very comfortable. Sunny was very responsive and prompt when meeting us.\nApartment was neat and tidy and had all the basics. We did not do any cooking but noticed utensils and equipment were sparing.\nLocation was ideal and only a short walk to shops and restaurants.\nWould visit again."], "7451697": ["Lawa", "Perfect place for nice holidays. "], "104079840": ["Allwell", "amazing apartment, spacious, beautiful and close to everything. would highly recommend this place"], "194783094": ["Komiti", "Big space Apartment. Close to shops. Host was great ! Definitely keen to book again"], "144707847": ["Colin", "Thanks so much Lee. Much appreciated. Great apartment with excellent access to Parramatta and surrounding suburbs."], "188925411": ["Varni-Maree", "Sunny was easy to communicate with and we really appreciated the late check in. The apartment is in a great location within walking distance from everything."], "114094369": ["Jason", "We all enjoyed our stay at Lee's place and if we ever intend to travel back to Parramatta we would defiantly stay here again. The place was clean, we had everything we needed to support our stay and Lee's place was walking distance to everything, so overall a great place to stay!"], "40765250": ["Valley Ancartado", "Would definitely recommend this place to anyone, it is central to everything, easy to travel to and from the city. Sunny is definitely one of my favorite host of all time."], "22265730": ["Natasha", "Amazing spacious apartment. 2 bathrooms 2 bedrooms. Kitchen has all you need. Living space is great. Balcony to chill on as well. Lee n Sunny were amazing to deal with and they even accommodated a late check out.  Coles and a few stores are found within the huge apartment block. Maccas n a pub across the road. Walking distance to restaurants and all Parramatta has to offer. Would stay here again for Sure!!"], "186038705": ["Christopher", "Great place highly recomended"], "158808828": ["Sam", "Thanks heaps for the stay Lee. Waiting up for our delayed flight, best BNB ever :)"], "77635256": ["Renee", "Lee's place was exactly what we needed. Everything was as expected and Lee was very friendly and helpful!"], "7294679": ["Bronny", "We travel a lot around Australia to present at the main Boating, Fishing and 4WD  Shows and I use Airbnb most of the time.  This one was a great gem of a find and big enough for us to feel like we had our own space.  Thank you Lee."], "165293427": ["Gurwinder", "It’s good place with good location the host was amazing I will prefer to stay there if I go again"], "51724403": ["Lina", "Lee’s place has a lot to offer! It is spacious and there is a lovely balcony. Coles is conveniently located down stairs and transport is easy to get to."], "155017773": ["April", "Really lovely space to stay! Very convenient location as well. Hosts very accommodating and hospitable."], "67280934": ["Josie", "Lee was very obliging., great area \nCommunication is good and i will come back again . Clean  place and friendly host."], "147810980": ["Kelsey", "This apartment was very specious. The location was very convenient directly above coles and within walking distance to the heart of Parramatta.  Even though it was on a main road the apartment was very quiet being on the inside of the complex"], "49916134": ["Lisa", "Large clean apartment, with good amenities. Is in great location, close to shops, restaurants and public transport.  Lee was great to deal with and responded to questions and requests promptly."], "175176297": ["Helen", "Lee’s place is great, two bedrooms, master with ensuite.  Apartment was clean on arrival.  Arrived into Sydney early in the morning and having Lee allow us to check in early was just awesome.  Very handy having coles downstairs and walking distance to cafes/restaurants."], "21350977": ["Suki", "Lee's place was ideally located for us being only a quick walk along 2 blocks to the Riverside Theatre where we were attending an event. There were 5 of us sharing the 2 bed space which had a single camp bed set up in the study alcove which Lee had set up especially because there were 5 of us. We actually had 3 non-couples and 1 couple so we also utilised the sofa as a bed which was comfy enough. There was a bit of a miscommunication initially as we hadn't realised there was a $20 additional fee for extra people over 4 as I thought the place was set up for 5. But Lee responded quickly and we resolved it. I recommend Lee's place as it was very clean, the en suite bathroom had a massive bathroom with large shower so it was ideal for multiple people getting ready for an event at the same time and the kitchen, dining and lounge areas were also spacious so we didn't get in each other's way. The space was ideal for what we wanted. Thanks Lee!"], "166534859": ["Mayur", "Good."], "149048556": ["Lynne", "Good location and spacious unit."], "53761206": ["Tracey", "Was absolutely lovely.\nLee is a fantastic host.\nEverything was exactly as described \nBeautiful apartment close to everything spacious and super clean.\nWe will definitely be back thank you so very much \nAwesome pool \nThank you so much"], "100826606": ["Savvy", "The host is a pleasure to deal, fast responses, very accommodating and helpful. The apartment is in a central location, very clean and modern and has what you need. Would gladly come back in the future and recommend as a great place to stay."], "85420559": ["Nicole", "Nice and spacious apartment. Great location, easy walking distance to shops/restaurants"], "12193270": ["Sheila", "Lee's place is perfect for couples and families. He is wonderful with communication (always immediate) and very accommodating of requests. He went out of his way to make our stay (which was long) as comfortable as it could be. Location wise, it was great with a supermarket (Coles) downstairs and a shuttle bus 5 minutes away to take you to Parra's center. All necessary facilities are provided for to ensure a comfortable trip. The apartment is clean and well cared for in a safe neighborhood."], "158366560": ["Kim", "This unit is a great place to stay fantastic communication and hospitality. Very easy check in and a family friend environment"], "117476993": ["Linda", "Lee's place was such an awesome place to stay! Will be back again for another round!"], "29609169": ["Arvin", "Lee’s apartment is good for a few nights stay. Although only stayed for one night it was a really spacious apartment and we loved it. Thanks for letting us check in early and check out a little later! Thanks Lee. It was perfect!"], "4038359": ["Stephanie", "Large, airy, sunny unit handy for the Westmead hospital.\n\nI stayed here while attending lectures at the Westmead Hospital. The unit is 25 mins brisk walk from the Westmead Children's Hospital if you walk across Parramatta Park. While stadium work is underway, you can access the park via the causeway at the end of Ross Street, cut across 'The Old Orchard', follow the road & then cut across Coleman oval diagonally to Hainsworth St.\n\nLee picked me up from the airport and was very friendly and hospitable.\n\nLoved the location. Just a few minutes from a great variety of restaurants and cafes, and directly above a Coles shopping centre. Very modern, pleasant complex set a around a large courtyard with shops and cafes.\n\nThe unit had everything I needed, and was very large. Huge walk in shower with good hot water, air con, huge TVs, great wifi, well fitted out kitchen. Lots of sunshine and a huge balcony.\n\nThanks again - a lovely stress free stay!"], "124206086": ["Geoff", "Great host with good size rooms. Great location very central, room was spacious amazing room to have, good size in value, definitely recommend"], "159900027": ["Lyn", "Conveniently located with great parking."], "153225656": ["Rohit", "Fantastic place in most convenient location in paramatta. The apartment has Coles on the ground floor which is so convenient.\n\nThe unit itself is quite spacious and has all amenities to comfort your stay.  Mr Lee was prompt in response and clearly communicates. He easily arranged handover of key and had checkout was quite simple.\n\nOverall my stay was comfortable and peaceful.thanks Mr Lee for hosting"], "126369485": ["(Email hidden by Airbnb)", "Lee has a large, spacious and functional unit in a really good location in Parramatta. Large rooftop pool, and a small gym room with basic equipment. Plenty of space in the unit for a small family. \nDidn't have the finishing touches that I've experienced at some other places, it's not a 10 out of 10 aesthetically pleasing unit, and the complex that it's in is a little ageing and a little smelly (though all out of Lee's control, and the unit itself smells fine, which is the main thing!). But can't beat this in terms of a spacious unit to serve as a base.\nCommunication with Lee was great, he was very responsive, and explained everything really well. He was especially accommodating as I booked the unit at short notice.\nNot yet set up to be fully business friendly however, there's an electrical powerpoint fault in the office area which needs fixing first."], "4368057": ["Dmitrii", "Absolutely clean apartment with everything you need for business or holiday. Supermarket in the same building. Lee is very good with communications and check-in. Would recommend anyone"], "112985370": ["Wendy", "Lee's place was very convenient for our stay. It was very well kept and clean and essential amenties all taken care of. Lee was very easy to communicate to. Good location, nice restaurants very close by, overall great place to stay. Thank you Lee (:"], "21855144": ["Christine", "Great accommodation - just as described! Close to everything...supermarket etc right at the apartment.  We loved the spa, especially after a hard weekend of dancing.  Thanks Lee"], "66749486": ["Maria", "Lee was a hospitable and very accommodating host.  His place was perfect for us as walking distance to restaurants, train station and even had a coles downstairs. It was great to stay at a place that was comfy enough to lounge around in also. An extremely generous sized apartment without a doubt. Thank you Lee for allowing us to stay in your place and for the cleanliness of your apartment and bathrooms. Look forward to staying again in the future."], "81122610": ["Esther", "Lee's place located very convenient location. Justupper level on supermarket, free shuttle bus every 10min to train station or ferry warf. The house is big apartment, plenty of space. Huge bathroom and airconditioned bedroom. All nicely setted and definitely recommend if you travel to Sydney."], "135679512": ["Hien", "Clean nice place"], "30457286": ["Ross", "A very convenient location, secure building and close to down town Parra"], "123571312": ["Hue", "The apartment is clean and comfort.  The location is very convenient, close to public transport and Coles.  There is a free shuttle bus to Paramatta central and to the ferry wharf as well.  Lee is a very kind host, he allowed us to check in early and check out late as well.  Thanks Lee, we will come back."], "144387171": ["Teagan", "Great place to stay, easy to get anywhere you need to go. Lee our host was wonderful and very accommodating. Plus it was a nice bonus having the roof top gym, pool, spa and sauna."], "97190557": ["Tracy", "Had a great stay in this apartment with my 2 daughters. It was a really lovely apartment with everything you need and very homely. Wish we could have stayed longer. \nOnly thing I would recommend to other guests is read the instructions on how to get into the car park and which lift to use to come back up to the apartment because it was a bit tricky to work out without reading the instructions Lee left. \n\nThanks Lee for a great stay in your apartment "], "121172580": ["Shoaib", "Superb \nKool \nGreat \n"], "82594334": ["Lara", "Great location. Close to shops and cafes, and right above Coles which was very handy. The apartment was spacious, with all the modern cons. Two generous sized bedrooms with a super comfy King size bed in the main room. It was beautiful and warm considering it was the middle of winter. Noise level at night was fairly quiet. Enjoyable stay. "], "133673604": ["Anthony", "Great location in Parramatta with easy access to Church St restaurants and Westfield only 5 blocks walk away.\n10 min drive to Olympic Park; 10 min walk to Parramatta train station\nFairly quiet unit facing into the courtyard as opposed to the street"], "92356331": ["Kelvin + Sharon", "Great apartment, great location, great value.  "], "126857696": ["Himanshu", "Very convenient location, close to restaurants & public transport. Will come back again in future. "], "115882400": ["Melisa", "Great place to stay \nClose to restaurants, Coles and had free parking .Lee was very accomodating and friendly.\nThe apartment was quiet, clean and large.\n \n"], "50259337": ["Heizel", "Spacious apartment. Very clean and welcoming. Very convenient for grocery shopping aswell."], "11500748": ["Davide", "Very spacious, modern and well maintained apartment in the heart of prramatta. I was in Sydney for work and I would definitely book it again next time."], "128306629": ["Josh", "Great apartment in a fantastic location. Supermarkets, food and liquorland down stairs. Free lock up parking in basement. Lee was a welcoming host and we really enjoyed it. Short walk to Harry's Cafe de Wheels for some amazing street food.. loved our 3 night business trip, will use again "], "37881229": ["Jon", "Lee is a great host. Apartment has everything you need and a great location "], "26561116": ["Darren", "Lee was a great host, quick to respond and very helpful.\nThe flat was huge and comfortable, very convenient location. "], "66410262": ["Chirag", "Lee's apartment is very conveniently located. Clean and tidy. With all necessary items in the apartment made it a pleasant stay for my family. I would like to visit this place again. Thanks. "], "34027381": ["Matt", "Great spot great host very happy"], "19817910": ["Michelle", "Spacious apartment in a great location! Thank you to Lee for hosting us, it made our weekend away in Parramatta a relaxing one. "], "63020816": ["Catherine", "Great place to stay, lovely and central to Parramatta. "], "45056746": ["Yutong", "Lovely apartment!The apartment is clean and the location is very convenience. We have really good experience  and would like to stay here again!"], "16981224": ["New", "Apartment was exactly as described, oversized with plenty of room. \nWould stay there again"], "1330772": ["Marg", "Very convenient location, parking appreciated."], "101881763": ["Tom", "  Excellent"], "13454052": ["Dalia", "Lee's apartment was clean and in an excellent location. Communication was good and on time. "], "93849951": ["Chau", "Great location. Spacious apartment. Free wifi and very hygienic. We were very impressed and would definitely come back :)"], "40918523": ["Wilson", "Excellent location for anyone that is staying in Paramatta Sydney. The apartment is large, internet fast and location is close to the main eating strip and shopping centre. Lee is also a very responsive and good host. "], "82942356": ["Chris", "Excellent unit and I'd definitely stay again"], "86625269": ["Edweena", "Lee is an exceptionally kind and friendly man. He is very accommodating and the apartment is true to its description! 5 stars!"], "88403347": ["Trevor", "A great place to stay and Lee was friendly and helpful in every way. "], "44991310": ["Sara", "Lovely host, very welcoming. Fantastic, clean unit.  Thanks Lee! "], "45979269": ["Kate", "Lee is very friendly and everything is accurate. He answers every question promptly and provides heaps of maps to help us around. "], "78975343": ["Kalo", "Great apartment, very convenient to Parramatta Cbd & spacious.\n\nLee was very helpful & good communicator. "], "3731743": ["Lucille", "Lee hosted two colleagues of mine in his apartment,  as we were attending a conference nearby.\n\nLee's apartment is in a very conveninet location, neat and perfect for people who plan to eat in during their stay. \n\nLee was very accommodating and could be easily contacted. Thank you for hosting!"], "4773887": ["Gary", "Lee is a fantastic host who is very friendly and easy to contact. The apartment is located in a great location with Coles in the same building on the ground floor, and it is next to Church Street with a great selection of restaurants to choose from. Very spacious and clean, I will definitely will stay in this listing again in the future. "], "72225114": ["Osama", "Lee is a fantastic host. He has done everything to make our stay comfortable. He was present at the property when we arrived. He helped us moving luggage in the apartment. He explained us everything about furniture and appliances and he was available all the time if we inquire about something. He was very accommodating about the check-in and check out times. The location of apartment is also very good as Coles supermarket was in the same building. Halal food was also available at short walking distance. Also there is a food street at a 5 minutes walk from the apartment where all kind of food is available. The apartment itself was quite spacious for us (2 adults and 2 children).\r\n\r\nWe enjoyed staying at Lee's apartment. We highly recommend to any one visiting Paramatta.\r\n"], "74072932": ["Noha", "Lee is an excellent host from the date we booked the apartment till the check out minute. It was our first time in the country and we kept bombarding him with so many questions and requests which he always attended to and very quickly. The apartment is great and the pictures do not just it. It very spacious for a two bedroom and very well furnished. We are a family of 5 and we enjoyed our stay. The host also filled the apartment with so many amenities which saved us from buying them. The apartment location is top notch. I really recommend it to people who wants to have a taste of the local environment. It is right by eat street with so many fantastic dining options with direct access (through the building lift) to a large supermarket (Coles). The apartment is conveniently located for transport to anywhere in the state with 2 minutes walk to a couple of bus stations and 15 minutes walk to a major train and bus interchange which you can reach using a free shuttle that takes less than 10 minutes. I really recommend the apartment and would love to return again. "], "14261456": ["Paul", "We had a great time staying in Lee's apartment. The accommodation was clean, spacious and met all of our needs. The location was also very central; close to multiple shops, cafes and restaurants. Lee was also very accommodating and flexible in regards to when we could check in/out. We would most definitely stay in his apartment if we returned to Parramatta. "], "48565130": ["Bramble", "First time using Airbnb and I couldn't be happier!\n\nNeeded a place to stay during a friends surgery. \nThe apartment was very homey and comfortable for both of us. Located perfectly, everything we needed was in walking distance. \n\nLee was just a text away if we needed anything and hand over of the keys was very easy. Check out was flexible within reason as we had a late flight home. \n\nWell worth it! Xx"], "39557260": ["James", "Lee was great , meeting with Lee was easy and instructions were clear "], "52733348": ["Jenny", "Lovely apartment as described within walking distance to great restaurants in Church St. Easy access to public transport. Loved the spacious ensuite and large shower\r\nLee is a great host, prompt communications and very helpful. We had a thoroughly enjoyable stay. Highly recommended"], "50490123": ["Katrina", "Lee was welcoming and easy to communicate with. Checking in and out was no problem at all. The apartment is centrally located and within easy walking distance to Church Street Restaurants and shops. Close to the Ferry, buses and trains. There is a Coles Supermarket, Liquorland, two cafes on the ground floor. The free parking is great. The unit was really nice, quiet and modern but was dirty and smelled like burnt food. There were plenty of cleaning products so we gave the bathrooms a good clean when we arrived but the whole apartment could do with a thorough professional clean. Lee was great and refunded the cleaning fee straight away."], "24650586": ["Phil", "The host canceled this reservation 17 days before arrival. This is an automated posting."], "247615843": ["Hon", "It is a nice & convenient place to stay; especially Sunny is very experienced & efficient to response!  Thanks a lot!"], "115672866": ["Corinne", "Location was perfect!"], "98957535": ["Tarja", "Good place to stay, a lot of space, near Coles and restaurants."], "185362053": ["Grace", "An awesome place in Paramatta. Central to shops and even a park"], "101178290": ["Ashaya", "Great location and great host. We stayed there for a few months and we loved it. Great public transport options. The supermarket on the ground floor was really convenient."], "121438080": ["Ding", "The place is nice and cosy place at a great location with eateries and Coles just at ground floor. The hosts are fantastic and responded quite quickly to our needs. \nWe will definitely recommend it to our friends."], "52285642": ["Pia", "Lee is very nice, easy to talk to, responds immediately. He allowed us to check in early, no hassle.\n\nPhotos of the place is accurate. It's spacious with 2 rooms, will comfortably house 5, or even 6, people. Airconditioning in the living area and 1 room only. Room with no airconditioning can be hot really in the daytime. Made suggestions about this already\n\nThe place is a bit far from Syndey itself, about 1 hr by bus, 45 min by train, but accessible. Ferry is also a good option if you want to just relax :). Bus statuon 3 min walk, train station 15-20 min, ferry statiom abouy 10 min. Many Uber cars available.\n\nSuper pluses: Coles just downstairs open til 11 pm, so many restos, big coach you can just lounge in."], "20469965": ["Mase", "Central and right on top of coles great location and the rooftop pool was great!"], "53306316": ["Lisa", "Great comfortable place.  Hope they get to purchase some new cutlery crockery and utensils soon ready for the next guests as it was a nuisance having to wash and reuse crockery all the time.  Also the cleaning needs a review, the bathrooms were not great but otherwise a great place."], "106192742": ["Yashindra", "A great choice to make during your stay at Sydney !"], "130547514": ["Ramon", "The apartment was accurate as depicted in the (Website hidden by Airbnb) was spacious and comfortable and the kitchen was fully (Website hidden by Airbnb) was in a great location ,very close to restaurants and a supermarket on the ground floor.Lee met us on arrival and took the time to show us the amenities and answered all our questions."], "15549845": ["Justin & Marika", "Great location if you want to be in a real central location for visiting the blue mountains and the sights of Sydney. Having the supermarket just below you is great. The kids loved the pool and large jacuzzi on the roof! It is a big pool."], "76469581": ["Savita", "Great location and size . Lee was a very good host and we would rebook on our next trip."], "109064038": ["Gail", "Very easy to find, spacious.    Within walking distance to everything quiet surroundings \nSome of furniture needing repair "], "74685395": ["Jennifer", "For our family of 3, this location exceeded our needs at a great price, but also served as the ideal base of operations for exploring Featherdale, the Blue Mountains, and visiting family in Cabramatta.  This place is perfectly located just above Coles grocery, and many restaurants are a short walk away. The included reserved car park space was of enormous benefit to us. Thank you Lee for such a great experience, and being such a helpful host!"], "59654318": ["Chloe", "Great location and host is very helpful "], "90030217": ["Freddie", "Host went for a little extra by providing an additional heater for my litte boy. Great service!"], "30848365": ["Caroline", "There is a feeder bus to the trains but it stops after 6pm. A bit of a walk back. Otherwise it's a convenient place and we enjoyed our stay."], "3515510": ["Tina", "We enjoyed our stay at Lee's place. Lee is great with communication and really helped to make our stay easy and enjoyable. This condo/apartment is very centrally located with easy access all around. The building itself has a Cole's Supermarket at the ground floor, and is literally 1 minute walking out the front door of the building to inside of Cole's. In the same ground floor area, you have access to a few restaurants and coffee shops. So, if you didn't want to journey anywhere from the building, you would have what you need onsite.\n\nThe condo itself is very large with plenty of room for our family of 3. You have all you need in the apartment from cooking utensils, tub and shower, extra blankets for curling up to watch movies on the sofa. We enjoyed having the large balcony and were ale to have dinner out on the balcony a couple of times.\n\nAll in all - we would say Lee and his apartment are great and we'd definitely stay there in the future. "], "36899541": ["Fayez", "Great Stay!!!"], "100648978": ["Faisal", "An overall fantastic experience. Lee received us warmly and we checked in quite swiftly late in the night. We found the property exactly as it is mentioned in the listing. The neighborhood is also very peaceful and quite. The place is near to the parrammata park, bus stand, and the interchange, and that gives it a further edge."], "102152823": ["Gataiala", "Amazing place and Lee is great. If you're able to book this place for your stay I'd highly recommend this place! 5 stars across the board!"], "93035982": ["Evgeny", "Excellent apartment in very good and convenient location. Appropriate for families with children. Close to public transport, shopping centres and parks.\r\nLee waited for us on the day of the arrival, instructed us on the entry to the building and garage."], "75203548": ["Melvin", "The host canceled this reservation 37 days before arrival. This is an automated posting."], "38830041": ["Norelee", "Lee is a wonderful Host, he waited for us even we are late and bring us around the apartment. The place is like the picture even better then what we expected. Convenient as Coles just on level 0. I will definitely go and stay again if I'm visiting Sydney in future."], "67525202": ["Cherie", "Didnt think my Air BNB experience could get any better but I was wrong! Communication was clear and Lee responded to all messages promptly. Hassle free check in and the apartment was far beyond my expecations. It was clean, modern, and the pictures dont do it justice. Highly recommend Lee as a host. He is a great representation of Air BNB and I cannot praise him and the apartment enough. He even allowed me to check out at 12pm instead of 10am, something youd get charged a ridiculous fee for if staying at a hotel. Will definately be back again. Thanks a million Lee :)"], "61310690": ["Maria", "I know that i can see,share and have a wonderful time with mr Lee in the future as my host."], "58796888": ["Frances", "\r\nPerfect location.  Apartment very spacious with lots of room for 2 couples.  Lee was excellent at communicating and everything went to plan."], "134935531": ["대현", "넓고 아주 좋은 컨디션의 아파트먼트입니다.\n가족끼리 편하게 생활이 가능했어요.\nLee는 문의에 대한 답변이 굉장히 빠르고\n친절한 호스트입니다.\n안락하고 사진과 똑같은 모습의집!"], "26855791": ["Kary", "这个房子很大,适合家庭入住,但是主卧的卫生间需要改进,排风扇和灯是同一个开关,一打开就吵得很,另外抽水马桶水管老是有声音,晚上也很影响休息｡希望能改进｡"], "95644592": ["Laurie", "房子楼下就是个超市,买东西比较方便,房间里设施齐全,连一次性刮胡刀都有,被子很多,最重要的是有很多转换插头｡晚上睡觉也很安静｡空调很足｡房东的父母很好客,我们迟到了他们也没有不高兴,还很详细地介绍了房子｡旁边的屋子是韩国人,另一户好像也是亚洲人｡整体不错哦"], "135818832": ["Heidi Und Hannes", "Wir waren begeistert! Die Wohnung war optimal aufgeteilt. An Geschirr und Geräten war alles vorhanden, was benötigt wurde. Sehr zentral gelegen! Unterhalb war ein Einkaufszentrum in den man alles bekommen hat, eine Apotheke in der Nähe und es war nicht weit von der Fähre, dem Westfield Einkaufszentrum und dem Bahnhof entfernt. Auch wenn du zum Essen gehen wolltest, war alles da was das Herz begehrt. Die Wohnung in dieser Lage ist auf alle Fälle weiter zu empfehlen. Lee war sehr freundlich und hat alles erklärt! Bei Fragen konnten wir ihn zu jeder Zeit erreichen! Vielen Dank an Lee!"], "53275347": ["颖", "住宅区,楼下有超市和快餐厅,装修简单,没有必须的生活用品,离机场和悉尼市区比较远｡"], "38903208": ["Erica", "購物方便,有大型超市,屋主樂於助人"], "75119428": ["麻由", "日本語でのﾒｰﾙにも対応頂きました｡また､下がｽｰﾊﾟｰなのでとても便利でした｡長期滞在にもおすすめです!"], "76706553": ["Vincent", "Excellent contact . Appartement qui correspond à nos attentes . Merci lee"]}, {"Jun": {"2019-06-01": [false, 159], "2019-06-02": [false, 149], "2019-06-03": [false, 129], "2019-06-04": [false, 129], "2019-06-05": [false, 129], "2019-06-06": [true, 129], "2019-06-07": [false, 169], "2019-06-08": [false, 169], "2019-06-09": [false, 149], "2019-06-10": [false, 149], "2019-06-11": [false, 149], "2019-06-12": [false, 149], "2019-06-13": [false, 149], "2019-06-14": [false, 169], "2019-06-15": [false, 169], "2019-06-16": [false, 129], "2019-06-17": [false, 129], "2019-06-18": [false, 129], "2019-06-19": [false, 139], "2019-06-20": [false, 139], "2019-06-21": [false, 159], "2019-06-22": [false, 159], "2019-06-23": [false, 139], "2019-06-24": [false, 139], "2019-06-25": [false, 139], "2019-06-26": [false, 139], "2019-06-27": [false, 139], "2019-06-28": [false, 159], "2019-06-29": [false, 159], "2019-06-30": [false, 149]}, "Jul": {"2019-07-01": [false, 149], "2019-07-02": [false, 149], "2019-07-03": [true, 129], "2019-07-04": [true, 129], "2019-07-05": [false, 159], "2019-07-06": [false, 159], "2019-07-07": [true, 129], "2019-07-08": [false, 149], "2019-07-09": [false, 149], "2019-07-10": [false, 149], "2019-07-11": [false, 149], "2019-07-12": [false, 169], "2019-07-13": [false, 169], "2019-07-14": [true, 129], "2019-07-15": [true, 129], "2019-07-16": [true, 129], "2019-07-17": [false, 139], "2019-07-18": [false, 139], "2019-07-19": [false, 169], "2019-07-20": [false, 169], "2019-07-21": [false, 139], "2019-07-22": [false, 139], "2019-07-23": [false, 139], "2019-07-24": [false, 139], "2019-07-25": [false, 139], "2019-07-26": [false, 159], "2019-07-27": [false, 159], "2019-07-28": [false, 139], "2019-07-29": [false, 139], "2019-07-30": [false, 139], "2019-07-31": [false, 139]}, "Aug": {"2019-08-01": [false, 149], "2019-08-02": [false, 169], "2019-08-03": [false, 169], "2019-08-04": [false, 149], "2019-08-05": [false, 149], "2019-08-06": [false, 149], "2019-08-07": [false, 149], "2019-08-08": [false, 149], "2019-08-09": [false, 169], "2019-08-10": [false, 169], "2019-08-11": [false, 149], "2019-08-12": [false, 149], "2019-08-13": [false, 149], "2019-08-14": [false, 149], "2019-08-15": [false, 149], "2019-08-16": [false, 169], "2019-08-17": [false, 169], "2019-08-18": [false, 149], "2019-08-19": [false, 149], "2019-08-20": [false, 149], "2019-08-21": [false, 149], "2019-08-22": [false, 149], "2019-08-23": [false, 169], "2019-08-24": [false, 169], "2019-08-25": [false, 149], "2019-08-26": [false, 149], "2019-08-27": [false, 149], "2019-08-28": [false, 149], "2019-08-29": [false, 149], "2019-08-30": [false, 169], "2019-08-31": [false, 169]}, "Sep": {"2019-09-01": [false, 149], "2019-09-02": [false, 149], "2019-09-03": [false, 149], "2019-09-04": [false, 149], "2019-09-05": [false, 149], "2019-09-06": [false, 149], "2019-09-07": [false, 149], "2019-09-08": [false, 149], "2019-09-09": [false, 149], "2019-09-10": [false, 149], "2019-09-11": [false, 149], "2019-09-12": [false, 149], "2019-09-13": [false, 149], "2019-09-14": [false, 149], "2019-09-15": [false, 149], "2019-09-16": [false, 149], "2019-09-17": [false, 149], "2019-09-18": [false, 149], "2019-09-19": [false, 149], "2019-09-20": [false, 149], "2019-09-21": [false, 149], "2019-09-22": [false, 149], "2019-09-23": [false, 149], "2019-09-24": [false, 149], "2019-09-25": [false, 149], "2019-09-26": [false, 149], "2019-09-27": [false, 149], "2019-09-28": [false, 149], "2019-09-29": [false, 149], "2019-09-30": [false, 149]}}, 80], "29147043": [[-33.81787, 151.00732], "New/Parramatta CBD/Netflix/WiFi/Washer/Parking", ["https://a0.muscache.com/im/pictures/fc50bd3c-25dd-4a11-b638-15188157e67e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f69537ae-047a-4585-806c-979ebbdefa6f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e33483a8-5fc9-4ce7-bc86-3f7baad424e2.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/58f83390-f414-4069-8d9a-faefa95bc2c5.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/eab2aa7d-4ea4-45d0-849f-6c9b8d821cdc.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/2b9869e6-6df4-44e2-acef-8d666d837a13.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/cbf9bba0-85df-4d88-af4c-d4f8a3702ff9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f4ba429d-015f-4f29-b884-567ef8353c87.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9369b8c4-84cd-4bd0-89df-e1918aa02820.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/61831029-46b1-4166-95e1-b4fdcf890000.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4e4c3921-a95b-4b93-80b6-51d641852799.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e3fc5fdc-12fc-4e44-96f1-962a1d6d1fe5.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4f92805c-8b58-400a-be10-6485b8402c12.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3802f4dd-3e55-4215-a7f2-4c405e389bed.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4c7aaef3-450c-4c27-b212-2af01558ac85.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/699c20f3-1bd7-4f00-9e84-000202f4486f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ce2f7af2-0db9-4bb3-bb23-55f66dafed2c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7ee14daf-28e9-4ad1-929d-1ad0bb3cc53a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/fd125374-03f9-4014-a7d4-36b4151f6e7f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/22f8b92a-994d-4ad8-a4a1-39261995a76e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/bbc79955-9af8-45a9-ba86-466dbc93833f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/89fa8e10-c754-4070-804e-f81a49e5dc33.jpg?aki_policy=large"], "2 bedrooms", 2, "2 baths", 2.0, 3, 6, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 66, 5.0, "Entire apartment", 95.0, "AUD", 0, 113180379, "Welcome to our new luxury 2 Bedroom apartment in Parramatta CBD. 3 min walk to Westfield Shopping Centre and train station. Pro styled inside out with quality Manchester and so on. Free fast NBN WiFi and Netflix movie channel. 2 bedrooms with a queen-sized bed each and a sofa bed in the living for extra people.  Two bathrooms, one with a bath tub. Free quality body wash and shampoo are provided for your convenience. An open plan kitchen with gas cooktop, oven, dish washer, fridge etc.'", {"200965721": ["Haidar", "A wonderful stay will return to the same place in the next few times"], "143877266": ["Karina", "Quick responses. Easy to find. Awesome location"], "13215876": ["Brian", "Nice apartment with lots of amenities and great location close to train and ferry.  30 min train  to Sydney CBD and 1 hr ferry (recommended)"], "215953596": ["Sarah", "Stylish 2 bedroom apartment, great for short stay. Close to shopping centre and restaurants."], "103315374": ["Mubashir", "great"], "190382477": ["Breanna", "Thanks Ray and Kris for a great stay. Will definitely use again when visiting Parramatta stadium"], "225965236": ["Suzy", "Everything was comfortable and very nice\nHappy to come back next time. It’s easy to check in and out"], "9883901": ["Garry And Kathy", "A fabulous place to stay when visiting Sydney. A quality apartment with quality inclusions within easy walking distance of the shops, train station and ferry terminal. We would definitely stay there again."], "121271126": ["Jung Woo", "Clean, spacious and conveniently close to the station and Westfield. I would recommend checking out and staying at Ray N Kris's place."], "146550370": ["Kim", "Lovely apartment with an awesome host. Quick reponses and very accomodating to our needs. The apartment had underground parking and was about 5 minutes walk to Westfield shopping centre which made things easier for us to not take the car."], "140703954": ["Justine", "A beautiful, modern, very clean apartment. The baby toys are a lovely touch that helped entertain our son. Thank you for letting us stay!"], "144893640": ["Jamilah", "Besides of locational convenience, the apartment was super clean, simply elegant and neat! I love the floorplan of this apartment! It inspires me to get one!\nHighly recommend and will rate the overall experience 11/10 \n\nThank you for being a great host Ray N Kris!"], "130481536": ["Helen", "This unit is on the 17th floor, it’s spacious and my friend and I loved the fact that we each had our own bedroom with a queen bed, and our own bathroom. The underground car park is secure and checkin easy, but checkout, if you have a car, is a bit tricky as you have to leave the car park and double park while you drop the key in the letterbox (ok if you aren’t on your own)."], "81397219": ["Beck", "Beautiful modern apartment in a central location. Clean and secure. Would definitely stay there again."], "236039005": ["Travis", "Great spot and easy checkin"], "127787495": ["Amelia", "Perfect location in the center of everything! Beautiful space. Last minute booking was very enjoyable so thank you :)"], "75850449": ["Simon", "Couldn’t go wrong with this place great location"], "152257318": ["Brendan", "new, clean, well appointed and comfortable"], "104336838": ["Alexandria", "According to description.. Ray responses very quickly to commmuncations, respected our privacy. The environment was very comfy, close to Westfield and public transport. Details of check in was thorough and hassle- free! I would recommend this place!"], "156137612": ["Prashanth", "Good place to stay"], "235131504": ["Steven", "Wonderful experience from start to finish host were wonderful and went above and beyond even let me check in early which was amazing.\n\nThanks guys I will be back again"], "200096830": ["Taylah", "Apartment was great and a fantastic location. The view from the apartment was good. Overall great stay for the family for such a short time."], "155200844": ["Karen", "Thanks Ray N Kris for easy communication and a nice apartment for my short stay. The location was very convenient too."], "237699511": ["Rohit", "Ray is a great host and this is fantastic place close to all amenities including ferry, train station, Westfield shopping centre and lots of food places within walking distance. Highly recommend any travellers to stay here and if we back to Sydney in future, we will definitely stay here again.  Thanks again Ray."], "153838443": ["Denny", "Good location for local travel and business meetings"], "51052099": ["Preethi", "Very cute accommodation in the area. Perfect for families."], "10416374": ["Andy", "Great location!"], "37266212": ["Laura", "Nice clean place. Very close to the station"], "32467570": ["Swathi", "Very clean and comfortable"], "136110399": ["Lu", "Location location. very happy to see the beauty of Sydney. Close to train station, Shopping center were just 5m walk. \nNice place very clean and tidy."], "16546071": ["Drew", "Very nicely located apartment, very clean and Ray n Kris's communication was very fast and helpful. I would recommend"], "69900630": ["Karin", "Clean, great location & quick response from Ray n Kris when we needed information. \nWould recommend to anyone who wants to stay in Parramatta CBD....not far from shops, eateries and entertainment."], "116140675": ["Ryan", "Great clean apartment in amazing location. Very hard to fault!"], "233114950": ["Shayal", "Extremely nice apartment. Very happy."], "167154472": ["Liam", "lovely home"], "167446580": ["Eric", "Great place to stay with great hospitality and a very clean tidy space"], "102562595": ["Tariq", "Hi Ray & Kris\nThanks for letting us stay in your apartment. We had a home like feeling and really enjoyed our stay at your place.\nThe parking tips provided by you were very helpful and helped us save some money on parking.\nLast but not the least, thanks for understanding the needs we had with our kids and extending our check-out time at no extra cost."], "115576943": ["Mojahid", "We loved this apartment and will definitely stay again if ever back in Parramatta. Beautiful place, walking distance to fantastic restaurants, walking distance Shopping centre. Fantastic location. We loved that we could walk to everything. convenice store directly below the building which was really convenient. Great clean space. Would highly recommend. Great for families or couples."], "168092329": ["Purus", "Very nice place to stay. Convenient for public transports and shops."], "228924237": ["Arian", "Everything was as described, no flaws, very clean and nice place. Would definitely recommend."], "155165022": ["Delphine", "Great apartment. Very close to the train station. Impeccably clean, comfortable and very secure. Very clear information from the hosts for check-in and check-out. Highly recommend"], "85428807": ["Cheryl", "This unit is fantastic – modern and new furnishings – great view.  Super comfy bed, fantastic linen – and the amenities was top of the range.   It is very clean and next door to the train station – so very handy.  The shopping centre is 1km away - approx 10-13 min walk. Our hosts were quick to answer all our questions and accommodating – they even rang to make sure all was ok.  Check in/out was easy. I would definitely recommend a stay here. Thank you"], "98112704": ["Bec From Blok", "A fantastic modern apartment in a great location. A very short walk to Parramatta train station and little further on to Parramatta Westfield mean you have much of what you need within a couple of blocks. If you are happy to walk a little further (<1km) you also have the Ferry wharf, the Parramatta River precinct and the fabulous restaurants on Church St. The apartment has great modern style while still being comfortable as well as the necessities including very comfy beds and nice fluffy towels.\nWe loved staying at Ray N Kris's place and would love to be back."], "76867881": ["Sudintha", "very good and convenient place to stay."], "86837096": ["Maisha", "Our stay at Ray and Kris’s place was incredible! The apartment is beautiful and the beds are so comfy! They were really accommodating and communication was quick and easy. Loved our stay there, definitely recommend!!"], "24534302": ["Paul", "great location. very clean and comfortable apartment. Would recommend as a place to stay in Parramatta."], "224733190": ["Gina", "Great location but the smell of the apartment was uncomfortable."], "151302839": ["Ehsan", "We experienced a truly memorable stay at Ray and Kris's apartment.\n\nBoth prior to and after our stay, our communication was always promptly attended to and every effort was made to ensure our requests were met. The location of the apartment was very convenient for us and we appreciated the great access to various services around the area.\n\nThe apartment was spotless in terms of cleanliness and all the amenities that one could need for a short stay as a tourist were provided, including quality linen and pillows, iron, hair dryer, etc.\n\nWe found the apartment very elegant, well furnished and comfortable. Truth be told, we even considered, for a short while, of cancelling our planned outings in Sydney to just stay and relax in the apartment!\n\nRay and Kris... Thank you very much for hosting us. And well done on having such a nice, humble and lovingly decorated apartment :)"], "71275245": ["Elle", "Had a great time! Was a lovely, clean, new apartment with great amenities and extras. And awesome location! Would definitely stay again!"], "26228777": ["Megan", "Beautiful apartment with everything you need! Really felt like my home away from home. Ray was super quick on the responses. Thanks guys"], "39221046": ["Katie", "Great apartment- very clean and comfortable! Would recommend!"], "57833743": ["Chris", "Great new apartment. Very well fitted out and good location"], "144422853": ["Jay", "The house is so much beautiful with more then all the facilities which everyone get in hotels. In the house we have everything which we use in daily life at our home. The view from balcony was amazing. I enjoyed morning coffee there with my sister and love that fresh air. If i am talk about amenities i had everything, like with bed we get side table on both side & with night lamp, there are extra pillows, in kitchen there mostly all equipment with all cooking ware dishes. If you had dinner of 6-8 people you will get all the things over here. The house is just amazing & newly constructed with central air conditioner and heater. There are washing machine & dryer too if you wash your cloths returning from beach. In our spare time i watched YouTube & Netflix. The speed of wifi was quite good. The area was really good. There are many nearby restaurants for all. Train station is just 2-3 min away.\nI strongly recommend this house if you want feel same feelings as your home.\nI feel that.\nThank you Ray & Kris for that amazing hospitality. I would love to stay here if i get chance to stay.\nCheers"], "57233764": ["Manivannan", "Amazing place and great location. Definitely coming back here, if I were to visit Sydney again."], "12990237": ["Kevin", "Had a great stay at Ray's place. Host was very accommodating of our check-in schedule"], "258008555": ["Jun Ming", "Great location, a stone's throw away from the supermarket. Room was sparkling clean. He was prompt to reply our queries, accurate instructions given and free parking was available."], "224914136": ["Shehla", "Njoyed our stay. Pretty much accessible locationwise and secured place. Appartment was new n clean and host were  prompt in responding. Will definitely come back."], "149094619": ["Vira", "Ray responses questions very quickly,  we always get feedback within 20 mins, it is very helpful and thankful, especially when you run into some unexpected accidents :)\nalthough Parramatta is not locates in city center which you may consider about extra traffic time but the apartment nears train station, it's acceptable though ;)"], "38765787": ["Mina", "Ray N Kris’ place is conveniently located (2-min walk from Parramatta train station) ; close to Westfield where you can buy groceries ; and not to mention nicely decorated. Everything looks like the photos posted. Highly recommended ; would definitely stay here again! "], "127911824": ["Tina", "A nice and clean apartment.  It’s located 2 minutes from a train station which makes it very convenient."], "56879787": ["Jacinta", "this is one of the best stays I have had with airbnb. the apartment was spotless and in the perfect location to transport and shopping."], "220718063": ["Mayur", "Everything is just a step away.. 10 on 10 for location .. Place is quite new and view from the balcony is refreshing.."], "125914316": ["Belinda", "We enjoyed our stay in this apartment  which had everything you would need for a comfortable stay.  A great plus  having the two bathrooms with kids.  Well equipped kitchen to keep any cook happy.  Clean, tidy with modern styling in a great location close to shopping and great food.  Host was very helpful on arrival and made us feel welcome.  We would be happy to stay again and happily recommend this Air bnb."], "82208519": ["Ivy", "地點方便,旁邊就是大形商場,還有車站,房間很大,和照片一樣,有問題房東也會很快回復,唯一不好就是紙巾不夠"]}, {"Jun": {"2019-06-01": [false, 155], "2019-06-02": [false, 135], "2019-06-03": [true, 95], "2019-06-04": [true, 95], "2019-06-05": [false, 145], "2019-06-06": [false, 145], "2019-06-07": [false, 165], "2019-06-08": [false, 155], "2019-06-09": [false, 145], "2019-06-10": [false, 145], "2019-06-11": [false, 125], "2019-06-12": [false, 147], "2019-06-13": [false, 145], "2019-06-14": [false, 155], "2019-06-15": [false, 155], "2019-06-16": [false, 145], "2019-06-17": [false, 145], "2019-06-18": [false, 145], "2019-06-19": [false, 145], "2019-06-20": [true, 95], "2019-06-21": [false, 125], "2019-06-22": [false, 168], "2019-06-23": [false, 145], "2019-06-24": [false, 158], "2019-06-25": [true, 95], "2019-06-26": [true, 115], "2019-06-27": [false, 145], "2019-06-28": [false, 155], "2019-06-29": [false, 155], "2019-06-30": [false, 145]}, "Jul": {"2019-07-01": [false, 145], "2019-07-02": [true, 125], "2019-07-03": [true, 125], "2019-07-04": [true, 135], "2019-07-05": [true, 135], "2019-07-06": [false, 165], "2019-07-07": [false, 145], "2019-07-08": [false, 153], "2019-07-09": [false, 153], "2019-07-10": [false, 153], "2019-07-11": [false, 153], "2019-07-12": [false, 165], "2019-07-13": [false, 165], "2019-07-14": [true, 135], "2019-07-15": [true, 135], "2019-07-16": [true, 135], "2019-07-17": [true, 135], "2019-07-18": [true, 158], "2019-07-19": [true, 165], "2019-07-20": [false, 165], "2019-07-21": [true, 150], "2019-07-22": [true, 135], "2019-07-23": [true, 135], "2019-07-24": [true, 135], "2019-07-25": [true, 158], "2019-07-26": [true, 165], "2019-07-27": [false, 170], "2019-07-28": [true, 155], "2019-07-29": [true, 155], "2019-07-30": [true, 155], "2019-07-31": [true, 155]}, "Aug": {"2019-08-01": [true, 145], "2019-08-02": [false, 155], "2019-08-03": [false, 155], "2019-08-04": [true, 145], "2019-08-05": [true, 147], "2019-08-06": [true, 145], "2019-08-07": [true, 146], "2019-08-08": [true, 145], "2019-08-09": [true, 165], "2019-08-10": [false, 165], "2019-08-11": [true, 145], "2019-08-12": [true, 147], "2019-08-13": [true, 145], "2019-08-14": [true, 145], "2019-08-15": [true, 145], "2019-08-16": [true, 165], "2019-08-17": [true, 165], "2019-08-18": [true, 145], "2019-08-19": [true, 151], "2019-08-20": [true, 145], "2019-08-21": [true, 145], "2019-08-22": [true, 145], "2019-08-23": [true, 165], "2019-08-24": [true, 165], "2019-08-25": [true, 152], "2019-08-26": [true, 145], "2019-08-27": [true, 145], "2019-08-28": [true, 145], "2019-08-29": [false, 154], "2019-08-30": [false, 165], "2019-08-31": [true, 165]}, "Sep": {"2019-09-01": [true, 145], "2019-09-02": [true, 145], "2019-09-03": [true, 145], "2019-09-04": [true, 145], "2019-09-05": [true, 145], "2019-09-06": [true, 150], "2019-09-07": [true, 165], "2019-09-08": [true, 145], "2019-09-09": [true, 145], "2019-09-10": [true, 145], "2019-09-11": [true, 145], "2019-09-12": [true, 145], "2019-09-13": [true, 155], "2019-09-14": [true, 165], "2019-09-15": [true, 145], "2019-09-16": [true, 145], "2019-09-17": [true, 145], "2019-09-18": [true, 145], "2019-09-19": [false, 145], "2019-09-20": [true, 165], "2019-09-21": [true, 165], "2019-09-22": [true, 145], "2019-09-23": [true, 145], "2019-09-24": [true, 145], "2019-09-25": [false, 145], "2019-09-26": [false, 146], "2019-09-27": [false, 145], "2019-09-28": [false, 145], "2019-09-29": [false, 125], "2019-09-30": [true, 145]}}, 111], "33545641": [[-33.81732, 151.00152], "Bedroom wit private living area, dining & balcony", ["https://a0.muscache.com/im/pictures/342a71c1-8003-4c29-8d10-c1aae6d12e5f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/083076b3-ec05-4bdd-9ae1-0b3b137eeafe.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/72d0d321-d929-4042-a511-e21daff36a1d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ea1c95d5-c0c4-448e-ba23-71efdacf5b37.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/cadbff3d-59d1-4663-9502-953d9eafd8c8.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ccb7d633-502b-4895-ac20-cfff30e4a1e2.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/35e25e09-04ba-4b79-9df7-ac421fe7c77e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7b920edc-07c9-40ee-9891-bdbba826f92d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/063c94f5-b3cc-4ab7-b19e-226bdf8ca053.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/857c9579-c9f2-4f39-ab47-ea70600ae798.jpg?aki_policy=large"], "1 bedroom", 1, "1 shared bath", 1.0, 1, 1, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 4, 3.5, "Private room", 42.0, "AUD", 0, 229335078, "Private room with kitchen access in Parramatta CBD...the best location U can find in Parramatta..are just opposite to the garden..also features a private living room,balcony and a small dining area, which is your private area... translated by Google Private room with kitchen access in Parramatta CBD...Itthe best location U can find in Parramatta..We are just opposite to the garden..This also features a private living room,balcony and a small dining area, which is your private area...'", {"177338683": ["Brian", "Not worth the effort"], "267081152": ["Abi", "Good location and spacious parking. The host was very quick in responding to queries and took an extra effort in making your stay memorable."], "257849334": ["Luke", "Not quite what was listed in the description"], "255704248": ["Edward", "It has everything in the bathroom like other hotel have but as a cheaper price.  Good communication from the day you booked till you leave.  Location Is excellent, plentiful of parking, around 10 mins walk to shop and train station. Park is just across the road.  Host is very helpful is you need help.  I recommend to give this place a go"]}, {"Jun": {"2019-06-01": [false, 46], "2019-06-02": [false, 46], "2019-06-03": [false, 46], "2019-06-04": [false, 46], "2019-06-05": [false, 46], "2019-06-06": [false, 46], "2019-06-07": [false, 46], "2019-06-08": [false, 46], "2019-06-09": [false, 46], "2019-06-10": [false, 45], "2019-06-11": [false, 46], "2019-06-12": [false, 46], "2019-06-13": [false, 46], "2019-06-14": [false, 46], "2019-06-15": [false, 53], "2019-06-16": [true, 45], "2019-06-17": [true, 45], "2019-06-18": [true, 45], "2019-06-19": [false, 43], "2019-06-20": [true, 42], "2019-06-21": [true, 38], "2019-06-22": [true, 42], "2019-06-23": [false, 38], "2019-06-24": [false, 39], "2019-06-25": [false, 39], "2019-06-26": [false, 39], "2019-06-27": [false, 39], "2019-06-28": [false, 54], "2019-06-29": [false, 54], "2019-06-30": [true, 54]}, "Jul": {"2019-07-01": [false, 38], "2019-07-02": [false, 38], "2019-07-03": [false, 38], "2019-07-04": [false, 38], "2019-07-05": [true, 52], "2019-07-06": [true, 52], "2019-07-07": [true, 52], "2019-07-08": [true, 52], "2019-07-09": [false, 46], "2019-07-10": [false, 46], "2019-07-11": [false, 46], "2019-07-12": [false, 46], "2019-07-13": [false, 46], "2019-07-14": [false, 46], "2019-07-15": [false, 46], "2019-07-16": [false, 46], "2019-07-17": [false, 46], "2019-07-18": [true, 55], "2019-07-19": [true, 55], "2019-07-20": [true, 55], "2019-07-21": [true, 42], "2019-07-22": [false, 42], "2019-07-23": [false, 40], "2019-07-24": [false, 46], "2019-07-25": [false, 46], "2019-07-26": [false, 46], "2019-07-27": [true, 44], "2019-07-28": [true, 44], "2019-07-29": [true, 44], "2019-07-30": [true, 44], "2019-07-31": [true, 44]}, "Aug": {"2019-08-01": [true, 44], "2019-08-02": [true, 44], "2019-08-03": [true, 44], "2019-08-04": [true, 44], "2019-08-05": [true, 44], "2019-08-06": [true, 44], "2019-08-07": [true, 44], "2019-08-08": [true, 44], "2019-08-09": [true, 44], "2019-08-10": [true, 44], "2019-08-11": [true, 44], "2019-08-12": [true, 44], "2019-08-13": [true, 44], "2019-08-14": [true, 44], "2019-08-15": [true, 44], "2019-08-16": [true, 44], "2019-08-17": [true, 44], "2019-08-18": [true, 44], "2019-08-19": [true, 44], "2019-08-20": [true, 44], "2019-08-21": [true, 44], "2019-08-22": [true, 44], "2019-08-23": [true, 44], "2019-08-24": [true, 44], "2019-08-25": [true, 44], "2019-08-26": [true, 44], "2019-08-27": [true, 44], "2019-08-28": [true, 44], "2019-08-29": [true, 44], "2019-08-30": [true, 44], "2019-08-31": [true, 44]}, "Sep": {"2019-09-01": [true, 46], "2019-09-02": [true, 46], "2019-09-03": [true, 46], "2019-09-04": [true, 46], "2019-09-05": [true, 46], "2019-09-06": [true, 46], "2019-09-07": [true, 46], "2019-09-08": [true, 46], "2019-09-09": [true, 46], "2019-09-10": [true, 46], "2019-09-11": [true, 46], "2019-09-12": [true, 46], "2019-09-13": [true, 46], "2019-09-14": [true, 46], "2019-09-15": [false, 46], "2019-09-16": [false, 46], "2019-09-17": [false, 46], "2019-09-18": [false, 46], "2019-09-19": [false, 46], "2019-09-20": [false, 46], "2019-09-21": [false, 46], "2019-09-22": [false, 46], "2019-09-23": [false, 46], "2019-09-24": [false, 46], "2019-09-25": [false, 46], "2019-09-26": [false, 46], "2019-09-27": [false, 46], "2019-09-28": [false, 46], "2019-09-29": [false, 46], "2019-09-30": [false, 46]}}, 14], "26399504": [[-33.818756, 151.002808], "Parramatta Modern Apartment Opp Westfield & Train", ["https://a0.muscache.com/im/pictures/5105f7e1-8682-451a-a8b0-82b330920b59.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/57e779be-c156-4a5c-8650-c0d342dae3bd.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/6da581d2-3a2f-4784-8702-fafed9c1aabb.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/94156101-4069-465b-bd11-b7de0b854f75.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c3505301-48ac-411a-9f0f-d033e875d0d8.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c4916364-9a91-4d1b-bd8a-f0a3e1412d5d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1445357c-1d0b-4e8a-bba9-c031ef47d0ae.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/2793d966-dd15-40a1-9c23-086ff7a90dc5.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/6c2365d3-9a9d-4719-a89a-aaa0a6d7655b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7f5968f5-f6b2-4e17-aad0-9238037a3e5f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/6b43e269-aac3-475b-b81b-588b63545852.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3acd5702-b116-41c2-9602-a1acd35b5779.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/bc4c5da3-68b4-4e38-91fa-9861ae38c479.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f4e731cc-5221-4ee1-996e-449cf4e839ea.jpg?aki_policy=large"], "1 bedroom", 1, "1 bath", 1.0, 1, 4, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 56, 4.5, "Entire apartment", 109.0, "AUD", 0, 197930893, "This super convenient, comfort &amp; security apartment is just opposite to Parramatta Westfield, transports and all amenities. One spacious bedroom with queen size bed, big bathroom featured shower &amp; bathtub, open plan kitchen, laundry room, combined TV lounge and dinning with a balcony. Aircond, 46\" TV, cooking utensils and toiletries supplies. Free WIFI and one car parking at the basement.'", {"182899733": ["Himesh", "The apartment had everything you could ask for. Great location and awesome hosts. Definitely recommend this place to everyone who just wants to feel like home. Thank you "], "266717806": ["Greg", "The space was functional and suited our needs"], "162970416": ["Cindy", "Location Good"], "153777806": ["Simon", "Really good communication. Place as described."], "248377562": ["Jaimini", "Highly recommend Great location easy access to train station and shopping centre very convenient"], "180564522": ["Rick", "great place, next to everything."], "109076293": ["Khushbu", "Easy check in... g8 location"], "108488335": ["Alison", "Great and neat apartment that’s modern and close to everything. If you need a place to stay in Parramatta, you cant go wrong with this unit. I’ll definitely stay here again the next time I’m in Parramatta"], "233097639": ["Jenny", "Vanessa's place was conveniently located for the event we were in town for, and the place was clean and comfortable."], "238157968": ["Nathan", "Modern and lovely stay. Very convenient location and parking."], "244470342": ["Stuart", "It was lovely"], "26435898": ["Sharen", "Vanessa was very helpful answering any questions straight away. The apartment was clean and modern and very well located \nThoroughly enjoyed our stay :)"], "241811214": ["Hamish", "Great location"], "149165612": ["Tegan", "Great location, very clean and friendly!"], "237985726": ["Raj", "close proximity to shopping centre and public transport"], "221807878": ["Jacki", "Very clean and modern.  We had a comfortable stay.  Nice and close to the shopping centre. Would stay here again"], "201428633": ["Brooke", "Great place to stay, 3 of us stayed comfortably"], "60193065": ["Lianne", "Great location, fantastic communication.  Walking distance to everything."], "91763248": ["Jessica", "nice stay really close to the local  shops and restaurants"], "78387059": ["Tom", "Great little apartment, only steps away from Westfield Parramatta and the train service. \nPlace was nice and tidy with underground parking. Would recommend a long or short stay to anyone."], "156988757": ["Laura", "Great value for a great location! Very lovely place to stay for a Sydney getaway. Thanks again Vanessa and Vivee!"], "158475379": ["Jonathan", "Good location and very clean place"], "35056527": ["Mark", "Great apartment located right next to Westfield Mall. Great communication with the hosts. Would recommend accommodation to anyone."], "151180629": ["Erdie", "Perfect place to stay and can save u $$$, location is perfect too since everything is already there, shopping mall, train station, and restaurants. Highly recomended. Cheers"], "228990181": ["Jacob", "Great place, great communication with host, and right next to Westfield and trains"], "139107576": ["Marnilar", "Ness’s place is located in the heart of Parramatta and in a very close approximity to Westfield, station and local shops. The place is as described and  very pleasant to stay. We enjoyed our stay there!"], "4016109": ["Challey", "Vanessa's place is modern, super clean and very conveniently located.  Highly recommend  to anyone wanting a great apartment in Parramatta."], "130520947": ["Sandra", "Vanessa's apartment is fantastic. It is easy to find and is minutes away from the westfield shopping plaza. The apartment has all the amenties you will need and is spotless. The verandah is awesome on a hot night and early morning. The advantage of a car space is hassel free and checkin was a breeze. Communication with Vanessa was so eay and she always responds very quickly. My Son used the apartment as it was a xmas present from me and he was going to Parramatta park for a concert so it was only mkinutes away walking distance. We highky recommend Vanessa for her beautiful apartment. Thankyouvery much Vanessa."], "2972683": ["Emma", "Vanessa’s place is in the perfect location, a short walk from everything in Parramatta. The space was comfy and had everything you could need including lots of great cooking untensils and provisions. I would definitely stay here again! Thanks for having me :)"], "125123178": ["Arthi", "very convenient"], "93646465": ["Somayeh", "So clean and great \nI recommend to everyone"], "212923977": ["Matthew", "Location was great, short walk to cbd, across the road from westfields"], "162352836": ["Sneha", "Great place. Great location. Walkable to shops and public transport. Amazing hospitality."], "201015450": ["Richard", "I like this property which close to shopping center and public transport"], "107593251": ["Iythurshan", "Great place close to everything. Vanessa was great with communication."], "55633293": ["Nick", "Awesome Stay. Really enjoyed it!"], "171192474": ["Mitchell", "dearest Vanessa\n\ngrateful beyond:) what was advertised? was definitely delivered... the host, Vanessa?? wow! she was just amazing - contacting her late hours for a kind request!!! she quickly replies.. was just easy to deal with...\n\nmy family loved everything about the place - to top the most was the sparkling cleanliness of the unit.. the pillows ...linen was freshly clean too.. \n\noverall??? 10 out of 10... definite will recomend this place... \n\nthank you soo much!! grateful beyond... next time again:)\n\nrespectfully yours\n\nmichelle"], "10416374": ["Andy", "Good location, Clean. No Wifi was problematic and room could do with airing... overall ok."], "206568153": ["Dzenana", "Definitely worth the stay!\nAmazing apartment.\nThank you so much !"], "209989520": ["Lanni", "Such s tidy space and close and convenient to everything.  Vanessa was  so helpful and always asked if everything was ok"], "211614097": ["Jordan", "Great location. Right across the road from Westfield Shopping Centre and the train station. Neat little apartment, perfect for a short trip!"], "104868873": ["Francis", "Great place and location! Very accurate descriptions. Highly recommended. You won’t regret it."], "129998711": ["Lucy", "Very handy location would consider staying again"], "91066622": ["Kerry", "Hosts were amazing. Apartment was clean and great location. "], "65311415": ["Abbey", "No problems at all with this apartment. Nice and clean and exactly like photos suggest. Great location to public transport "], "136831317": ["Tracey", "This was a great unit and very well located. Excellent value for money."], "146857152": ["Stephanie", "Vanessa’s place was as advertised. A great location, spacious apartment with all the amenities. We would definitely stay again and would recommend this clean and tidy place to anyone. 5 stars"], "201425452": ["Sam", "Great stay."], "207256292": ["Fani", "good location. near westfield and parramatta station. comfort place."], "228862586": ["Michael", "Good stay, just not quite as advertised. Host was nice, but when we pointed out those problems they started to become less friendly and started reflecting. Really wanted to like the place, but currently can't recommend it, due to issues. (WiFi not unlimited, Limited to 3G only, Pocket WiFi is an old phone, AC only cools living rooms, sleeping room is \"cooled\" via fan, missing amenities)"], "181518794": ["Mark", "No smoke or mirrors here. just as advertised. super clean and quiet. and right across from the mall. Really nice people, very accommodating. I would definitely use again"], "226400499": ["Fred", "Location turned out to be really great.  A scenic ferry boat ride for very little cost got us from the cruise dock to Parametta, then only a short taxi ride to the apartment.  Train station was only a five minute walk away, and a major shopping mall with groceries as well just across the street."], "13611506": ["Naomi", "Enjoyable stay at Vanessa's place in Parramatta, close to town, train station to city, shops and local amenities.  Spotlessly clean and good communication from our host. Would recommend :)"], "208131148": ["Mayo", "Accurate as posted. Clean and Comfortable place to stay.  Entrance to the mall is just a short walk going to the parking lot entering at the 4th floor of Westfield."], "259691609": ["Abagail", "."], "14979934": ["Pascal", "Vanessa a été au top avant, pendant et après le séjour. Merci !"]}, {"Jun": {"2019-06-01": [false, 109], "2019-06-02": [false, 105], "2019-06-03": [true, 99], "2019-06-04": [true, 89], "2019-06-05": [false, 109], "2019-06-06": [false, 126], "2019-06-07": [false, 124], "2019-06-08": [false, 129], "2019-06-09": [false, 129], "2019-06-10": [false, 125], "2019-06-11": [true, 89], "2019-06-12": [true, 89], "2019-06-13": [false, 95], "2019-06-14": [true, 89], "2019-06-15": [false, 89], "2019-06-16": [false, 118], "2019-06-17": [false, 120], "2019-06-18": [false, 111], "2019-06-19": [false, 118], "2019-06-20": [false, 124], "2019-06-21": [false, 117], "2019-06-22": [false, 102], "2019-06-23": [true, 99], "2019-06-24": [true, 29], "2019-06-25": [false, 99], "2019-06-26": [false, 99], "2019-06-27": [false, 99], "2019-06-28": [false, 99], "2019-06-29": [false, 125], "2019-06-30": [false, 109]}, "Jul": {"2019-07-01": [false, 109], "2019-07-02": [false, 109], "2019-07-03": [false, 109], "2019-07-04": [false, 109], "2019-07-05": [false, 121], "2019-07-06": [false, 125], "2019-07-07": [true, 109], "2019-07-08": [true, 109], "2019-07-09": [false, 132], "2019-07-10": [false, 132], "2019-07-11": [false, 134], "2019-07-12": [false, 134], "2019-07-13": [true, 109], "2019-07-14": [true, 109], "2019-07-15": [true, 109], "2019-07-16": [true, 109], "2019-07-17": [true, 109], "2019-07-18": [false, 109], "2019-07-19": [false, 109], "2019-07-20": [false, 111], "2019-07-21": [false, 109], "2019-07-22": [false, 109], "2019-07-23": [false, 109], "2019-07-24": [true, 109], "2019-07-25": [true, 109], "2019-07-26": [true, 117], "2019-07-27": [true, 112], "2019-07-28": [true, 109], "2019-07-29": [true, 109], "2019-07-30": [true, 109], "2019-07-31": [true, 109]}, "Aug": {"2019-08-01": [true, 109], "2019-08-02": [true, 109], "2019-08-03": [true, 113], "2019-08-04": [true, 109], "2019-08-05": [true, 109], "2019-08-06": [true, 109], "2019-08-07": [true, 109], "2019-08-08": [false, 126], "2019-08-09": [false, 118], "2019-08-10": [false, 123], "2019-08-11": [false, 123], "2019-08-12": [true, 109], "2019-08-13": [true, 110], "2019-08-14": [true, 112], "2019-08-15": [true, 109], "2019-08-16": [true, 110], "2019-08-17": [true, 113], "2019-08-18": [true, 109], "2019-08-19": [false, 109], "2019-08-20": [false, 109], "2019-08-21": [true, 109], "2019-08-22": [true, 109], "2019-08-23": [true, 109], "2019-08-24": [true, 109], "2019-08-25": [true, 109], "2019-08-26": [true, 110], "2019-08-27": [true, 109], "2019-08-28": [true, 109], "2019-08-29": [true, 109], "2019-08-30": [true, 117], "2019-08-31": [true, 117]}, "Sep": {"2019-09-01": [true, 114], "2019-09-02": [true, 109], "2019-09-03": [true, 109], "2019-09-04": [true, 110], "2019-09-05": [true, 109], "2019-09-06": [true, 113], "2019-09-07": [true, 109], "2019-09-08": [true, 111], "2019-09-09": [true, 112], "2019-09-10": [true, 109], "2019-09-11": [true, 109], "2019-09-12": [true, 112], "2019-09-13": [true, 109], "2019-09-14": [true, 109], "2019-09-15": [true, 110], "2019-09-16": [true, 110], "2019-09-17": [true, 110], "2019-09-18": [true, 112], "2019-09-19": [true, 111], "2019-09-20": [true, 111], "2019-09-21": [true, 115], "2019-09-22": [true, 109], "2019-09-23": [false, 109], "2019-09-24": [false, 109], "2019-09-25": [false, 109], "2019-09-26": [false, 109], "2019-09-27": [false, 109], "2019-09-28": [false, 116], "2019-09-29": [false, 109], "2019-09-30": [false, 109]}}, 70], "23619067": [[-33.81026, 150.99015], "Monica’s  Home", ["https://a0.muscache.com/im/pictures/7570244f-c25d-44eb-86b0-0210d04337c3.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ff26a396-c8a5-4cfc-999b-380d7d7889e9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/26572cb5-5951-4fe8-bdfe-7894c40add20.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/50ef1fee-2605-47ee-87c2-7f0df1790bd4.jpg?aki_policy=large"], "1 bedroom", 1, "1 shared bath", 1.0, 3, 3, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 32, 5.0, "Private room", 34.0, "AUD", 0, 176710200, "The host is a good cook, a writer, journalist and editor, and has very good personalities. She supports more than thousands of new immigrations settle in Australia.'", {"111243627": ["Mallika", "Recommend Monica's place for being friendly and great hospitality."], "252969516": ["Janet", "Thanks Mon for being a great host we love your place  definetly coming back again"], "148037289": ["Sara", "The host canceled this reservation 35 days before arrival. This is an automated posting."], "213109778": ["舒媛", "very comfy and relax"], "217003713": ["James", "Great value for money.  Very close to Westmead station and terrific train services to city.  Quiet neighbourhood.  Clean, relaxed and comfortable, if somewhat basic."], "73905349": ["Sandy", "good communication and close walk to the train station :)"], "43484661": ["Rebecca", "Monica is very welcoming and accomodating. The bed was super comfy.\nThanks Monica!"], "45278334": ["Faye", "Large room near westmead train station in an apartment block, very good location. Monica was warm and friendly and made sure i was comfortable. Only stayed a short while but would definitely recommend."], "210631768": ["Jenny", "Great hospitality and friendly atmosphere.  Nothing is too much trouble and Monica really made my daughter and I feel welcome.  Thank you"], "164072879": ["Jayshree", "Monica and her family welcomed us with open arms. Their hospitality and warmth is beyond words. Monica offered to pick us up from the airport and made breakfast for us. It was my first Air BNB experience and I was anxious before meeting Monica. But now I will always recommend Monica to everyone who is going to Sydney . Thank you once again Monica ❤️"], "153564289": ["Aashish", "Very nice place to stay. Very nice host"], "74739676": ["Prad", "Monica place is good and she is a good host"], "158545200": ["Ben", "Monica’s place is just like a home! Monica is nice to talk, easy going, invited me for breakfast! The bed is comfortable ! I like my staying here! Wish I could get chance to come back again!"], "72041708": ["Gayle", "Lovely"], "33679392": ["Tim", "Monica is a great host, and she has a nice clean spacious apartment in Westmead.\n\nShe was very welcoming to me with a cup of tea and some biscuits, and very easygoing. Engaging but also gave me  space when needed. \n\nThe room is large, with a comfortable bed and good pillows - one firm, one soft, which I liked. \n\nThe location is good - the station is slightly over 5 minutes walk, the hospitals 10-15 minutes walk. Also there is a pathway leading from the apartment block towards Parramatta Park.\n\nThanks Monica for your hospitality"], "183663436": ["Lavanya", "It was my first experience of sharing space with the host of Airbnb and the experience was quite pleasant. Monica was a wonderful and helpful person who made us feel comfortable. \nI hope this review would help  further guests.\nThanks."], "27829369": ["Jacob", "Nice large room with a comfortable bed a stone throws from downtown Paramatta. \nThere is a bright light outside the bedroom window."], "158250998": ["Varun", "Very nice place to live. Host is very helpful. Place is very near to all facilities."], "31380070": ["Vinay", "Thanks Monica , we really loved ur place and nice host ... where near to station/ bus stops and house is really beautiful..."], "236082060": ["Renato", "Very quiet location and amazing hospitality"], "243501677": ["Veera", "It's nice place to stay, I am very much satisfied."], "187372156": ["Jinhu", "Great host,friendly and easygoing.\nClean and tidy house.\nComfortable bed.\nl look forward to staying again."], "198312760": ["Rey", "Great place to stay. Room is very spacious and tidy. Monica will let you use all the amenities and let you feel at home."], "6894669": ["Narodom", "very friendly host clean place and good location."], "191364842": ["Nancy", "This is a wonderful experience for my first time to use Airbnb. Monica is such a kind and friendly person, she treat my family just like hers. Thank you for doing those sweet things. This is an amazing memory for me and my family."], "63913023": ["Sandheep", "Amazing hospitality. Excellent host. Very helpful and accommodating. The place was lovely, clean and well maintained. Special mention to the beautiful balcony. Monica went out of her way to make me feel comfortable. "], "178946389": ["Y", "Great hospitality, excellent location, co.fortable and enjoyable."], "177049115": ["Guohua", "The host canceled this reservation 13 days before arrival. This is an automated posting."], "243815836": ["Shaun", "."], "178896408": ["Leila", "Pour ma part la situation géographique me convenait dans le sens où j’y allais pour voir mon père qui était hospitalisé.\nMonica m a aidé les premiers jours de mon arrivée .\nElle est prévenante et Serviable.\nJe la recommande aux futurs personnes qui souhaitent séjourner à Sydney pour les vacances ou autres."]}, {"Jun": {"2019-06-01": [false, 42], "2019-06-02": [false, 42], "2019-06-03": [true, 42], "2019-06-04": [true, 45], "2019-06-05": [true, 45], "2019-06-06": [true, 45], "2019-06-07": [false, 45], "2019-06-08": [false, 41], "2019-06-09": [false, 39], "2019-06-10": [false, 41], "2019-06-11": [false, 35], "2019-06-12": [true, 35], "2019-06-13": [false, 39], "2019-06-14": [false, 39], "2019-06-15": [false, 36], "2019-06-16": [false, 36], "2019-06-17": [true, 36], "2019-06-18": [true, 36], "2019-06-19": [true, 36], "2019-06-20": [true, 36], "2019-06-21": [true, 35], "2019-06-22": [false, 35], "2019-06-23": [false, 35], "2019-06-24": [false, 35], "2019-06-25": [false, 35], "2019-06-26": [false, 35], "2019-06-27": [false, 35], "2019-06-28": [false, 35], "2019-06-29": [false, 35], "2019-06-30": [false, 35]}, "Jul": {"2019-07-01": [false, 37], "2019-07-02": [false, 37], "2019-07-03": [false, 37], "2019-07-04": [false, 36], "2019-07-05": [false, 37], "2019-07-06": [false, 37], "2019-07-07": [false, 37], "2019-07-08": [false, 37], "2019-07-09": [false, 37], "2019-07-10": [false, 37], "2019-07-11": [false, 37], "2019-07-12": [false, 37], "2019-07-13": [false, 37], "2019-07-14": [false, 37], "2019-07-15": [false, 37], "2019-07-16": [false, 37], "2019-07-17": [false, 37], "2019-07-18": [false, 37], "2019-07-19": [false, 37], "2019-07-20": [false, 37], "2019-07-21": [false, 37], "2019-07-22": [false, 37], "2019-07-23": [false, 37], "2019-07-24": [false, 37], "2019-07-25": [false, 37], "2019-07-26": [false, 37], "2019-07-27": [false, 37], "2019-07-28": [false, 37], "2019-07-29": [false, 37], "2019-07-30": [false, 37], "2019-07-31": [false, 37]}, "Aug": {"2019-08-01": [false, 37], "2019-08-02": [false, 37], "2019-08-03": [false, 37], "2019-08-04": [false, 37], "2019-08-05": [false, 37], "2019-08-06": [false, 37], "2019-08-07": [false, 37], "2019-08-08": [false, 37], "2019-08-09": [false, 37], "2019-08-10": [false, 37], "2019-08-11": [false, 37], "2019-08-12": [false, 36], "2019-08-13": [false, 36], "2019-08-14": [false, 37], "2019-08-15": [false, 37], "2019-08-16": [false, 37], "2019-08-17": [false, 37], "2019-08-18": [false, 37], "2019-08-19": [false, 37], "2019-08-20": [false, 37], "2019-08-21": [false, 37], "2019-08-22": [false, 37], "2019-08-23": [false, 37], "2019-08-24": [false, 37], "2019-08-25": [false, 35], "2019-08-26": [false, 35], "2019-08-27": [false, 35], "2019-08-28": [false, 35], "2019-08-29": [false, 36], "2019-08-30": [false, 37], "2019-08-31": [false, 37]}, "Sep": {"2019-09-01": [false, 37], "2019-09-02": [false, 37], "2019-09-03": [false, 37], "2019-09-04": [false, 36], "2019-09-05": [false, 36], "2019-09-06": [false, 36], "2019-09-07": [false, 37], "2019-09-08": [false, 35], "2019-09-09": [false, 36], "2019-09-10": [false, 35], "2019-09-11": [false, 37], "2019-09-12": [false, 36], "2019-09-13": [false, 37], "2019-09-14": [false, 37], "2019-09-15": [false, 36], "2019-09-16": [false, 36], "2019-09-17": [false, 37], "2019-09-18": [false, 37], "2019-09-19": [false, 37], "2019-09-20": [false, 37], "2019-09-21": [false, 37], "2019-09-22": [false, 37], "2019-09-23": [false, 37], "2019-09-24": [false, 37], "2019-09-25": [false, 37], "2019-09-26": [false, 37], "2019-09-27": [false, 37], "2019-09-28": [false, 37], "2019-09-29": [false, 37], "2019-09-30": [false, 37]}}, 20], "35494474": [[-33.81509, 151.01911], "Private room/Balcony city view/Bathtub/TV/Netflix", ["https://a0.muscache.com/im/pictures/bba21c07-90dd-4965-8350-9f2f00958be6.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0a4c71b4-3b4e-4bab-8165-c3bffccc07af.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4ef15186-1d61-416a-bd43-9d1ef61ba30a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7685c4f6-986a-4980-8316-2710351fc2a8.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/8b27bfab-4f72-4693-b40a-f61fbf8eb82c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7cf01d21-37c9-4578-aca7-330b5fc7e5a2.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3772c49d-940c-4482-a222-10ac028b4c96.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/27c9366b-5e55-40c5-ab8a-ae31c928cec7.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d7b866f7-a7bb-4cf8-afb1-16dbe1b9c8dc.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/8828bb14-100a-437d-912a-3f07717f3de5.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c01384df-15fc-413f-99d6-52802434efee.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/eb994cf8-d7af-46ef-8086-cb0b0d549c13.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/77a562a9-43fb-4c76-a399-f91110914b1e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/95a7c899-c367-416d-9068-512b879b7b64.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/8a06ca90-881c-4d9b-b5c3-83327a4357d8.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/272f5d60-8e1f-47c0-8ecf-40f2d2042620.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/094d4d58-7ceb-42f2-8aed-69152c0359f7.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c1e70b43-3e23-43bb-8238-177bbae0c5f0.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/87f5e0d7-dde9-483a-8716-b07d44243eea.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a05c7856-cefb-4a01-b7d7-e7e92dfed9bc.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c69bcccd-3386-4cb3-b21c-0efd7ede815e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9f618dbf-9461-41f7-b87b-f9d06c254127.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/17d5c33e-95ce-4304-8dfb-ee0acf62eb32.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3f054e00-afe3-4acc-813e-41a0abe506c0.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5b84bc0c-3c28-47ff-af3a-f86c04f6895b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/baf96652-5b56-4f0f-8594-7ddaab76f50a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/87afe8aa-b69e-43ab-917f-e5eedeb0d232.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f45bed3e-9497-4d2f-90ce-cb6d0a5658a9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1afffb76-eddf-4a51-9afc-997e40148fb9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1e1fecad-d2ba-4b6c-b3bf-9302fc4d56b6.jpg?aki_policy=large"], "1 bedroom", 1, "1 private bath", 1.0, 1, 2, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 0, null, "Private room", 34.0, "AUD", 0, 23800225, "Second bedroom in spacious apartment with stunning city skyline and river view. This place are perfectly sign for couple, young family or group of friend , people on business trip, traveler wanted to explore Sydney and it equipped with a central amenity, unlimited wifi and air conditioning. Centrally located to shop  restaurant walking distance to many public transport and Parramatta CBD also retain a relaxing vibe.'", {}, {"Jun": {"2019-06-01": [true, 60], "2019-06-02": [true, 60], "2019-06-03": [true, 60], "2019-06-04": [true, 60], "2019-06-05": [true, 60], "2019-06-06": [true, 60], "2019-06-07": [true, 60], "2019-06-08": [true, 60], "2019-06-09": [false, 60], "2019-06-10": [false, 60], "2019-06-11": [false, 60], "2019-06-12": [false, 60], "2019-06-13": [false, 60], "2019-06-14": [false, 60], "2019-06-15": [false, 60], "2019-06-16": [false, 60], "2019-06-17": [false, 60], "2019-06-18": [false, 60], "2019-06-19": [false, 60], "2019-06-20": [false, 60], "2019-06-21": [false, 60], "2019-06-22": [false, 60], "2019-06-23": [false, 60], "2019-06-24": [false, 60], "2019-06-25": [false, 45], "2019-06-26": [false, 45], "2019-06-27": [false, 45], "2019-06-28": [false, 60], "2019-06-29": [false, 60], "2019-06-30": [false, 60]}, "Jul": {"2019-07-01": [false, 60], "2019-07-02": [false, 60], "2019-07-03": [false, 60], "2019-07-04": [false, 60], "2019-07-05": [false, 60], "2019-07-06": [false, 55], "2019-07-07": [false, 55], "2019-07-08": [true, 35], "2019-07-09": [false, 60], "2019-07-10": [false, 60], "2019-07-11": [false, 60], "2019-07-12": [false, 60], "2019-07-13": [false, 60], "2019-07-14": [true, 60], "2019-07-15": [true, 55], "2019-07-16": [true, 55], "2019-07-17": [true, 55], "2019-07-18": [true, 55], "2019-07-19": [false, 60], "2019-07-20": [false, 60], "2019-07-21": [true, 60], "2019-07-22": [true, 55], "2019-07-23": [true, 55], "2019-07-24": [false, 60], "2019-07-25": [false, 55], "2019-07-26": [false, 55], "2019-07-27": [false, 60], "2019-07-28": [false, 60], "2019-07-29": [false, 55], "2019-07-30": [true, 55], "2019-07-31": [true, 55]}, "Aug": {"2019-08-01": [true, 55], "2019-08-02": [false, 65], "2019-08-03": [false, 65], "2019-08-04": [false, 65], "2019-08-05": [false, 55], "2019-08-06": [true, 55], "2019-08-07": [true, 55], "2019-08-08": [true, 55], "2019-08-09": [false, 65], "2019-08-10": [false, 65], "2019-08-11": [false, 65], "2019-08-12": [false, 55], "2019-08-13": [false, 55], "2019-08-14": [false, 55], "2019-08-15": [false, 55], "2019-08-16": [true, 65], "2019-08-17": [false, 65], "2019-08-18": [false, 65], "2019-08-19": [false, 60], "2019-08-20": [false, 60], "2019-08-21": [false, 60], "2019-08-22": [false, 60], "2019-08-23": [false, 65], "2019-08-24": [false, 65], "2019-08-25": [false, 65], "2019-08-26": [false, 60], "2019-08-27": [false, 60], "2019-08-28": [false, 60], "2019-08-29": [false, 60], "2019-08-30": [false, 65], "2019-08-31": [false, 65]}, "Sep": {"2019-09-01": [true, 65], "2019-09-02": [true, 60], "2019-09-03": [true, 60], "2019-09-04": [true, 60], "2019-09-05": [true, 60], "2019-09-06": [true, 60], "2019-09-07": [true, 60], "2019-09-08": [true, 60], "2019-09-09": [true, 60], "2019-09-10": [true, 60], "2019-09-11": [true, 60], "2019-09-12": [true, 60], "2019-09-13": [true, 60], "2019-09-14": [true, 60], "2019-09-15": [true, 60], "2019-09-16": [true, 60], "2019-09-17": [true, 60], "2019-09-18": [true, 60], "2019-09-19": [true, 60], "2019-09-20": [true, 60], "2019-09-21": [true, 60], "2019-09-22": [true, 60], "2019-09-23": [false, 60], "2019-09-24": [false, 60], "2019-09-25": [false, 60], "2019-09-26": [false, 60], "2019-09-27": [false, 60], "2019-09-28": [false, 60], "2019-09-29": [false, 60], "2019-09-30": [false, 60]}}, 30], "9454512": [[-33.807919, 151.016251], "Parra GuestRm+Wifi,Air,Double bd&Balcony", ["https://a0.muscache.com/im/pictures/ead1c85c-101e-4797-bfe8-6dcb0a238de9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/bf945066-05b7-4219-bd85-6e3c6cb52a62.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b80435a3-1df8-40a6-a0f6-48c711964da2.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d5370868-67eb-43c0-aa54-b0601006f4ef.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/04a4d664-beb9-406d-af6b-c0dec8fa4a02.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b1cfbc7d-91ee-411f-90ed-d5f0faf65d20.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b884b227-55bf-49cf-bc33-0dac4e87a591.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7a5ef88e-6415-417b-b508-929af5f39259.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0a25f1c1-70e7-42a8-b0a9-b09cf39139d2.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/412e3b9e-7b0c-4017-aed7-a0080d66537a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1ed6b6a9-b773-493b-b6f9-ca20d6f76f75.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/8bbad313-2652-4b7d-a8fe-1cfe02873749.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/fd9689dc-3e09-4a72-ace2-483ef4e7c106.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a2d58a5f-259e-4bf4-bc16-d81cec7b26cd.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a1fbb373-3427-46c8-8924-b638800fc62e.jpg?aki_policy=large"], "1 bedroom", 1, "3 shared baths", 3.0, 1, 2, null, "Wireless Internet,Kitchen,Washer", 48, 5.0, "Private room", 43.0, "AUD", 0, 38742890, "*Great Townhouse in quiet street near Parramatta CBD*24 hour entrance monitoring*24 hour check-in *Free Laundry Service*Free-wifi &amp; air-conditioning *1-2 min walk for shopping&amp;eating*10 min walk to University of Western Sydney.*1 minute to bus stop which door to door Parramatta train staion/CBD/town hall/ QVB/Australia Museum/Olympic park directly;'", {"54586236": ["Ayaka", "Michelle is very kind and always respond to my message quickly. The room was clean, fresh air and quiet. It’s not so close to the train station, but there’re public transportation and it’s very easy to get there and worth staying in Michelle’s house if you have a plan to travel around parramatta."], "233075253": ["Isaiah", "Would recommend this place to everyone wonderful place"], "48809528": ["Li", "i would like to say all good Michelle"], "216785515": ["Michael", "great place with a nice host and really good (Hidden by Airbnb) , would recommend this place, quite street for parking"], "11711896": ["Melissa", "Great multi roomed type accommodation with clean amenities and central location. Noise levels were a bit of issue as I am a light sleeper however bed and pillows were very comfortable."], "13136178": ["Johnny", "Michelle is very accommodating. Her place is very clean & safe. Well recommend"], "195524830": ["Lan", "Perfect place, easy,Hospitality"], "170151307": ["Muna", "Michelle's place is clean and Tidy. She is very helpful and very responsive to any questions. I would definitely book her place if I go back to the area. She is an amazing host!"], "185784307": ["Vaibhav", "This is a very good property located very close to Parramatta city centre. There is WiFi available at the property and the facilities provided are top notch. The house is sparkling clean, we have no complaints really. We would have no hesitation in recommending this place for anyone wanting to live close to Parramatta. It is an excellent value for money."], "179731130": ["Pakirathan", "It’s really good and the room is very neat and tidy . It’s close to the shopping centre and got car park"], "173467762": ["Tulky", "Michelle runs a extremely clean ,efficient & friendly b&b , could not fault it , she should be very proud of her establishment."], "104692017": ["William", "Michelle’s house is very clean and comfortable. Good communicated, good for leisure. Will recommend to my friends."], "62712830": ["Nicci", "Michelle is a great host. Very hospitable too. The place is very clean. Look forward to staying here again in the near future."], "109190741": ["David", "a"], "146287428": ["Alexander", "Michelle’s place has everything you need for a short stay away from\nHome. Michelle was extremely helpful and attentive to my every need. Spotlessly clean house and everything in its place. Quiet at night and even in the day time too. Absolutely no issues here whatsoever."], "35346667": ["Yujian", "Michelle是個超nice的房東,屋子裡設備都很齊全,所有的東西都很耐心給我們準備好了的｡絕對值得回頭再來!出門口就是公車站了,棒棒噠!"], "120455819": ["Glenn", "The price is $49 a night so dont expect the Ritz . If you can put up with post it notes and signs on everything then stay here. It felt like a boarding house with 5 people staying and paying. I felt uncomfortably being there. Not what a Airbnb should be."], "132118714": ["Andreas", "A fine little place. Michelle is a great host. "], "12788644": ["Mow", "Great simple \"no-frills\" accommodation. Would recommend to anyone who needs a spot close to Parramatta CBD."], "127963244": ["Sarah", "This is a quiet and comfortable place to stay in Parramatta, within easy walking distance to all public transport."], "96760667": ["Graham", "You get what you pay for.  There are a few others sharing the kitchen/dining/lounge areas so it can be inconvenient.  There was subsequently a lcakc of cutlery."], "7258850": ["Cagri", "the home was nice , 2 minute walk to bus station. It is convenient if you bus to go parramatta station. The house itself was clean. Michelle , put yellow stickers in critical location about how to use appliances. Michelle was very helpfull , and friendly person. "], "104866330": ["Frank", "Thoroughly enjoyed our stay at Michelles, Would recommend"], "97900379": ["John", "Michelle is a very pretty,polite and warm lady. It is a pleasure to meet her. The house is  very nice and cosy place to stay when you visit Sydney.  It is better if you have your own car, otherwise public transport is also quite handy for this location. "], "30400617": ["Hui", "Michelle is very helpful and kind. My family enjoyed the accommodation a lot."], "107515979": ["Tony", "Great host, great place. Close to Westfield Parramatta."], "106231143": ["Jimmy", "Michelle is a nice host, easy to deal with, helpful and respects guest privacy. Best recommended host. Two thumbs up!!!!"], "240525372": ["Binoy", "Michelle's house is very clean and tidy, she maintains everything very well regularly. I visited my friends shared apartment one km away,  but what a mess it was - clothes lying around and unwashed plates. Fortunately, no need to worry about cleanliness here - everything is clean and peaceful, has labels or instructions; and the tenants also keep them clean.  She put in extra effort and time to drive us to the hospital and back during an emergency. I got to know that tenants who stay here choose this place for long term. I had a pleasant stay in this house. Thanks a lot Michelle for everything."], "196934706": ["Tina", "Michelle and her husband introduced themselves to me as I checked into the room. Her mother does the laundry. The townhouse is kept clean, neat, and located in a quiet Sydney neighborhood but still easy walk to nearby bus stop. I appreciated having an inexpensive place to stay for a couple of days before heading to the airport. It's about a 30 minute ride from here to the airport."], "55792319": ["Hai", "The private room and bath is great for a couple or single if one desires total privacy.  The location is a five stars for bus, train, and Westfield shopping mall."], "221127004": ["Philipp", "It's a nice place to stay, you got everything you need and there are little notes everywhere that explain how things are done, used or owned. The bus stop is like 2 or 3 minutes away, which was really comfortable. The host is really nice as well."], "218480218": ["Dominik", "Had a great stay at Michelle‘s house. Quiet location, a laundry service is included as well. Parramatta is a little away from Sydney CBD but there are good train connections. The next bus stop is about 50 meters from the house."], "173758217": ["Kuruvilla", "Michelle's place was very clean. it was very close to public transport. the room was bright and had a small landing outside. the common facilities for cooking etc was set up nicely. she had also provided some vegetables and onions in case you wanted to cook"], "71819177": ["Kheng", "Had a great stay in Michelle's place. \nVery convenient for me as I was attending a 4 days event in Olympic Park and there's bus which goes directly to Olympic Park(30-40minute ride) very near to Michelle's place(1-2minute walk to bus stop). \nWell equipped kitchen, fresh fruits to eat everyday, clean and spacious room and bathroom."], "81655365": ["Hemanth", "Nice clean place, Shared Kitchen and Dining Area, Nice Backyard. Really loved the stay"], "166136852": ["Vanicka", "Michelle's place is extremely convenient for people with work in North Parramatta. It's pretty reasonable and the rooms are a decent size. The bathroom we used was cleaned on a daily basis and so we're the other public spaces. There is a sense of discipline and decorum  expected here, which we didn't mind, especially with respect to the usage of public areas within the house. I'd recommend it!"], "36330993": ["Rene", "Overall a very lovely place and we would stay there again."], "143304880": ["Nestor Alfredo", "Michelle is a great host. Not only she keeps the house clean and neatly organized, she also leaves useful notes to make life with the other guests easy and enjoyable. I would definitely go back to Michelle's home in the future."], "159031419": ["John", "Everything was great, very clean house.\nThank you Michelle for your hospitality."], "62452806": ["Nicola", "We stayed here for a week and it was fantastic. The room was great, bathroom and kitchen very good. Michelle was very welcoming and helpful. Would definitely recommend staying here. Thank you!"], "154418330": ["이", "It was so great. Really great. Don’t need to go hotels, backpackers, and other places. If you wanna find out free time go here. Michelle’s house. See ya Master✋️"], "53906047": ["Rory", "I was there for a conference at Sydney Olympic park. Michelle was a fantastic host. And the venue was only a short distance away. Great stay."], "126433237": ["Woojin", "nice"], "48487492": ["Mike", "Great host - lovely place with a good location for easy access to all of Sydney"], "48885455": ["Gabriel", "We had a perfect stay in Michelle's house! The room is very clean and there is everything you need. Michelle is also very kind an helpful :) We can totally recommend this room to other guests!"], "162712134": ["晨", "地段非常好,离parramatta很近,到市中心也有一辆车直达,交通是非常的方便,附近有点餐,有711,有药房,很方便｡房间打扫得很干净,设施设备一应俱全,很是方便,房间的隔音也很好｡房东一家子人都很好,还陪同我一起去玩,很是照顾｡"], "152478314": ["Lisanne", "Michelle war eine tolle Gastgeberin, gute Kommunikation! :)"]}, {"Jun": {"2019-06-01": [true, 43], "2019-06-02": [false, 43], "2019-06-03": [false, 43], "2019-06-04": [false, 43], "2019-06-05": [false, 43], "2019-06-06": [false, 43], "2019-06-07": [false, 43], "2019-06-08": [false, 43], "2019-06-09": [false, 43], "2019-06-10": [false, 43], "2019-06-11": [false, 43], "2019-06-12": [false, 43], "2019-06-13": [false, 43], "2019-06-14": [false, 43], "2019-06-15": [false, 43], "2019-06-16": [false, 43], "2019-06-17": [false, 43], "2019-06-18": [false, 43], "2019-06-19": [false, 43], "2019-06-20": [false, 43], "2019-06-21": [false, 43], "2019-06-22": [false, 43], "2019-06-23": [false, 43], "2019-06-24": [false, 43], "2019-06-25": [false, 43], "2019-06-26": [false, 43], "2019-06-27": [false, 43], "2019-06-28": [false, 43], "2019-06-29": [false, 43], "2019-06-30": [false, 43]}, "Jul": {"2019-07-01": [false, 43], "2019-07-02": [false, 43], "2019-07-03": [false, 43], "2019-07-04": [false, 43], "2019-07-05": [false, 43], "2019-07-06": [false, 43], "2019-07-07": [false, 43], "2019-07-08": [false, 43], "2019-07-09": [false, 43], "2019-07-10": [false, 43], "2019-07-11": [false, 43], "2019-07-12": [false, 43], "2019-07-13": [false, 43], "2019-07-14": [false, 43], "2019-07-15": [false, 43], "2019-07-16": [false, 43], "2019-07-17": [false, 43], "2019-07-18": [false, 43], "2019-07-19": [false, 43], "2019-07-20": [false, 43], "2019-07-21": [false, 43], "2019-07-22": [false, 43], "2019-07-23": [false, 43], "2019-07-24": [false, 43], "2019-07-25": [false, 43], "2019-07-26": [false, 43], "2019-07-27": [false, 43], "2019-07-28": [false, 43], "2019-07-29": [false, 43], "2019-07-30": [false, 43], "2019-07-31": [false, 43]}, "Aug": {"2019-08-01": [false, 43], "2019-08-02": [false, 43], "2019-08-03": [false, 43], "2019-08-04": [false, 43], "2019-08-05": [false, 43], "2019-08-06": [false, 43], "2019-08-07": [false, 43], "2019-08-08": [false, 43], "2019-08-09": [false, 43], "2019-08-10": [false, 43], "2019-08-11": [false, 43], "2019-08-12": [false, 43], "2019-08-13": [false, 43], "2019-08-14": [false, 43], "2019-08-15": [false, 43], "2019-08-16": [false, 43], "2019-08-17": [false, 43], "2019-08-18": [false, 43], "2019-08-19": [false, 43], "2019-08-20": [false, 43], "2019-08-21": [false, 43], "2019-08-22": [false, 43], "2019-08-23": [false, 43], "2019-08-24": [false, 43], "2019-08-25": [false, 43], "2019-08-26": [false, 43], "2019-08-27": [false, 43], "2019-08-28": [false, 43], "2019-08-29": [false, 43], "2019-08-30": [false, 43], "2019-08-31": [false, 43]}, "Sep": {"2019-09-01": [false, 43], "2019-09-02": [false, 43], "2019-09-03": [false, 43], "2019-09-04": [false, 43], "2019-09-05": [false, 43], "2019-09-06": [false, 43], "2019-09-07": [false, 43], "2019-09-08": [false, 43], "2019-09-09": [false, 43], "2019-09-10": [false, 43], "2019-09-11": [false, 43], "2019-09-12": [false, 43], "2019-09-13": [false, 43], "2019-09-14": [false, 43], "2019-09-15": [false, 43], "2019-09-16": [false, 43], "2019-09-17": [false, 43], "2019-09-18": [false, 43], "2019-09-19": [false, 43], "2019-09-20": [false, 43], "2019-09-21": [false, 43], "2019-09-22": [false, 43], "2019-09-23": [false, 43], "2019-09-24": [false, 43], "2019-09-25": [false, 43], "2019-09-26": [false, 43], "2019-09-27": [false, 43], "2019-09-28": [false, 43], "2019-09-29": [false, 43], "2019-09-30": [false, 43]}}, 39], "32138469": [[-33.81533, 150.99444], "Bedroom with Ensuite - Great Location", ["https://a0.muscache.com/im/pictures/5e0e4ccc-febd-474c-bc2e-8eea51ddd8d2.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/365c8813-f439-4404-ac1b-10b9db5f8526.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0f95fc0f-d875-48d8-af51-dfddf1cfa582.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b3734d7a-5748-4b19-ba14-d2ee36a1cd16.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/28102715-a2be-4c34-9e5c-6f56e871a39e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/aab4afd2-7698-482a-a070-624914e494f1.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/487faac8-6d14-45bc-862c-9eadc85b3894.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ac594637-c317-4fb5-b824-7369c068e09c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/834356f9-5311-4c75-a8dd-aab5f491baa3.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/773c24af-f18d-4cc5-9e0a-5ffb1c88c752.jpg?aki_policy=large"], "1 bedroom", 1, "1 private bath", 1.0, 1, 2, null, "Wireless Internet,Kitchen,Washer", 7, 5.0, "Private room", 60.0, "AUD", 0, 157851215, "Private room with ensuite in 2 bedroom apartment. Gym set-up on balcony. Pool in apartment complex. Super convenient location - bus stop at the end of the driveway, Westmead and Parramatta stations 1.1km away. Westfields and multiple dining locations within walking distance. Close to Parramatta Park.'", {"107335935": ["John", "A comfy place to stay with an oversize room for an apartment. The building backs on to a large park and it is an easy walk in to the city. Elanor is a helpful host and very prompt with communication. Would stay there again if it was available."], "220642623": ["Araceli", "Elanor made feel at home during my whole stay, the place is lovely, with beautiful Peruvian decoration and absolutely clean. She is an amazing host and I would recommend her to anyone who's attending a concert/festival in the area. Thank you, Elanor for such a wonderful stay and your hospitality. Keep on rocking! :D"], "29896435": ["Kelly", "Elanor's place is lovely. the room is spacious, clean and comfortable. Elanor is an excellent, friendly,  approachable, and very responsive host. I would definitely stay here again. thank you Elanor!"], "9951882": ["Geoff", "Great Location close walking g distance to Parramatta and good value with Ensuite included. Elanor was very friendly & made us feel welcome. The facilities were good, the bedroom had access to a balcony & an ensuite, pillows were soft, bed was comfortable & bedroom was private."], "218857160": ["Daniella", "A huge Thankyou to elanor !! What a delightful stay. I highly recommend this place. My son and I stayed here for a night and the lengths this lady went to to make us feel comfortable were highly commended. Such a delightful lady, clean place she definitely went above and beyond to ensure we had a tremendous stay."], "92895578": ["Landon", "Elanor is an incredible host, and consistently went above and beyond! It's a lovely room, fantastic communication, and overall a lovely stay. \nWe would definitely stay again!"], "233566815": ["Lena", "The apartment is beautiful and huge, especially the balcony. Perfectly located to reach the city centre (30min) but also the surrounding national parks (by Elanor's car :)).\nWe had an awesome time thanks to her tipps and her kindness!"]}, {"Jun": {"2019-06-01": [false, 60], "2019-06-02": [false, 60], "2019-06-03": [false, 60], "2019-06-04": [false, 60], "2019-06-05": [false, 60], "2019-06-06": [false, 60], "2019-06-07": [false, 60], "2019-06-08": [false, 60], "2019-06-09": [false, 60], "2019-06-10": [false, 60], "2019-06-11": [false, 60], "2019-06-12": [false, 60], "2019-06-13": [false, 60], "2019-06-14": [false, 62], "2019-06-15": [false, 62], "2019-06-16": [false, 62], "2019-06-17": [false, 62], "2019-06-18": [false, 62], "2019-06-19": [false, 62], "2019-06-20": [false, 62], "2019-06-21": [false, 62], "2019-06-22": [false, 60], "2019-06-23": [false, 60], "2019-06-24": [false, 60], "2019-06-25": [false, 60], "2019-06-26": [false, 60], "2019-06-27": [false, 60], "2019-06-28": [false, 60], "2019-06-29": [false, 60], "2019-06-30": [false, 60]}, "Jul": {"2019-07-01": [false, 60], "2019-07-02": [false, 60], "2019-07-03": [false, 60], "2019-07-04": [false, 60], "2019-07-05": [false, 60], "2019-07-06": [false, 60], "2019-07-07": [false, 60], "2019-07-08": [false, 60], "2019-07-09": [false, 60], "2019-07-10": [false, 60], "2019-07-11": [false, 60], "2019-07-12": [false, 60], "2019-07-13": [false, 60], "2019-07-14": [false, 60], "2019-07-15": [false, 60], "2019-07-16": [false, 60], "2019-07-17": [false, 60], "2019-07-18": [false, 60], "2019-07-19": [false, 60], "2019-07-20": [false, 60], "2019-07-21": [false, 60], "2019-07-22": [false, 60], "2019-07-23": [false, 60], "2019-07-24": [false, 60], "2019-07-25": [false, 60], "2019-07-26": [false, 60], "2019-07-27": [false, 60], "2019-07-28": [false, 60], "2019-07-29": [false, 60], "2019-07-30": [false, 60], "2019-07-31": [false, 95]}, "Aug": {"2019-08-01": [false, 95], "2019-08-02": [false, 95], "2019-08-03": [false, 95], "2019-08-04": [false, 60], "2019-08-05": [false, 60], "2019-08-06": [false, 60], "2019-08-07": [false, 60], "2019-08-08": [false, 60], "2019-08-09": [false, 60], "2019-08-10": [false, 60], "2019-08-11": [false, 60], "2019-08-12": [false, 60], "2019-08-13": [false, 60], "2019-08-14": [false, 60], "2019-08-15": [false, 60], "2019-08-16": [false, 60], "2019-08-17": [false, 60], "2019-08-18": [false, 60], "2019-08-19": [false, 60], "2019-08-20": [false, 60], "2019-08-21": [false, 60], "2019-08-22": [false, 60], "2019-08-23": [false, 60], "2019-08-24": [false, 60], "2019-08-25": [false, 60], "2019-08-26": [false, 60], "2019-08-27": [false, 60], "2019-08-28": [false, 60], "2019-08-29": [false, 60], "2019-08-30": [false, 60], "2019-08-31": [false, 60]}, "Sep": {"2019-09-01": [false, 60], "2019-09-02": [false, 60], "2019-09-03": [false, 60], "2019-09-04": [false, 60], "2019-09-05": [false, 60], "2019-09-06": [false, 60], "2019-09-07": [false, 60], "2019-09-08": [false, 60], "2019-09-09": [false, 60], "2019-09-10": [false, 60], "2019-09-11": [false, 60], "2019-09-12": [false, 60], "2019-09-13": [false, 60], "2019-09-14": [false, 60], "2019-09-15": [false, 60], "2019-09-16": [false, 60], "2019-09-17": [false, 60], "2019-09-18": [false, 60], "2019-09-19": [false, 60], "2019-09-20": [false, 60], "2019-09-21": [true, 60], "2019-09-22": [true, 60], "2019-09-23": [false, 60], "2019-09-24": [false, 60], "2019-09-25": [false, 60], "2019-09-26": [false, 60], "2019-09-27": [false, 60], "2019-09-28": [false, 60], "2019-09-29": [false, 60], "2019-09-30": [false, 60]}}, 0], "29968304": [[-33.79945, 151.00506], "Queen /Easy Public transport to City & P’matta CBD", ["https://a0.muscache.com/im/pictures/2a9c1df9-d0cd-47ba-b111-c140d2231462.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/8e0e00ac-afce-4d68-815d-f75803144be1.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/814d4263-0e8a-4e6e-ae59-e14bff010c54.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1194b1f1-a0c6-4a96-9fab-e4f26f2914ec.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/89ebef4a-da16-4299-9ff9-53671ec05e60.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/54455467-e54c-4b05-b8d5-1c640b0767b1.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/373860be-bd5c-4ce1-896b-b7322ae6458e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/dd1fe0fd-16f9-4418-988c-3ec478382f0b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/97fe4eb2-97e6-42fd-90cc-dec020157b4e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b89793ab-7417-45d6-a63b-46c790bf5bf9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b3e6373c-33e9-408d-b4b7-232ded5eb9f5.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4a843b72-fd6f-4556-8696-01885b7917ee.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/be73a757-9d0f-4d7f-a56f-3842f6dbc53b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/75338b27-aa7b-47b6-9e39-740f425061e4.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/457f05f2-f399-460a-9a43-d22991827c03.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b520a50b-cfc9-40f9-8fbf-7b14b12ebd26.jpg?aki_policy=large"], "1 bedroom", 1, "1 shared bath", 1.0, 1, 1, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 13, 5.0, "Private room", 33.0, "AUD", 0, 521540, "Located on main road  , Church Street Parramatta , connected to places with  food, shops &amp; night out to visit by short distanceBus Stop  less - 1 minutes to walk &amp; no hassle.Free Carpark off street '", {"22631889": ["D", "if you are looking for a place for sleep, shower and value for money nothing fansy, you've found the place. Elizabeth place is cozy with minimal stuffs which is definitely all I wanted for a short work-related visit. room has comfortable double bed."], "211777773": ["Karen", "Airbnb close to Paramatta by bus. Really great host!!"], "153805689": ["Coral", "Staying with Elizabeth was great - a very lovely host and the place was really nice"], "191215834": ["Manu", "Great Location.....!!! Great service.....!!! Feels like home away from home"], "40986549": ["Steve", "Elizabeth is very friendly and easy to talk to. I had a relaxed and comfortable stay. Everything was clean and the bed is super comfortable."], "23361382": ["Arnel", "Elizabeth's home is such a wonderful place if you're staying in Parramatta. If you're looking for a quiet place in Sydney's suburbs, her place is equally convenient as it is accessible by bus- which takes you to Parramatta station. I was able to go around Sydney, all the way to Dangar Island even, from North Parramatta. Elizabeth is a wonderful host!"], "226961579": ["Bhavesh", "She was very helpful in making me get to her place. A very happy go luck person. And Yes she has Netflix and FOXTEL for anyone who wants to watch it while staying there, I did not get time but she was kind enough to say You can use it anytime. \nThe room was good and spacious enough for one.\n2 min walk to the bus stop, which further connects to the railway station in 10 minutes. \nAs winter was setting in, there was no need for an aircon or fan. But don’t know how would be the room in peak Australian summer without a fan and aircon."], "240558621": ["Yu Ri", "The host was really nice, we went for shopping together, helped me on the things I didn't know and she was very generous and really nice. The house was really cozy and comfortable which made me feel at home."], "252011083": ["Tinghsuan", "Elizabeth was very friendly and told me a lot information. It was a great time to live with her."], "237732463": ["Anais", "Elizabeth is really nice, open mind and you will love to talk with she. Apart the Netflix is an really good extra! Just warning you that it’s addictive "], "6241426": ["Stefania", "Amazing stay with a lovely host.\nElizabeth makes you feel at home immediately, she is super open and nice.\nI loved staying with her and will\ncome back :)"], "208219273": ["Matleena", "Elizabeth was really good host and her room was just like in pictures!"]}, {"Jun": {"2019-06-01": [true, 37], "2019-06-02": [false, 31], "2019-06-03": [false, 34], "2019-06-04": [false, 34], "2019-06-05": [false, 34], "2019-06-06": [false, 34], "2019-06-07": [false, 34], "2019-06-08": [false, 33], "2019-06-09": [false, 33], "2019-06-10": [false, 33], "2019-06-11": [false, 31], "2019-06-12": [false, 31], "2019-06-13": [false, 31], "2019-06-14": [false, 37], "2019-06-15": [false, 37], "2019-06-16": [false, 33], "2019-06-17": [false, 31], "2019-06-18": [false, 31], "2019-06-19": [false, 31], "2019-06-20": [false, 31], "2019-06-21": [false, 37], "2019-06-22": [false, 37], "2019-06-23": [false, 32], "2019-06-24": [false, 31], "2019-06-25": [false, 31], "2019-06-26": [false, 31], "2019-06-27": [false, 31], "2019-06-28": [false, 37], "2019-06-29": [false, 37], "2019-06-30": [true, 33]}, "Jul": {"2019-07-01": [false, 33], "2019-07-02": [false, 33], "2019-07-03": [false, 33], "2019-07-04": [false, 33], "2019-07-05": [true, 33], "2019-07-06": [false, 37], "2019-07-07": [false, 33], "2019-07-08": [false, 33], "2019-07-09": [false, 33], "2019-07-10": [false, 33], "2019-07-11": [false, 33], "2019-07-12": [false, 37], "2019-07-13": [false, 37], "2019-07-14": [true, 33], "2019-07-15": [false, 32], "2019-07-16": [false, 32], "2019-07-17": [false, 32], "2019-07-18": [false, 32], "2019-07-19": [false, 37], "2019-07-20": [false, 37], "2019-07-21": [false, 33], "2019-07-22": [true, 34], "2019-07-23": [true, 34], "2019-07-24": [true, 34], "2019-07-25": [true, 34], "2019-07-26": [true, 36], "2019-07-27": [true, 36], "2019-07-28": [true, 36], "2019-07-29": [true, 33], "2019-07-30": [true, 33], "2019-07-31": [true, 33]}, "Aug": {"2019-08-01": [true, 33], "2019-08-02": [true, 37], "2019-08-03": [true, 37], "2019-08-04": [true, 35], "2019-08-05": [true, 34], "2019-08-06": [true, 34], "2019-08-07": [true, 34], "2019-08-08": [true, 34], "2019-08-09": [true, 35], "2019-08-10": [true, 35], "2019-08-11": [true, 35], "2019-08-12": [true, 36], "2019-08-13": [true, 34], "2019-08-14": [true, 36], "2019-08-15": [true, 36], "2019-08-16": [true, 37], "2019-08-17": [true, 37], "2019-08-18": [true, 37], "2019-08-19": [true, 36], "2019-08-20": [true, 36], "2019-08-21": [true, 36], "2019-08-22": [true, 36], "2019-08-23": [true, 36], "2019-08-24": [true, 36], "2019-08-25": [true, 36], "2019-08-26": [true, 36], "2019-08-27": [true, 34], "2019-08-28": [true, 34], "2019-08-29": [true, 34], "2019-08-30": [true, 37], "2019-08-31": [true, 37]}, "Sep": {"2019-09-01": [true, 35], "2019-09-02": [true, 35], "2019-09-03": [true, 35], "2019-09-04": [true, 35], "2019-09-05": [true, 35], "2019-09-06": [true, 37], "2019-09-07": [true, 37], "2019-09-08": [false, 35], "2019-09-09": [false, 35], "2019-09-10": [false, 35], "2019-09-11": [false, 35], "2019-09-12": [false, 35], "2019-09-13": [false, 37], "2019-09-14": [false, 37], "2019-09-15": [false, 35], "2019-09-16": [false, 35], "2019-09-17": [false, 35], "2019-09-18": [false, 35], "2019-09-19": [false, 35], "2019-09-20": [false, 37], "2019-09-21": [false, 37], "2019-09-22": [false, 35], "2019-09-23": [false, 35], "2019-09-24": [false, 35], "2019-09-25": [false, 35], "2019-09-26": [false, 35], "2019-09-27": [false, 37], "2019-09-28": [false, 37], "2019-09-29": [false, 35], "2019-09-30": [false, 35]}}, 14], "31809037": [[-33.81318, 151.01542], "Executive stunning 3 bed apartment in Parramatta", ["https://a0.muscache.com/im/pictures/5d4220c9-c3a4-46bf-8b7b-f6e043aecf83.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9c62a0dc-e3da-4485-96c0-a2b827a9e2cb.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7807c35c-3b22-4c20-be99-4f5924cc1361.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a789b9df-99dc-4cf5-b83a-09943337a2a7.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/919e8cd7-32b1-466f-9a23-ff2953a9c8fe.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/739a8597-7d61-4bb5-afb6-1b7968ef1466.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/58a24537-dd2b-4e21-a518-9013ad3f2de9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/94073786-b509-4f24-a466-88af1e1e796d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1373f0e9-7cbd-451d-9341-b2a1b8c5878b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/986d7f9a-af19-4b30-89c0-4bc9b5ea642e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1d99ee35-985a-424b-9873-f96de1eeef17.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/dbe8cb7b-f5fc-4637-acd3-b805c0554906.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ef3caccc-f3e1-4c28-bcac-416f70188fd3.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/2b8bfac7-5f2c-466e-970c-660341a418b4.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/89e93128-3300-412a-9e7e-e8f7bd3ff279.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/be35d39c-3e05-4391-a773-3e000327944e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/55fdb67d-5810-4a74-b1d6-94ade7c61042.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f1ec379f-31f5-488e-ab56-8433284d6edb.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7ea47b10-f918-43c2-b289-e71a956887f2.jpg?aki_policy=large"], "3 bedrooms", 3, "2 baths", 2.0, 3, 6, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 1, null, "Entire apartment", 135.0, "AUD", 0, 163553018, "Luxurious, beautiful 3 bed apartment in the quiet location close to everything Parramatta has to offer. This apartment has new furniture in a new complex just a 2 minute walk from Parramatta River. Great location: 15 minutes walk to Parramatta CBD, the big Parramatta Westfield shopping centre and the Train Station, where you can take a 25 minute train to Sydney CBD. Walk or cycle along the beautiful Parramatta River or catch a Ferry to the City as the Wharf is very close by.'", {"58413232": ["Gabriel", "Great location, great apartment... 5 minute drive to all the bars and restaurants in Parramatta... I would stay here again if I manage to come back to Australia."]}, {"Jun": {"2019-06-01": [false, 137], "2019-06-02": [false, 135], "2019-06-03": [false, 135], "2019-06-04": [false, 135], "2019-06-05": [false, 135], "2019-06-06": [false, 135], "2019-06-07": [false, 135], "2019-06-08": [false, 135], "2019-06-09": [false, 135], "2019-06-10": [false, 137], "2019-06-11": [false, 137], "2019-06-12": [false, 138], "2019-06-13": [false, 138], "2019-06-14": [false, 139], "2019-06-15": [false, 139], "2019-06-16": [false, 140], "2019-06-17": [false, 140], "2019-06-18": [false, 140], "2019-06-19": [false, 140], "2019-06-20": [false, 139], "2019-06-21": [false, 139], "2019-06-22": [false, 135], "2019-06-23": [false, 135], "2019-06-24": [false, 135], "2019-06-25": [false, 135], "2019-06-26": [false, 135], "2019-06-27": [false, 135], "2019-06-28": [false, 135], "2019-06-29": [false, 135], "2019-06-30": [false, 135]}, "Jul": {"2019-07-01": [false, 135], "2019-07-02": [false, 135], "2019-07-03": [false, 135], "2019-07-04": [false, 135], "2019-07-05": [false, 135], "2019-07-06": [false, 135], "2019-07-07": [false, 135], "2019-07-08": [false, 135], "2019-07-09": [false, 135], "2019-07-10": [false, 135], "2019-07-11": [false, 135], "2019-07-12": [false, 135], "2019-07-13": [false, 135], "2019-07-14": [false, 135], "2019-07-15": [false, 135], "2019-07-16": [false, 135], "2019-07-17": [false, 135], "2019-07-18": [false, 135], "2019-07-19": [false, 135], "2019-07-20": [false, 135], "2019-07-21": [false, 135], "2019-07-22": [false, 135], "2019-07-23": [false, 135], "2019-07-24": [false, 135], "2019-07-25": [false, 135], "2019-07-26": [false, 135], "2019-07-27": [false, 135], "2019-07-28": [false, 135], "2019-07-29": [false, 135], "2019-07-30": [false, 135], "2019-07-31": [false, 135]}, "Aug": {"2019-08-01": [false, 135], "2019-08-02": [false, 135], "2019-08-03": [false, 135], "2019-08-04": [false, 135], "2019-08-05": [false, 135], "2019-08-06": [false, 135], "2019-08-07": [false, 135], "2019-08-08": [false, 135], "2019-08-09": [false, 135], "2019-08-10": [false, 135], "2019-08-11": [false, 135], "2019-08-12": [false, 135], "2019-08-13": [false, 135], "2019-08-14": [false, 135], "2019-08-15": [false, 135], "2019-08-16": [false, 135], "2019-08-17": [false, 135], "2019-08-18": [false, 135], "2019-08-19": [false, 135], "2019-08-20": [false, 135], "2019-08-21": [false, 135], "2019-08-22": [false, 135], "2019-08-23": [false, 135], "2019-08-24": [false, 135], "2019-08-25": [false, 135], "2019-08-26": [false, 135], "2019-08-27": [false, 135], "2019-08-28": [false, 135], "2019-08-29": [false, 135], "2019-08-30": [false, 135], "2019-08-31": [false, 135]}, "Sep": {"2019-09-01": [false, 135], "2019-09-02": [false, 135], "2019-09-03": [false, 135], "2019-09-04": [false, 135], "2019-09-05": [false, 135], "2019-09-06": [false, 135], "2019-09-07": [false, 135], "2019-09-08": [false, 135], "2019-09-09": [false, 135], "2019-09-10": [false, 135], "2019-09-11": [false, 135], "2019-09-12": [false, 135], "2019-09-13": [false, 135], "2019-09-14": [false, 135], "2019-09-15": [false, 135], "2019-09-16": [false, 135], "2019-09-17": [false, 135], "2019-09-18": [false, 135], "2019-09-19": [false, 135], "2019-09-20": [false, 135], "2019-09-21": [false, 135], "2019-09-22": [false, 135], "2019-09-23": [false, 135], "2019-09-24": [false, 135], "2019-09-25": [false, 135], "2019-09-26": [false, 135], "2019-09-27": [false, 135], "2019-09-28": [false, 135], "2019-09-29": [false, 135], "2019-09-30": [false, 135]}}, -1]}