{"16949772": [[-33.76928, 150.72426], "Private suite and ideal location", ["https://a0.muscache.com/im/pictures/779262bc-e552-4028-b753-cdf4ad5867d9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d0df571a-3ef6-4956-84eb-7b220fdbb8a4.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/96e3cd72-f243-4755-aca4-65cf6fab9ab6.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1a366402-47c9-4f21-9901-53fdf6b582a2.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/fbe86867-6dfa-4d86-a54c-bbfcded24425.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/83bdf648-0451-447b-98ef-b6f2b0331255.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f00532e9-9b62-4254-8a7b-75403c8c46c6.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5a162095-1c39-4ff4-bf7a-91f534414234.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ee656451-7dcb-4e45-b788-0b48a34113fb.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/31dff324-7d76-4707-965c-6861573da796.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7fbbbea1-af80-43be-9b02-86d92b416dba.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a3c3259a-d7d1-48f2-b02e-95225f6f9d86.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/2e3fc3bc-a30a-4fb4-8a12-eedc6b5cc2ce.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e8656886-491a-4e82-833e-e3ed0cb16339.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a3c8d170-c4c4-408e-88ec-fff556f7c05e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ec8a71f5-80d9-4c43-bad7-2bdeef04758e.jpg?aki_policy=large"], "1 bedroom", 1, "1 bath", 1.0, 1, 2, null, "Wireless Internet,Free parking on premises", 106, 5.0, "Entire guest suite", 55.0, "AUD", 0, 112966120, "Weoffering a welcoming safe and nicely decorated private suite with separate access and is lockable. The suite includes a master bedroom with double bed, wardrobe and an en-suite that has everything you would expect. The living area includes lounge, TV, Wi-Fi, and desk. There is a bar/ kitchenette with microwave, bar fridge, toaster, cutlery, plates, bowls, glasses and coffee mugs. Plus, a dining room to enjoy meals at. Guests can also sit outside on the porch.We also provide cereal &amp; milk'", {"144749562": ["Andrew", "Located close to Nepean Hospital, so perfect for hospital staff. \n\nSuper clean, quiet street, and all of the facilities you’d expect. The added touch of included cereal & milk truly makes it a B&B. \n\nTony is friendly and down to earth, who will personally welcome you too. \n\nGreat stay, and will book again. Thank you!"], "177474284": ["Lindall", "This was a great place to stay. Really quiet street, lovely outlook. 5 mins to Penrith. \nCompletely private suite and with direct access. Immaculately clean, warm and peaceful. Electric blanket, fresh linen, private stocked ensuite, own lounge and TV, basic kitchenette and breakfast supplies. This is the best value offer I’ve found in the area, highly recommend."], "85395312": ["Paul", "Highly recommended. Convenient location in Sydney's west. Clean and Roomy with style :)"], "50306315": ["Tanya", "Everything is as described. Beautifully presented and lovely and clean. Very spacious. Perfect stay."], "100711317": ["Matt", "great stay. accommodation was much bigger than it looks in the photos. super clean and nice little touches, breakfast amenities etc. Fantastic and perfect for what I needed."], "239026056": ["Mary", "A first class airbnb in a quiet neighbourhood.   Everything you would expect is provided by Marie & Tony."], "135337044": ["Lindy", "Our 2 night stay at Marie and Tony’s Airbnb was perfect. My husband was having an operation at Nepean Private hospital and the Airbnb is very closeby. The area you occupy is the front half of the house and is much more spacious than photos look like. The rooms are spotless clean and nicely decorated. Overall I would highly recommend it"], "229020583": ["Chris", "A lovely clean and well presented private suite which included a small dining area and kitchenette.  Everything was great and I would recommend this place to anyone."], "6593151": ["Robyn And Sandy", "Marie and Tony fantastic hosts. There place is presented beautifully with nice touches everywhere. Very clean and fresh. Bed very comfortable.  We enjoyed our stay there and will definitely stay again."], "233542498": ["Stephen", "Great place, great hosts, bus stop around the corner, absolutely spotless presentation, it’s a shame it’s unavailable  next week as I would be staying there. Highly recommend, excellent value for money"], "11135387": ["Deirdre", "Lovely accomodation. Comfortable & homely. Great fans & AC for hot days & nights. Nice en-suite/shower, v clean & tidy unit, nice quiet suburb. A bit of a hike to train ( approx 30mins walk ) although Uber only $15 to train station. All in all a very pleasant stay, thanks!"], "146189895": ["Rhiannon", "Marie & Tony's place is absolutely wonderful. It's the entire front half of the house so it's even more spacious than the photos appear. And despite being part of the house it feels very private and has a separate entrance. The place is spotlessly clean and very tastefully decorated. Every comfort/amenity you could need is available (aside from many cooking facilities but that's very clear in the listing). The breakfast cereal, milk and tea & coffee were very appreciated. An easy walk to WSU made it a perfect spot to stay while attending a study week. There are also some delicious restaurants an easy walk away.  I very much enjoyed a lively chat with Tony when I arrived. I wouldn't hesitate to recommend Marie & Tony's place to anyone staying in western Sydney!"], "33270672": ["Laura", "Marie & Tony's place is situated right at the front of their property, not hidden down a back yard which was a bit of a pleasant surprise - you quite literally open the front door and you're in. I arrived on a day of 40+ temperatures and they'd sweetly popped that AC on for me so the place was nice and cool on my arrival. Check in was superbly easy and straight forward and to my surprise they've thought to provide, tea/coffee, cereal and milk - a real blessing for someone who arrived after the shops closed and had to leave again at the crack of dawn. Their house is situated in a very quiet residential area, a short drive from Nepean Hospital and the surrounds of Penrith, was very easy to find. It's much larger than you expect with a separate dining/lounge area, decently sized ensuite and bedroom. I'll definitely be trying to stay again if dates I'm in Penrith line up to availability, a great find for sure."], "161936499": ["Rajendra", "Great value for money, quite locality, tidy unit with all amenities and friendly host .............."], "135822006": ["Ben", "Fantastic place to stay - lots of space, comfortable bed/furniture, great value for money"], "1958748": ["Rowena", "Sparkling clean. Extremely comfortable. Feels like a stylish home, not a boring hotel. Very spacious - even has its own dining room!"], "110765214": ["Edgar", "Great hosts! Awesome place!"], "221748053": ["Beverley", "Very roomy accommodation with most amenities except the only water for washing up was in bathroom. Hosts very accommodating. Very reasonably priced."], "196542427": ["Aileen", "A very comfortable place in a quiet yet convenient location. Perfect for a couple who are likely to be eating out for dinner however frig, microwave, toaster, etc allow capably for simple meal preparation. Marie and Tony are very friendly hosts, quick to respond to booking and other queries."], "207487780": ["Rebecca", "Thanks for your excellent hospitality!"], "215476839": ["Erin", "Lovely & Clean! They even put the aircon on before we arrived! Thank you for having us :)"], "220892889": ["Janice", "Clean friendly place to stay close to the State Archives for researching. We are made feel very welcome and found the space much larger than expected.  Great find!"], "201241137": ["Allyson", "The location was perfect for my visit to the State Archives and highly recommend it.   The hosts were friendly and obliging.   The bed was comfortable.   Bathroom was clean as if new.   No cooking facilities except a microwave so I ordered Uber Eats which arrived within 20 mins. Air conditioner,  heater,  fans and day/night blinds made for a very comfortable stay.  I would stay agsin."], "77151506": ["Stephanie", "Privacy, large spaces, great location!"], "103157682": ["Freya", "Fabulous hospitality, clean and beautiful place to stay in Sydney."], "60569986": ["Julie", "Tony and Marie are great hosts they are very friendly and helpful , it was a great place to stay better than we expected and a very reasonably price.Marie drove us to the railway station one morning.Great people and a great place to stay."], "78971757": ["Jean", "Gorgeous, roomy, spotlessly clean, cosy, quiet flat with undercover parking. Super comfy bed, great shower, nice little patio to have a wine at the end of the day and enjoy the lovely bushland. Why would you stay at a cold, soulless motel or hotel? Marie and Tony were generous hosts, super value, close to bus, Kingswood and Penrith. There is a large CTV, wifi, microwave, toaster, jug, toaster, sandwich toaster, a CLOCK, dining room and comfy couch.\nWould I return? Hell yeah, somebody stop me!"], "77011261": ["Dom", "great little place"], "133655026": ["Ashley", "perfect location, loved having heating and cooling, private entrance. \nonly critique is if you are over 5ft8 you may hit your head on the arch in the kithenette as we frequently did, and the double bed is a little short. \nloved having breakfast available and they were very friendly. \n\nwould stay again."], "23553305": ["John", "Marie and Tony were wonderful hosts. \nTheir place was exceptionally clean, neat and tidy and I enjoyed my chats with Tony.\nIt was so comfortable that two nights running I fell asleep on the couch.\nIt was well appointed, had a comfortable bed, it was quiet so I could work and all round it had everything I needed.\nIt is somewhere that I would definitely recommend and would certainly stay there again.\nI had the option of staying at 4-5 star hotel and Marie and Tony's place was much better.\nHighly recommended!"], "65433103": ["Hadi & Behi", "In one sentence, I just can say they are great and the house is fantastic place for short-term stay."], "197812718": ["Pauline", "A GREAT PLACE TO STAY. IT IS EVERYTHING THE PHOTOS SHOW AND MORE, TONY WAS SO HELPFUL AND FRIENDLY ALLOWING US TO USE HIS PARKING SPACE. A SUPER PLACE TO STAY WITH EASY ACCESS TO ALL PLACES IN THE AREA.  WE LOVED IT."], "13424859": ["Jessica", "Private and large space. Perfect to relax after work and have the space we needed. thank you!"], "46812603": ["Coral", "If you want a very comfortable Unit with all the mod cons this is the location. Maria (your host) and husband are more then obliging and make you feel right at home.  You won't be disappointed. Thanks again for a great stay."], "15548447": ["Dc", "Marie and Tony were great hosts. I had a mini-apartment all to myself - with brekky thrown in as a bonus!"], "2655179": ["David", "If you need somewhere to stay near Penrith, then Marie & Tony's place should definitely be considered.  It is fully self contained, with your own private bathroom.  It had everything I needed;  it was great that shower gel, shampoo & conditioner were supplied and two large excellent towels.  The bed was comfortable with two electric blankets so I never felt cold. Cereal and milk were supplied for breakfast. I was able to park my car under the carport which made the early morning start easier.  I didn't get to meet Marie but had a long chat with Tony who was friendly and helpful, checking if everything was OK.   I would stay at Marie & Tony's place again next time I'm in Penrith."], "25378326": ["Sienna", "Marie and Tony's place was fantastic value for money and convenient location as I was studying at the local university. With more than enough amenities for one person (would suit a couple too), within a quiet and peaceful area, it was a great stay."], "196470111": ["Mrudhula", "Great stay! Good deal of space and everything provided for. Highly recommended"], "196272854": ["Alysha", "Everything I needed & easy"], "91060933": ["Heath", "Would just like to thank Marie and Tony for a memorable stay. The place is absolutely lovely, it feels like a real home! Extremely clean, Marie and Tony are fantastic hosts! We would highly recommend booking with them. You can not fault the home or the hosts. We felt so at home and at ease."], "84449750": ["Taylor", "My mother, sister and her baby stayed at Marie and Tonys. They really loved the place, it had everything they needed. It was very spacious and perfect for their short stay. Very affordable as well."], "8037653": ["Linden", "We had a fabulous time at this comfortable home. Marie and Tony had put a lot of thought into what guests may need. We were welcomed warmly. It was very central to everything in the Penrith area. Highly recommended!"], "33097719": ["Hany", "I had a wonder stay. The place was very private and was exactly as described. Nice quiet area.\nThe host was very accommodating and made my stay enjoyable and comfortable. It was nice to have cereal and milk available for breakfast during my stay. I would be happy to stay there again.\nThankyou."], "103081171": ["Tim", "Private, comfortable, spacious close to everything in Penrith."], "172443055": ["Angie", "We stayed at Tony and Marie's for a week and can definitely see why they're Super-hosts! Very friendly, kind and helpful - you will feel like it's a home away from home. I would definitely recommend staying here, I would love to come back one day.\n\nWe really enjoyed our stay and some of the things we loved were the AMAZING fluffy large towels, complimentary shampoo/conditioner/body wash and lots of other thoughtful little touches like a clothes airer, iron, hairdryer, cleaning products and milk, cereal tea and coffee. \n\nWe found the bar fridge and kitchenette met our needs really well - there's a microwave, rice cooker, sandwich maker, chopping board and knives, cutlery, crockery etc. \nBeing close to Western Sydney Uni there are many, many food options nearby with a Dominoes, Subway and chicken restaurant literally up the road. There are other interesting little restaurants and cafes and delis on the same street, you will be spoilt for choice. Westfield Penrith is a massive  shopping centre with a Woolworths, Myer, Big W, Aaldi etc and is only 7min away by car.\n\nWe loved the location, its a quiet, peaceful street, very green and lush with large trees nearby - there is beautiful view looking to the mountains from the front porch and I enjoyed sitting out there with a cup of tea. It's really nice to have the space to spread out and relax at the end of along day with comfy furniture and everything you need - its a great place to come back to!\n\nA huge shout out to Tony and Marie for creating such a lovely space and being such super-hosts!"], "6399983": ["Debra", "Marie & Tony's place is well presented, comfortable and in a very quiet position. Public transport is literally just around the corner and their place is very close to shopping and the other amenities I needed.\n\nI didn't have the opportunity to meet Tony but Marie was very helpful and considerate. I would definitely consider staying there again and have no hesitation in recommending to others."], "13612642": ["Serge", "Exceptional....unbelievably exceptional place. All the comfort  of a 5 star Hotel Suite. Comfortable bed with bathroom ensuite. Private lounge, private dining room. Your own kichenette (Website hidden by Airbnb) Marie and Tony are outstanding hosts. Friendly, caring and always there to assist.  You will never want to leave. I know because this is how I felt this morning."], "24349807": ["Miriam", "After a weekend stay we can highly recommend Marie and Tony's accommodation.  It is as listed and more.  It is extremely clean and comfortable, well appointed,  private and in a peacefully quiet location.  On top of all this it is excellent value.  Thanks for a great place to stay and an enjyable chat on Saturday morning Tony!"], "3583433": ["Julian", "Great space with a private ensuite, lounge room, kitchenette and entrance. Only met Tony who was super friendly and hospitable."], "37168255": ["Leanne", "The unit itself is exactly as described. So beautiful and neat, well maintained and designed, yet with old fashioned looking style of very comfy furniture. Be wary though that it is very far out from Sydney so if you have to travel into the city there a lot it's going to take a long time and cost by train, if you haven't a car. Would be a great base for going to Blue Mountains though - wish I got there, but was mostly working. Also if coming in summer be warned that the Penrith area gets much hotter temperatures than in the Sydney area itself.\nTony and Marie were very accommodating to all my needs and requests helping me out with so many things that they didn't have to do. Really appreciated it.\nAlso their bar/kitchenette area even though great little area is rather small and not easy to store many items. I noticed that if I put things on the bar fridge they got very hot.\nBut apart from that a wonderful stay, that if I am coming for a holiday and to visit the Blue Mountains next time would definitely love to stay here again.\n"], "18350003": ["Jan", "Marie and Tony provided everything I needed. Their home was very clean and comfortable. They were really friendly and accommodating hosts. Thanks :-)"], "7312495": ["Ann", "While our stay was extremely brief, and because of this we didn't get to meet Marie, we can highly recommend this stay. The place was very spacious with a private living area and kitchenette as well as a very comfortable bed and ensuite.\nTony was very friendly and their home is located in a nice quiet area."], "150526993": ["Karen", "Great accommodation."], "149769976": ["Nadia", "I met Tony and he was really lovely and helpful. The place was very clean. It was much more spacious than staying in a hotel/motel and great value for money. We would definitely stay there again. It was also nice that coffee, cereal and milk was also provided for us. Also it was a nice quiet location. Thankyou"], "81021023": ["Simon", "Nicely presented stand alone comfortable suite in quiet suburb and easily arranged key access. Communication was first class and my only regret was that I didn't actually meet the hosts on the next morning. I have no hesistation in recommending this residence. Simon"], "122788455": ["Mel", "What a little Gem of a find! Enjoyed a recent 2 night stay whilst doing training at the TAFE. Would recommend and stay at again. What a wonderful couple."], "116641234": ["Katie", "It was a wonderful, clean place to stay for the weekend. Marie & Tony were very kind & respected our privacy. The rooms were immaculate, such an ideal place to stay I couldn't reccomend it more. Also, it's really close to the local plaza that's an ideal location for shopping!"], "131233132": ["Isabel", "Very well appointed accommodation - home away from home"], "25177053": ["Khoa", "Tony was a fantastic hope. We was there when we arrived. The checkin time was 12 so it was very convenient for us. The moment we came, we experienced Tony's warm welcome and treated us very well.\nThe accommodation was spacious, clean and tidy. We enjoyed our stay very much. Thanks for beautiful memory."], "146124938": ["Angela", "I stayed there for my workshop. Marie&Tony are lovely and very kind couple! With my leg condition, I can't walk long way so they helped me out!! Peace in mind always! All my friends who were in a workshop wanted to stay there as convenient and close for us.There's bus stop only 1~2min away from Mario&Tony's place. Beautiful house with big lounge, and quiet area! I'll definitely go back! Thanks Mario&Tony"], "40859124": ["Monique", "Marie and Tony's private suite is a lovely and cosy place to stay with a really comfy couch, big bed, tv, dining room, wifi, ensuite bathroom and kitchenette. I stayed for 5 weeks and it is an ideal location for students doing placement at Nepean Hospital. The kitchenette had a little bar fridge and freezer, microwave, toaster and kettle (which can be a little difficult for long term meal plans!) but if you plan on a shorter stay than mine, it has all you need.  Penrith Westfield isn't too far away either which is a great for all your shopping needs! Marie and Tony are easy to communicate with if needed and are lovely, caring hosts. It was a great private and lockable space (separate from the hosts) that felt very safe, and car parking is available. A wonderful place to stay."], "105329217": ["Tejashri", "Had a wonderful, relaxing stay. A very well maintained place.  Marie's and Tony are amazing hosts. "], "130715769": ["Jaime-Lee", "Was a lovely and beautiful place was very family friendly would definitely recommend  thank you  "], "135927037": ["Ron", "Very clean and comfortable accommodation, we would recommend to family and friends. Close to ammenities, shops etc. far better than a Motel or Hotel."], "118406047": ["Andrew", "Marie & Tony's place was an excellent first airbnb experience, the place was very tidy and had everything you could possibly need. I would highly reccomend them for anyone looking to stay in the Kingswood/Penrith area."], "5309286": ["Jocelyn", "I stayed here during the week for a four week nursing placement at Nepean Hospital. It was lovely and clean, comfortable and close to the hospital. Made being away from home for clinical placement so much easier! Tony and Marie are both very considerate and I felt comfortable to contact them with any questions. There is a private entry, and your own kitchenette/sitting room as well as the bedroom and ensuite. It is about 20 minutes walk to the hospital or a 5 minute drive. I would be happy to stay here again in the future :)"], "126896104": ["Alexandra", "Wonderful, friendly hosts. Beautifully presented, modern appointed and comfortable accommodation. Basic kitchen facilities with refrigerator, microwave, cutlery, crockery, etc. were a great help in preparing basic meals. Would highly recommend."], "16313252": ["Edita", "Marie & Tony are very lovely and friendly hosts. Their place is very clean and spacious. In a great location, quiet neighbourhood. "], "35609037": ["Michael", "Nice quiet location. Friendly hosts."], "120282249": ["Jason", "Nice and clean place to stay. Quite roomy and some refreshments and breakfast was supplied. Would stay again if visiting this area."], "113485638": ["Maddy", "This is a fantastic place to stay, particularly if you are doing placement at Nepean hospital. It's a quick 15-20min walk away. Marie and Tony are extremely accommodating and friendly, they make you feel right at home! The facilities are fantastic with your own ensuite, lounge room and kitchenette. Such a great stay for an affordable price, couldn't flaw it! "], "9083802": ["Toni", "Very comfortable accomodation. Didn't get to meet Marie but communication was great. Would stay here again."], "28495577": ["Manuel", "Great place to stay.\nSuper close to the blue mountains.\nVery spacious place with bathroom, living room, dining room and bedroom.\nThere is a large TV, a refrigerator, a water cattle and some plates and cutlery  ... all we needed for our stay...\n\nReally great location for not too much money.\n\nWe really can recommend this place to anyone who visits Sydney...\nClose enough to the city and far enough away to escape the busy city life...\nAll the famous blue mountains hiking tracks \"around the corner\"\n\nThanks\nMarie & Tony"], "207681616": ["Maria", "We travel  a lot, and most of the time we don`t give a feedback, but sometimes you have to! You feel at home in the beautifull decorated appartment, the hospitality was great and uncomplicated, more than you have to expect and for a very good price. We learned more about Australia and the rest of the world :).\nThank you Marie and Tony!!!\n\nTon and Ria Kieboom"], "215891018": ["Tracy", "I was a female travelling alone and the fact that both Marie and Tony were only a door away from me was very reassuring, they are very welcoming, open and genuine people, I will be staying again next time I visit NSW xx"], "56788719": ["Toby", "Brilliant location for visiting NSW State Archives. Hosts are brilliant and place is very homely really enjoyed my stay"], "20439790": ["David", "The apartment is superb. More than we expected. Hosts are brilliant. We were made to feel so welcome. Great location close to Kingswood Station on Sydney outskirts. Perfect for visits to the city or the Blue Mountains. We will be back."], "11589410": ["Catherine", "Marie and Tony’s place is wonderful. I  have stayed there several times now and it is my first choice when in Penrith. It has everything you need and is very comfortable and homey. "], "68722505": ["Daniel", "Marie and Tony really go above and beyond to make you feel welcomed. The apartment is as advertised and we were touched by the amount of time spent giving us travel advice. Highly recommended!"], "126541676": ["Amy", "Amazing accommodation!! Really clean and homely."], "142425527": ["Camilo", "amazing place"], "63126990": ["Jean", "My girlfriend and I had a wonderful time at Marie & Tony‘s apartment. As stated in the description the flat is very spacious and neatly furnished. We enjoyed our own living room and dining room and the large bedroom which is very rare for Sydney and suburbs. \nMarie and Tony are super friendly hosts and provided some local tips or the blue mountains. We had a nice conversation with Tony, who is up to date to news from around the world. Very impressive. \n\nI would definitely stay here again and rate the accommodation 10/10."], "161135949": ["Sam And Carys", "Really nice clean place and friendly hosts who are always keen to help you out"], "137006614": ["Fuyumi", "Marie and Tony’s house was so good for me !\nVery clean , fashionable and quiet ! And they were very kind !\nIf you’re thinking which house is better , I recommend this house!!"], "21465673": ["Kit", "I had an incredibly experience staying in Marie & Tony's place. They are very nice hosts, super friendly and helpful. I was pregnant when I stayed there, they offered help to me in every way, which was more than I would have expected! This is the best experience I have ever had with Airbnb. Their space is spotless clean. The bed is large and comfortable. There is lots of space for you - you have your own bedroom, bathroom, dining room and a sitting room with a big TV! The kitchen is well equipped with all the necessary utensils. The house is conveniently located in a quiet location with a lot of greens. I would like to express my sincere thank you to Marie & Tony for giving me such a memorable stay at their place. I would definitely recommend their place to anyone, and I would love to stay at their place again!"], "129501775": ["Jonny", "Staying here is a must! Train station is only a few minutes away by car, neighborhood is nice and quiet, and Tony and Marie are very hospitable. Value far outweighs the price!"], "116835397": ["Alberto", "Very nice room with great comfort! Highly recommended if you are staying in the area "], "9468685": ["Sam", "This is an excellent option for people needing accommodation near Nepean Hospital. A short 15 minute walk to the hospital. Tony & Marie's place is super spacious and clean. My hosts went out of their way to make sure everything went well for my stay, excellent attention to detail. I very much enjoyed the fast wifi, airconditioning, kitchenette, comfy bed and great shower. Will definitely be coming back here if I need to be near Nepean Hospital in the future!"], "93451982": ["Muffy", "Tony and Marie are gracious hosts. The adorable apartment is so sweet. It's clean and it has everything you need. It has a coffee pot, refrigerator, microwave and other things to make your stay not only very comfortable but also handy. There is plenty of space to relax and chill after you arrive. The neighborhood is quiet and well kept. I highly recommend this lovely apartment!"]}, {"Jun": {"2019-06-01": [false, 57], "2019-06-02": [true, 56], "2019-06-03": [false, 55], "2019-06-04": [false, 55], "2019-06-05": [true, 55], "2019-06-06": [true, 55], "2019-06-07": [true, 56], "2019-06-08": [false, 55], "2019-06-09": [false, 55], "2019-06-10": [false, 55], "2019-06-11": [false, 57], "2019-06-12": [false, 56], "2019-06-13": [true, 56], "2019-06-14": [true, 56], "2019-06-15": [true, 60], "2019-06-16": [true, 56], "2019-06-17": [false, 59], "2019-06-18": [false, 58], "2019-06-19": [false, 56], "2019-06-20": [false, 56], "2019-06-21": [false, 59], "2019-06-22": [true, 58], "2019-06-23": [true, 55], "2019-06-24": [true, 55], "2019-06-25": [false, 57], "2019-06-26": [false, 55], "2019-06-27": [false, 55], "2019-06-28": [false, 58], "2019-06-29": [false, 60], "2019-06-30": [true, 56]}, "Jul": {"2019-07-01": [true, 58], "2019-07-02": [true, 58], "2019-07-03": [true, 55], "2019-07-04": [false, 55], "2019-07-05": [false, 57], "2019-07-06": [false, 59], "2019-07-07": [false, 56], "2019-07-08": [true, 55], "2019-07-09": [true, 55], "2019-07-10": [true, 55], "2019-07-11": [true, 55], "2019-07-12": [true, 55], "2019-07-13": [true, 58], "2019-07-14": [true, 55], "2019-07-15": [false, 55], "2019-07-16": [false, 55], "2019-07-17": [false, 55], "2019-07-18": [false, 55], "2019-07-19": [false, 58], "2019-07-20": [true, 58], "2019-07-21": [false, 59], "2019-07-22": [false, 58], "2019-07-23": [true, 58], "2019-07-24": [true, 58], "2019-07-25": [true, 58], "2019-07-26": [true, 55], "2019-07-27": [false, 58], "2019-07-28": [false, 59], "2019-07-29": [false, 55], "2019-07-30": [false, 55], "2019-07-31": [false, 58]}, "Aug": {"2019-08-01": [false, 60], "2019-08-02": [false, 62], "2019-08-03": [false, 57], "2019-08-04": [false, 60], "2019-08-05": [false, 56], "2019-08-06": [false, 56], "2019-08-07": [false, 56], "2019-08-08": [false, 56], "2019-08-09": [false, 58], "2019-08-10": [true, 59], "2019-08-11": [true, 58], "2019-08-12": [true, 58], "2019-08-13": [true, 58], "2019-08-14": [true, 58], "2019-08-15": [true, 58], "2019-08-16": [false, 58], "2019-08-17": [false, 58], "2019-08-18": [false, 59], "2019-08-19": [false, 61], "2019-08-20": [false, 56], "2019-08-21": [true, 55], "2019-08-22": [false, 55], "2019-08-23": [false, 55], "2019-08-24": [false, 63], "2019-08-25": [true, 55], "2019-08-26": [true, 55], "2019-08-27": [true, 56], "2019-08-28": [true, 58], "2019-08-29": [true, 55], "2019-08-30": [true, 58], "2019-08-31": [true, 58]}, "Sep": {"2019-09-01": [true, 55], "2019-09-02": [true, 55], "2019-09-03": [true, 57], "2019-09-04": [true, 56], "2019-09-05": [true, 56], "2019-09-06": [true, 58], "2019-09-07": [true, 58], "2019-09-08": [true, 55], "2019-09-09": [true, 55], "2019-09-10": [true, 55], "2019-09-11": [true, 55], "2019-09-12": [false, 55], "2019-09-13": [false, 55], "2019-09-14": [false, 55], "2019-09-15": [true, 55], "2019-09-16": [true, 55], "2019-09-17": [true, 55], "2019-09-18": [true, 55], "2019-09-19": [false, 55], "2019-09-20": [false, 55], "2019-09-21": [false, 55], "2019-09-22": [false, 55], "2019-09-23": [false, 55], "2019-09-24": [true, 55], "2019-09-25": [true, 55], "2019-09-26": [true, 55], "2019-09-27": [false, 55], "2019-09-28": [false, 55], "2019-09-29": [true, 55], "2019-09-30": [true, 57]}}, 0], "29989960": [[-33.75, 150.69717], "\"Lux Living in Lux Location\" (Private Room)", ["https://a0.muscache.com/im/pictures/072345f4-e5ac-4ad1-af84-22e97721f948.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/117039e8-bfd4-41a6-9d91-64f7632f911f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/33252f9d-d941-4087-9f2d-c74ab0f99303.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/20e7f878-cb50-427a-b458-b72badf56a2e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b2dc85dc-fef8-4285-998f-ec0fe37bd837.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/038d483b-e76a-4e68-8d19-22332d227a8c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9e5222c9-b46e-407a-9ad7-1b3dd541b6c2.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a4526bd7-9470-49b3-9502-ddfe0d7b422d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4a6c18f3-223f-4039-9c9e-1e59e49b16c7.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/142201aa-a002-435b-9b37-9d81b0cb2292.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/181f9272-4207-470d-8999-cef12a56c0fe.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7a067834-ed9d-4a45-9e67-d040469ee9be.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/71fd8a2e-981e-4016-af8f-bf24473a93ee.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/62acdf93-6e58-4a31-975e-b0c830abe98b.jpg?aki_policy=large"], "1 bedroom", 1, "1 private bath", 1.0, 1, 2, null, "Wireless Internet,Kitchen,Washer", 41, 5.0, "Private room", 65.0, "AUD", 0, 103546282, "The name says it all... Luxurious  living in one of Penrithbest locations. This is a very modern, clean apartment on the eighth floor in a secure  and excellent  well maintained complex. You will have your  own private bathroom, full use of a well equipped kitchen,  European laundry and a newly furnished  bedroom with balcony access.'", {"140504673": ["Margaret", "Christine is a wonderful host and will make you feel at home in a clean and comfortable apartment which is also very close to transport and shops."], "267229394": ["Cameron", "Great location."], "57186851": ["Danial", "Clean and tidy place"], "196387150": ["Sharon", "A beautiful apartment located with business, shops and transport right nearby. Perfect!!"], "46192949": ["Denise", "Very handy space. Clean and tidy. Host kind and helpful."], "82483103": ["Thomas", "Very well located"], "226009219": ["Kate", "Beautiful and clean. Christine presents a lovely comfortable place to stay."], "70890486": ["Juliet & Mark", "Spotless place and a very thoughtful and helpful host. Christine left us alone to give us complete privacy. We felt sorry for her.....'banished' to her room. Amazingly clean place. Location is ok. We were cold because there was no heater in the bedroom. Thanks."], "30994787": ["Shelly", "Christine’s place is clean and comfortable. Great place to stay"], "49222855": ["Mark", "A fantastic place to stay and a lovely host, Christine."], "46051321": ["Matt", "Awesome place, sometimes the trains come past late at night but it’s no problem with ear plugs in.\nChristine was amazing, the place is amazing !!!!!!"], "250939499": ["Lisa", "Marvellous Central location to Public Transport exceptional amenties modern extremely clean 5star accomodation in our personal experience"], "138885555": ["Jonathon", "Christine’s Place is great. Very secure, clean, tidy and nicely styled. The place is very central, with easy access to the Penrith shopping complex. Highly recommended."], "238857806": ["Che", "A really nice place to stay and great value. Host was very helpful also."], "37206343": ["Chris", "Chances are, you'll be a little disappointed when you stay at your next airbnb accommodation, as Christine's place exceeds expectations."], "49979515": ["Sue", "Christine's place was excellent & in a great location. We appreciated her hosting us and providing us a fan.\nHighly recommend. Thank you."], "112637170": ["Verity", "Great place to stay, right near Penrith station and large shopping centre/eating precinct. Clean, spacious, room, lots of natural light, comfy bed and own bathroom. Own set of keys to the unit including lock on bedroom door. The whole unit is super clean, comfy, airy and well laid out. The host Christine is friendly, engaging and helpful with useful tips, but gave lots of privacy and space. The only reason for 4 (instead of 5) stars is noise from trains and other Saturday night activities when bedroom door is open. Noise disappears with door closed though, and in cool weather this would never be a problem. Also elevator very stuffy and hot, but that's only while in the lift."], "236340497": ["Matt", "The place is located in a very convenient location, close to the CBD & train station in a nice area.\nIt is very clean & well presented.\nThe host was very nice and accommodating. Would stay again."], "88791776": ["Melly", "If you looking for the place close to public transport, christine place is a good one"], "237503208": ["Neno", "Great place and convenient location."], "171916173": ["Chloe", "Very friendly. Welcoming. Nice house. Very clean."], "31497566": ["Lianna", "Beautiful home, great host. Everything you need in a clean, fresh apartment right by Penrith station."], "49570221": ["Mil", "Pleasant stay in a brand new place. Can't fault."], "2933461": ["Alexandra", "Very nice host, the apartment is super clean, well appointed and very close to the train station and town. Free public parking close to the apartment."], "67514526": ["Voret And Janene", "Christine was very punctual for access and provided a friendly greeting.  Her place is very clean and I found the facilities easy to use.  It was very convenient for me on a business trip."], "7750483": ["Ashlee", "Christine is a wonderful host and her home is impeccable! Everything you need is there and anything you don’t have Christine will help you with. The guest bed is so comfortable!\n\nThe apartment is close to everything - the train and shops. If you’re looking for a nice place to rest your head in Penrith with a lovely host, then I highly recommend you stay with Christine."], "31478610": ["Wolf", "Amazingly clean, convenient and comfortable place with a great host. I can only compare it to a 5 star hotel at a fraction of the price."], "88827385": ["Richard", "Christine's place was perfect - a great place to stay if you have a late night event in the Penrith area and can't face the train home! Great spot, great communication - couldn't recommend more!"], "138541095": ["Jeremy", "Christine is a wonderful person. Very helpful and quick responses to messages.\nLoved the place being clean, simplistic and posh (it's got everything you'll ever need). The bed is comfy, the scene is great (you'll slowly get use to the trains running by at night), plus Christine's lovely hospitality makes this a fab place to stay."], "167030151": ["Antony", "Very handy to bus, train and shopping centre."], "236815546": ["Joseph", "Thank you Christine for being a great host. From the start, you promptly answered my queries and greeted me outside your building to show me everything. Your place is beautiful and very strategic. So close to penrith train station and food places. Your advice on katoomba was also excellent. I couldn't ask for more, I'd definitely recommend anyone to book a stay with you."], "236145821": ["Rachael", "Great place and location!! Definitely will be back. Thank you again"], "193716586": ["Thomas", "Christine’s place was immaculate, we arrived within 15 minutes of our first message late at night and everything was ready for us. Great value for money!"], "226630747": ["Wan Farhan", "Christine is very friendly.  Her place is clean and the location is near to the train station.  I will recommend her place to anyone."], "25637164": ["Tobias", "Very clean place with all you can need"], "79164918": ["Sue", "It was my mum's first solo trip to Penrith and I helped her book Christine's place to stay while she was there. Christine was such a wonderful host and made mum feel right at home. The apartment was lovely and had all the amenities that mum needed for her stay. The best part was that it was super close to shops and the train station, so literally everything was just a walking distance.  Mum & I HIGHLY recommend this place if you're traveling to Penrith. \n\nChristine is just the best and we thank her so very much!"], "46755360": ["Will", "Christine was a great host. definitely would recommend this place"]}, {"Jun": {"2019-06-01": [true, 65], "2019-06-02": [true, 65], "2019-06-03": [false, 65], "2019-06-04": [false, 65], "2019-06-05": [false, 65], "2019-06-06": [false, 65], "2019-06-07": [false, 65], "2019-06-08": [false, 84], "2019-06-09": [false, 65], "2019-06-10": [false, 65], "2019-06-11": [false, 65], "2019-06-12": [false, 65], "2019-06-13": [false, 65], "2019-06-14": [false, 65], "2019-06-15": [false, 65], "2019-06-16": [false, 65], "2019-06-17": [false, 65], "2019-06-18": [false, 65], "2019-06-19": [false, 65], "2019-06-20": [false, 67], "2019-06-21": [true, 67], "2019-06-22": [false, 65], "2019-06-23": [false, 65], "2019-06-24": [true, 65], "2019-06-25": [true, 65], "2019-06-26": [true, 65], "2019-06-27": [false, 69], "2019-06-28": [false, 69], "2019-06-29": [false, 70], "2019-06-30": [false, 67]}, "Jul": {"2019-07-01": [false, 68], "2019-07-02": [true, 65], "2019-07-03": [true, 65], "2019-07-04": [true, 65], "2019-07-05": [false, 65], "2019-07-06": [false, 65], "2019-07-07": [true, 65], "2019-07-08": [true, 65], "2019-07-09": [true, 65], "2019-07-10": [true, 65], "2019-07-11": [false, 65], "2019-07-12": [false, 65], "2019-07-13": [false, 65], "2019-07-14": [true, 65], "2019-07-15": [true, 65], "2019-07-16": [true, 65], "2019-07-17": [true, 65], "2019-07-18": [true, 65], "2019-07-19": [false, 65], "2019-07-20": [false, 65], "2019-07-21": [false, 65], "2019-07-22": [false, 65], "2019-07-23": [false, 65], "2019-07-24": [false, 65], "2019-07-25": [false, 65], "2019-07-26": [false, 65], "2019-07-27": [true, 65], "2019-07-28": [true, 65], "2019-07-29": [true, 65], "2019-07-30": [true, 65], "2019-07-31": [true, 65]}, "Aug": {"2019-08-01": [true, 65], "2019-08-02": [true, 65], "2019-08-03": [true, 66], "2019-08-04": [true, 65], "2019-08-05": [true, 65], "2019-08-06": [true, 65], "2019-08-07": [true, 65], "2019-08-08": [true, 65], "2019-08-09": [true, 65], "2019-08-10": [true, 65], "2019-08-11": [true, 65], "2019-08-12": [false, 65], "2019-08-13": [false, 65], "2019-08-14": [true, 65], "2019-08-15": [true, 65], "2019-08-16": [false, 65], "2019-08-17": [false, 65], "2019-08-18": [true, 65], "2019-08-19": [true, 65], "2019-08-20": [true, 65], "2019-08-21": [true, 65], "2019-08-22": [true, 65], "2019-08-23": [true, 65], "2019-08-24": [true, 65], "2019-08-25": [true, 65], "2019-08-26": [false, 65], "2019-08-27": [false, 65], "2019-08-28": [false, 65], "2019-08-29": [false, 65], "2019-08-30": [false, 65], "2019-08-31": [true, 65]}, "Sep": {"2019-09-01": [true, 65], "2019-09-02": [true, 65], "2019-09-03": [true, 65], "2019-09-04": [true, 65], "2019-09-05": [true, 65], "2019-09-06": [true, 65], "2019-09-07": [true, 65], "2019-09-08": [true, 65], "2019-09-09": [true, 65], "2019-09-10": [true, 65], "2019-09-11": [true, 65], "2019-09-12": [true, 65], "2019-09-13": [true, 65], "2019-09-14": [true, 65], "2019-09-15": [true, 65], "2019-09-16": [true, 65], "2019-09-17": [true, 65], "2019-09-18": [true, 65], "2019-09-19": [true, 65], "2019-09-20": [true, 65], "2019-09-21": [true, 65], "2019-09-22": [true, 65], "2019-09-23": [true, 65], "2019-09-24": [true, 65], "2019-09-25": [true, 65], "2019-09-26": [true, 65], "2019-09-27": [true, 65], "2019-09-28": [true, 65], "2019-09-29": [true, 65], "2019-09-30": [true, 65]}}, 10], "16473104": [[-33.72193, 150.72345], "Looking for a brand new room ?", ["https://a0.muscache.com/im/pictures/230a7f4d-93d2-4fed-b1fe-aef6d1b16d03.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/6a59758c-20bf-44a9-bf69-af71c9d491fa.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ea44d1a5-2a9a-40a6-b11c-e9b5034b80c7.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f676109c-2dfe-45ce-b12a-f69e8744660a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c3c52212-0234-4383-be76-8e17b72f7068.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5f209701-1ccb-471e-9df8-629c19408d2e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/49a7faa7-7e2d-449d-bcad-fbade1ee4107.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/939cb9ff-491b-4e26-ade8-94fb9f8d650f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/03af259f-fc19-4bbe-883a-84cea3df562a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/fe9ad1dc-bc7f-402c-8020-737278d184e0.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/73da906b-8980-418d-b9ad-0c382de756e1.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4dee6e8c-b183-48d7-8cae-ed70fa9ace28.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/081d9c33-1fe9-4c2b-b52d-6e94bc29fb1f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ba64629e-4fa0-460d-a9cc-5306ffbfc5fe.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9008f310-950b-4d66-86f0-15b89fc4ee68.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a7a34fec-d784-4750-9d95-9f6858814579.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/062db8ce-8fab-4503-a7ed-7de291dc001d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/77d946e7-4a51-4585-8d62-3fc18bb89426.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b670dc31-ce6a-4142-aa7f-488ad84344ce.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f21f4833-06bb-4446-a587-74b83248bbce.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/491105be-41e6-450a-a2de-fe9ecd4bfc30.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/6ff04b7c-c9c6-40f3-9c7f-bc1a75cf4127.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/8e619e04-4bed-4fea-8695-c2226bf6f9d3.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7d799505-7b60-4a73-95c1-d0ef43ac43ea.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/2e607df7-a0b4-47b7-9176-09a32439a201.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0e4dbd7a-49cb-4039-9976-864286c48e0b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7172bd1d-1f84-480b-b0b3-fe9a790a572c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/6ad770a4-b5f0-4280-90f1-b94a0a21c922.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0d143c4b-dd8a-4ad7-8caf-fe7d66c27591.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1c6fe904-fcdc-460c-a3b1-4a5129d13847.jpg?aki_policy=large"], "1 bedroom", 1, "1 private bath", 1.0, 3, 4, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 195, 4.5, "Private room", 24.0, "AUD", 0, 108114782, "We offer a brand new air-conditioned room with double bed (can be added an extra single bed) and ensuite.- Free full access to the home including alfresco, living area- Free kitchen use and fridge space use- Free laundry appliances use (washing machine, dryer and ironing etc)- Free off street parking- Free tea and coffees'", {"57689891": ["Steven", "The house owner is very friendly. The room is tidy abd clean. Definitely will come back next time."], "162367102": ["Phoebe", "Not as clean as the photos show"], "18681335": ["Megan", "I had a lovely stay here. The place was clean and comfortable, the hosts very accommodating."], "136010693": ["Ariadna", "Nice spacious clean room at front of house near front door, large wardrobe, and handy having own en-suite.\nSerena (she seems to be the host, not Jimmy) replied to messages promptly, let me use the kitchen to cook my own breakfast and use fridge as described in amenities. Woolworths/some small shops and nice lake area a short walk away. \nSerena was nice but seemed very shy as mentioned in other reviews.\nHandy place to stay if you need accommodation in area."], "46836554": ["Linda", "Thank you"], "231757345": ["Amit", "The room is very clean and the hosts are very friendly"], "181698184": ["Roel", "Nice, clean place, very easygoing hosts, great facilities."], "258508511": ["Louise", "Great stay. Best air bnb value wise i have come across, own bathroom and large bedroom was great, laundry washing machine and dryer was available, kitchen available and the bedroom door was right next to front door which was away from everyone else so extra private"], "52088772": ["Jason", "The room was clean and spacious. Close drive to the grocery store and some restaurants. Not sure if the host is ready to receive guests and felt uncomfortable and awkward at times."], "214578318": ["Andreas", "Amazing host"], "42742256": ["Bec", "Serena and the family are very friendly! Easy access and convenient location. Light sleepers may find the main road noisy but it's not too bad when the windows are closed."], "22823383": ["Serena", "Very hospitable hosts and great value if you wish to simply have somewhere to stay for the night. Very comfortable and very clean.  Serena is very friendly."], "88791776": ["Melly", "I’m very happy to stayed here, very comfortable and serena is very kindness. Very recommend"], "132024142": ["Jennifer", "Lovely host.  Very comfortable beds.  Lovely fresh linen and sparkling clean ensuite/bathroom.  Friendly and calm atmosphere which made our stay very comfortable.  I will definitely stay there again should the need arise"], "56146423": ["Wendy", "Good spacious bright room with a private ensuite. Access to room just inside of front door so feels very private. \n\nOnly stayed for a night to rest between long drives but the room and bed was very comfortable. \n\nCommunication and check in was simple and hassle free. Would book again."], "103546282": ["Christine", "Great place, very clean. Looking forward to staying again. Thanks."], "10006207": ["Richard", "Arrived late, left early. Bedroom was comfortable with its own ensuite. Location was great for us. Would stay there again - Thanks!"], "43648476": ["Sumit", "Great place to stay.. sparkling clean"], "131254737": ["Jonathan", "Excellent amenities. Very clean and comfortable. Great hosts. Thankyou jimmy and serena."], "3313486": ["Rita", "Check-in was very flexible, accommodation was extremely clean and  comfortable.  I only spent one night at and I didn't get to meet Jimmy. I'd definitely stay at Jimmy's place again.  Highly recommended."], "227217957": ["Emily", "Had a great stay at Jimmy’s for one night. The room was amazingly tidy with a large closet to keep my luggage out of the way. The bathroom was very clean and beautifully lit in the morning. A definite bargain for what we got!"], "11462830": ["Gary", "Nice clean bedroom with air conditioning and ensuite and big bed. \nFriendly hosts, delightful kids and an interesting cat.\nBus stop nearby and only 5\" to Woolies and 20\"+ to Penrith Railway Station.\nNice  time!! \nHope to return next year!!!!!!"], "91247280": ["Sameer", "I  had a great two  night stopover at Jimmy's. He let me check in  pretty late night . Thanks for understanding ."], "101477386": ["Susan", "Serena is the perfect host.  This home is very clean and has a welcoming feel to it.  The proximity to Penrith is great.  Just a matter of minutes and you're in the centre of town.  The bed and pillows are very comfy and having your own bathroom in the room is awesome.  Thoroughly recommend staying here."], "223135536": ["Ha Sook", "Good for family and cat friendly. My child was very happy with wifi."], "223269355": ["Emma", "This was an absolute bargain for this amazing room. I needed a place to sleep for work purposes (long day and very early start) and it was perfect. The room was clean and tidy, the bathroom immaculate, nice and new air con.. will definitely keep these guys on my favourites list :)"], "218525221": ["Vikash", "Jimmy and Serena with their children are very accomodating and welcoming. You feel at home. The place is very neat and tidy. Highly recommended. Thank you."], "199076622": ["Rachel", "Great value and clean and always there to help. Totally recommend them"], "128855847": ["Eline", "Serena's place is extremely good value for money. The room contains everything you need, and was very clean. There is a busstop nearby, which is handy if you don't have a car and a supermarket with a few restaurants within walking distance."], "40329065": ["Georgia", "Everything about staying here was so easy. Place was perfectly clean and comfortable. We stayed for one night before an event the next day in the Blue Mountains. Highly recommend."], "102434958": ["Brenden", "Throughly recommend this very accomodating family. Jimmy and Serena go above and beyond to make sure I was well looked after."], "158567540": ["Artur", "Great people and nice place"], "168519455": ["Victa", "Great room and location would definitely stay there again bargain for the price"], "204947849": ["Angela", "Very lovely people, very good stay the two girls would play with my son which was nice, and comfortable enough for the 4 of us"], "93616949": ["Amanda", "Jimmy and Serena’s was perfect for my needs as I had a wedding to attend five minutes from their house and was on a strict budget. \nI didn’t meet jimmy but met Serena and the two children who were all lovely, the youngest being very talkative.  Room was spacious and clean as was the ensuite.  Would like to note though that if you don’t like to be around children or animals it’s probably not the place for you. It didn’t bother me as I’m a mum of five children but I was woken by one of the children having a nightmare and calling out for mum at 2am.  \nAlso woken at 11.30pm by somebody scrubbing something very loudly.  Other than that I would definitely recommend staying here. Thanks again for your hospitality jimmy and Serena. "], "208637112": ["Rita", "Had an awesome first time Airbnb experience. The room was exactly what we wanted for the short stay.\nWould recommend. "], "146988334": ["Chenyi", "Hosts were friendly and very responsive with messages. Their place was very clean and comfortable, and a great plus was having the toilet located in the room. Location was convenient, with supermarkets and shopping centre only a short drive away. The price was great too, would definitely recommend! :)"], "69974332": ["Pinou", "Lovely place"], "77213668": ["Carlee", "Great place, easy check in and out, tidy, stylish. "], "29568183": ["Julio", "Jimmy's place is wonderful! \nThey have a nice and complete kitchen and they make everything easy for you. I wholeheartedly recommend it to everyone who is looking for a confortable and peaceful room."], "7732869": ["Puspa", "The room is spacious and bright with queen bed and extra single bed, has ensuite bathroom and cute small walk in robe. Very clean. Neighbourhood is quiet and safe, family friendly environment. Supermarket and shops with some food options in complex. \nJimmy and family were thoughtful to let me be, and I had no issues with the pet cat. I didn’t use the kitchen apart from making teas but need to be mindful that it’s a family with 2 young (very polite) kids so don’t expect the shared area to be free of toys etc (not an issue with me but just to be aware :))"], "138636897": ["Rachel", "Friendly and catering host, Clean room !"], "47875695": ["Adam", "Room and ensuite and beds great. Just not much warmth or interaction with the host and common areas dominated by kids, mess and not much cleaning up."], "191977654": ["Lara", "A modern and pleasant family environment where you feel very safe."], "191265961": ["David", "Great location, friendly hosts."], "166167612": ["Okwuchi", "Amazing host,clean room and easily accessible"], "158174186": ["Jayce", "Excellent hosts highly recommend very clean and lovely"], "29185118": ["Rob", "We stayed so we could check out the lower Blue Mtns, it's only about 20 min drive away. The room was nice, Jimmy put out a 3rd bed for me so my kids each had a bed, the room was pretty big.\nEverything ran smoothly, Jimmys communication was prompt and clear.\nWe'll probably stay another Fri night some time soon.\nThanks Jimmy"], "25908186": ["Dmitrii", "It is a lovely house with very welcoming and considerate hosts. It was a pleasure to stay there."], "181933962": ["Kelum", "The room and bathroom were okay. Kitchen was dirty ,smelly and untidy. There is a cat in the house and many cat fur every where."], "48800607": ["Michaela", "Great Value for money. Perfect for my stay. The cats a little bit hostile though."], "108788260": ["Marcus", "Great host, friendly. The place is about 10 mins drive from Penrith town centre but has shops and restaurants within walking distance."], "80129568": ["Adrian", "Such a beautiful place! Will come back anytime."], "295988": ["Ashley", "This place is great value for money, although we had a mixed experience. Our space (room and bathroom) were clean and as advertised and very comfortable. But the shared spaces were not left in a condition that we were able to comfortably use them. I think it's also important to note there is a cat in the house for those that are allergic - although that may be something the Airbnb system needs to address."], "86595761": ["Kylie", "Private room with ensuite. Good value for money."], "8099810": ["Mark", "Jimmy’s place was perfect for my needs. Very comfy bed and clean room. Great value for $ \nWill stay again and would definitely recommend"], "27254008": ["Robert", "Jimmy and his family were wonderful hosts and very generous, making me feel right at home. The room and bed were very comfortable and the air conditioning was greatly appreciated during the extreme heat. Generally a quiet location, but some traffic noise did come through from time-to-time. Jimmy wss happy to engage in deep conversation on numerous topics over a meal. Thank you for making my stay most enjoyable. Hope to stay with you again."], "176447205": ["Veerendra", "It was perfect location to stay as it is in between blue mountains and Sydney. House is suitivated in quite place. Our family really liked the house."], "177278678": ["Michelle", "Very clean & comfortable, friendly family, would definitely recommend & stay again."], "82140735": ["Pierre", "Jimmy and his family were really friendly and easy going"], "27080640": ["Lois", "Jimmy's place was convenient to a function we needed to attend in the area. It was a most suitable and comfortable night. The ensuite is right off the bedroom, the aircon very efficient and we had privacy. We appreciated Jimmy's responsiveness to messages as well."], "13612642": ["Serge", "Serena and Jimmy were great and friendly respectful hosts.  The room was very conformable. Highly recommended."], "101484111": ["Ben", "Jimmy's place was conveniently located and a great place to stay"], "169569220": ["Ritthy", "Friendly service"], "108766299": ["Sandra", "Lovely and clean, the location was good for our requirements."], "51963471": ["Eva", "Jimmy's room was so great and definitely above standard. It has aircon, private bathroom and walk in storage. The bed and pillow were so comfortable! what a great value and it is an easy walk to the shops too. Highly recommended!"], "109517886": ["Tom", "Everything was as advertised, it was clean and well presented.   In room air conditioner is always a plus in the summer months. \n\nI made a last minute booking, and still the check-in process was made very easy."], "56262432": ["Jenny", "Nice clean private room, air-conditioned and en-suite. I had a very negative experience with their cat attacking me, hissing, snarling and lunging at me and I normally get on well with animals.  Their response less than positive.  Full garbage can of trash and full mulch bin in the kitchen STUNK. I wouldn't stay again.  "], "14387634": ["Weelin", "Jimmys place was clean and located close to nepean hospital"], "11751992": ["Hien", "Jimmy's place is very nice, clean, safe and sound.  We checked in late and Jimmy is very responsive.  The room is very clean, comfortable and we all had privacy we need as the room has an ensuite and separate from the rest of the house.  Very good value for the money.  Will come back when we have something to do in the area.  Thanks Jimmy."], "40556166": ["Helen", "Room was very comfortable and well kept, accomodation was very close to Nepean Hospital as I needed to stay overnight after surgery, suited the purpose perfectly."], "4997755": ["Farnoosh", "Jimmy and his family were really warm and friendly and very accommodating. We had a great time!"], "150783857": ["Richard Markus", "Very nice and quiet place, store close by and very friendly family!"], "156509473": ["Lynne", "Easy to find. Nice room."], "68391796": ["Adam", "Was a nice stay. Nice room private bathroom. All in all it was good."], "67222870": ["Kathleen", "Lovely clean new room with ensuite bathroom and walk in closet. Would stay again. Thank you!!!"], "1834174": ["Laura", "I needed to stay in the area for an event, and was looking for something economical but pleasant and fresh and clean. I definitely found it here. Jimmy was a great host! He and his family were excellent.\n I was pretty all over the place with my timing and my coming and going and checking in and out, they were so cool with all that. I came in super late most nights, and tried to be very quiet, didn’t have any complaints. They were quite happy for me to keep to myself, and I found it liberating that they were fine for me to just do my thing. \nGreat room, loved that it’s at the front of the house and I had my own ensuite, really wonderful! They were really welcoming, and flexible, it was great!"], "122600171": ["Sue", "Very comfortable accommodation"], "149658927": ["Roy", "Jimmy has a great place! Very tidy and modern and located in a really nice area that's close to shops, parks and public transport"], "119711023": ["Marc", "Great stopover"], "68284667": ["Damian", "Great place, very nice people"], "152009026": ["Luke", "Beautiful home in a great location"], "56868966": ["Sergej", "Everything is as described. Beds are comfortable. Good for families as a short stay. There is a fabulous playground right around the corner."], "148325303": ["Josephus", "Jimmy's place is a great stay for a small family!"], "21067450": ["Sarunas", "Beautiful and speciaous room with en suite. Had our onw space which was great. The area is quite, Woolworth and cafes close by. Enjoyed our stay."], "75071820": ["Oktay", "Awesome place"], "6496031": ["Ian", "Having 2 separate beds was a great plus, for 2 friends travelling together who do not  want to share a bed.\nThe amenities or ensuite was great. Cleanliness was excellent.\nThank you."], "129218355": ["Emon", "Fantastic place to stay. Very clean, tidy, has a spare bed for kids for a very cheap price. The house has the worlds most adorable white cat. Thanks Jimmy!"], "12495214": ["Kok-Wei", ""], "4957957": ["Johnny", "A very open and welcoming atmosphere. I know if I had more time I would have been welcomed in to the family, though I chose to keep to myself on this short trip and was given all the peace and quiet I could get. The door was left unlocked until I returned which made it feel very homey and trusting. Ensuite with hot shower and towel provided, was everything I could ask for."], "52813872": ["Paul", "Jimmy & Serena were great hosts, room was very clean, modern and tidy. Didn't stay for long but was very easy to check in and communication with Jimmy was great."], "139959938": ["Andrew", "Very Good "], "139555891": ["Chris", "Great value stay, very clean room and bathroom. "], "1733431": ["Dawne", "Jimmy place was perfect for my needs. He and his family respected my privacy. The room and ensuite were as described and very comfortable."], "139035324": ["Helen", "The room is big, new, clean and has a walk in wardrobe. The ensuite is new and the bed is comfortable. Walking distance to a big Woolworths and a short drive from Penrith centre, where we were surprised to find cafes & restaurants open at 10pm on a Sunday evening. \n\nJimmy is friendly, helpful and respected our space, which made us feel comfortable. "], "134225068": ["Peichieh", "Very good,"], "124447062": ["Rommel", "Jimmy is a great host. His abode is so neat and comfy. I will recommend his place specially for families!"], "107417519": ["Meridith", "Very kind people n very accomodating."], "7120922": ["Don", "10/10 - I can't imagine anyone being disappointed when staying with Jimmy's lovely family. I have a feeling that you may need a car for this location which I had. My stay was just one night but I was warm and comfortable and I slept well. "], "9912101": ["Karen", "Jimmy's place is very nice. The room is very clean, comfortable and has a great shower. We were only there for one night as we had a function in Penrith and it was perfect for this."], "106088770": ["Wei", "Room is very big. There are a big bed and a small bed in the room. It has a store room and a bathroom and air condition. Jimmy and his family are very kind. It's a very valuable stay."], "105836117": ["Sharon", "Jimmy's place is a acomfortable, clean and well appointed room. It has plenty of space and extra storage. The location is useful for grocery shopping. I recommend Jimmy's for travellers needing a good rest and shower. \nJimmy and his wife are respectful and friendly. \n"], "28793584": ["Florentina", "Our room and the ensuite were very nice and clean. Bed and bedding were very clean and comfortable. House is located in a nice residential area. Easy/flexible check in as we communicated in advance. Thank you Jimmy for having us."], "125648799": ["Kyle", "Nice, clean and well maintained room with ensuite."], "4543744": ["Karen", "I felt very welcomed at Jimmy and Serena's place. The room was lovely with its own ensuite and walk in robe. Very clean and aesthetically pleasing. Also there is a split system in the room should you need heating or cooling. It was a great location for me as I was on a business trip and was visiting the Blue Mountains. Their daughters are very sweet and I enjoyed relating to them too. Good value - will definitely be back if I am in the area again."], "89065092": ["Manuela", "Great room, awesome access to the Blue Mountains and all shopping centers."], "126413188": ["Kel", "Great place, ver clean, and well appointed. Be aware that there is a fair bit of light and traffic noise in the morning."], "55638419": ["Nadeem", "I loved the house because it was cent percent according to the description and snaps on the website. I will definitely love to stay in the same house in future whenever I visit Sydney. "], "51780725": ["Jay", "Beautiful comfortable place. Great family with great kids"], "109297520": ["Rafa", "Great place, would recommend."], "122446412": ["Edwin", "Was very good."], "30511237": ["Joanna", "Beautiful spotless, modern room. Had extra single bed (not in pics). Couldn't fault in any way. "], "121435828": ["Priyanka", "Good place to stay if you are planning to visit blue mountains. Its pretty far from the city but a nice and quite residential complex. The room was clean and bed was very comfortable. \nJimmy and his family were very friendly. Overall a nice experience. "], "63948308": ["Megan", "Very clean, comfortable, quiet stay.  Great value. "], "50543340": ["Jorge", "This lovely room is perfect if you want to relax in between your trip to/from Sydney and Blue Mountains.\nJimmy was friendly and the room spotless!"], "102046996": ["Jim", "We would highly recommend Jimmy's place. He is a very welcoming and warm host, our room was perfect - very clean, and comfortable (the house is new) with fresh new linen etc - and includes breakfast, which was laid out to accommodate our early start. It was a quick trip to Penrith the following morning.  Jim and Ella"], "119853428": ["Grant", "great host, immaculate house and room, very comfortable beds with access and use of kitchen and laundry we were very pleased with our stay  "], "22864699": ["Dione", "A beautiful bright room, comfortable bed and great shower. "], "110746033": ["Slava", "Clean room, we had all we needed. Happy to recommend to everyone."], "108408745": ["Andrew", "The room was great Jimmy was an excellent host. "], "35458613": ["Sarah", "Very nice place to stay, everything is modern and clean and would recommend this room if planning to go to the national parks. "], "105254529": ["Deepak", "Great place. Highly Recommended "], "36598881": ["Julien", "I had a good time at Jimmy's home, the private bathroom is nice to have, and the neighborhood is very calm! Recommended!"], "8003912": ["Helena", "Great stop over for us from blue mountains to hunter valley. Very clean and great communication. Would stay again."], "18625084": ["Georgie", "Amazing hospitality and great space"], "224997041": ["Dietmar", "Very fine Room with own Bathroom. Quiet, air conditioned, absolutely clean. The family are very nice hosts. Check in very flexible. For my next arrival i would choose the same room again,"], "161676438": ["David", "Good located to make a trip to blue mountains..nice room with own shower and silent aco"], "157360259": ["Nadine", "Perfect stay!"], "119466078": ["Kim", "Jimmy‘s apartment was great. We had a good night there. The apartment has everything, you‘ll need. We could use the fridge as well."], "151582819": ["Dan", "This is a private bedroom in a family home. It is in the front of the home, and they give you a key to get back in after check-in.  It is clean and homey, you have a clean private bathroom, access to washer and dryer and kitchen amenities, and we were made to feel very welcomed into their family home.  We would definitely stay there again."], "14052026": ["Angelina", "Very nice place! Definitely recommend on the way to Blue Mountains!"], "56524111": ["Wayne", "Great stay, exactly what we needed for our trip to Blue Mountain National Park before heading into Sydney. Would recommend and stay again."], "132044946": ["Mickaël", "Very nice place house. \nSerena is very kindly and smiley"], "79390965": ["Yvonne", "Lovely room. \nWe reached a bit late and cook for very late dinner. Thank you Jimmy. Very beautiful and relax room and also the cat :)"], "194640421": ["명신", "It was a very clean room and had own bathroom. We could use the kitchen and car park. We like the house very much. It was easy to find. Thank you~"], "50184631": ["Simon", "Jimmy and serena are a nice helpful couple. The accommodation was awesome, very new, clean and comfortable! You will have your own little apartment with bathroom and dressing room. Everything is like they described and as you can see on the pictures. We defenetly would recommend this place!!!"], "85916930": ["Anthony", "Nice and big room with a good bathroom, perfect for a overnight stay close to the blue mountains."], "88347007": ["Tyler", "Fantastic place to stay. Room was sparkling clean, spacious, and the private bathroom was a game-changer. I would definitely recommend. "], "166663002": ["Felipe", "Very nice room, perfect for one night stop. Very clean and Jimmy is very friendly."], "17648740": ["Karen", "A lovely bright room and ensuite. Had everything we needed for an overnight stop. You’ll probably need your own transport or a taxi to get there."], "63730288": ["Megan", "Nice clean room and ensuite bathroom. Great value for the money. Good location for bus routes to the train etc. Very quiet family. Bed and pillows are very comfortable."], "152165376": ["Julia", "The room was exactly the same that on the pictures. The family is really nice ! \nIt's about 20min to Penrith and from this place it's 1 hour from Sydney city and 1 hour from the Blue Mountains. \nBig kitchen to use and the room is also big (was alone).\nWould stay again !"], "172909108": ["Craig", "Excellent value and a good stop over on the way to the Blue Mountains.  Very nice room and private bathroom."], "135023414": ["Florent", "Jimmy's place is really amazing for the price. Really clean, you can sleep well in the quiet area. You have your own place with bathroom, and shared kitchen and laundry/dry with the lovely Jimmys family"], "111744655": ["Al", "Great hosts and the place was exactly as advertised.  The room is in the front of the house so it's almost like having a private entrance.  Clean and well maintained.  I would definitely stay again. "], "95830206": ["Wei-Cheng", "Jimmy’s family is very nice. We have a nice day."], "13822709": ["Kia", "Very nice and clean room with a private bathroom and aircondition. Good privacy. We arrived guite late and later than what we orginally planned, but that was not a problem wich was super nice."], "150019260": ["Matthias", "The room is awesone with a nice bed, aircondition and your Own bath ! We would stay here everytime again !"], "47290575": ["Patricia", "I had a wonderful stay at Jimmy's home. The room is just perfect. I couldn't have asked for more. Very recommended"], "147532979": ["Sam", "Very nice people and clean. Room is perfect size."], "63951351": ["Tatiana", "Very clean and comfortable room! Would recommend to anyone! Really close to the local shops and gym etc. There was also a nice park just down the road. Was the perfect place for us"], "43606262": ["Aidy", "Not able to meet jimmy personally . \nBut it was a quiet home , and jimmy is good in communicate . \nCan do your laundry here and kitchen was spare to you just not get explain well , so not sure where the utensil was. \nBut the room is clean and have 1 double and 1 single bed , its really big and have a private wc as well . Highly recommend for who just wan to stop over for blue mountain walk :)"], "140241831": ["祐瑋", "New and clean place with supermarkets nearby but quite far from the city center."], "46600706": ["Goh", "nice room and nice location"], "98929812": ["Hendrik", "Quiet family, private room all to yourself, nice house with all you could need in a cool neighborhood."], "141319044": ["Lee", "Great host."], "23481568": ["Elsa", "Very clean and modern room, as described. Perfect base for our trip to the Blue Mountains! "], "68092760": ["Ramona", "Good location if you want to explore Sydney and the Blue Mountains on your own in a short time and have a car with you as it's just about an hour away from both. Everything was neat and clean and as you can see in the photos. I would definitely stay there a second time if I'm in the region again.\n"], "128080210": ["Shiella", "Photos were accurate. Nice, cozy, clean, tidy room. Very nice room decorative touch. Host are friendly. 2 little Cute daughters & a fluffy kitten.\nLooking forward to come back."], "114778934": ["Tori", "Amazing, very cozy with your own private bathroom. Room next to the door so it gave it a nice touch. I would stay here again. Clean, picture was accurate and great area, very easy to find. "], "26521600": ["Stephanie", "The bedroom area was very tidy, we had fresh sheets and towels. The children were very sweet and my children enjoyed playing with them. The kitchen area was not clean and we were left with no direction on what the breakfast was. When saying good morning to the host in the morning, we were ignored. If your just looking for somewhere to sleep then I would recommend, however, if you plan to use the kitchen I would advice you to try somewhere else. "], "45614867": ["Glen", "We had a lovely week staying with Jimmy and his family. Our room was very clean and just as described, no problems at all. Thank you."], "36548497": ["Jure", "Jimmy's family's house is located in residential settlement, in nice and quiet neighborhood. Host and his family are very nice and friendly, they will give you enough space and privacy. House is beautiful, room is very specious with a private bathroom. Everything is very clean and tidy. You can use Kitchen and they will prepare also empty compartment in the fridge.\nDefinetly recomend!"], "112337169": ["Annabelle", "Had a nice stay. Great room and a nice spot if you like to visit the blue mountains."], "107430714": ["Concord", "Host was friendly. It would be better to request 2 rooms for 4 adults. The room was too small for 4 people with one bathroom."], "30941100": ["Enoch", "Clean and comfortable"], "24246789": ["Anja", "Perfect in all senses! Super clean house, comfortable bed, adorable hosts, perfect location to explore the blue mountains.. great value for money. Recommend this place 100%. "], "54571449": ["Max", "We had a beautiful time at Jimmy's lovely home! \r\nHe and his wife are very friendly hosts. They did everything to let us feel comfortable. We enjoyed a delicious BBQ at the first evening. Normally we just booked to nights, but we had more time, so we asked them for two more nights and it wasn't a problem!! All in all, it was a perfect stay and we would ever come back!  \r\nWe wish them and their sweet little children all the best!! \r\nThanks for everything"], "222632500": ["Lexe", "Super Preis-/Leistung"], "166169549": ["詩娟", "很漂亮的房間"], "102955444": ["Weijia", "环境不错,很安静,离超市也很近｡房主很和善｡"], "216395220": ["Aliisa", "Erinomainen yöpaikka, suosittelen!"], "88639515": ["Sophia", "Die Unterkunft war richtig gut. Das eigene Bad war super schön und sauber sowie unser Zimmer. Es war sehr ruhig, weshalb wir immer ausschlafen konnten. Wirklich empfehlenswert (:"], "55556456": ["Yin-Han", "房東人很好､很熱心,房間很乾淨!"], "196006667": ["Fabien", "Sympa pour faire une halte. "], "198145741": ["Bianca", "Sehr nette Gastgeber  Alles wie erwartet "], "133224248": ["Sam", "地方清潔衛生,距離高速公路很近,性價比高!可惜附近餐廳不多!"], "153153084": ["Thibaud", "Belle chambre avec salle de bain. Impeccable pour se ressourcer"], "17601043": ["Emily", "La chambre de Jimmy est très spacieuse, ultra propre et vraiment agréable et la salle de bain privée est un vrai atout. La maison est très grande et l’accueil très conviviale. Je recommande fortement de manger une pizza à 10min en voiture naked Flame pizzeria, ils font des pizzas extraordinaires !"], "135992909": ["Alexander", "Ruhige Lage. Die Zimmer sind sauber und die Betten sind gut. Einziges Manko ist die Entfernung zur Innenstadt."], "171754508": ["Jimmy", "De ruime slaapkamer met directe toegang tot de badkamer geeft je het idee dat je je eigen plekje hebt. Tevens is het er vrij rustig in huis (uitgezonderd het 'spits' uur in de ochtend, ongeveer tussen 7.15 en 8.00). Al bij al een prima plekje om uit te rusten na een intensieve dag in Sydney!"], "132444731": ["Luc Murielle", "Chambre un peu étroite pour 4 personnes mais confortable. Très bon rapport qualité prix. Centre commercial à proximité. Cuisine à partager. Proche de la route . Entre les blue mountains et Sydney."], "108561889": ["冰", "房间很舒服,干净!适合住2个人"]}, {"Jun": {"2019-06-01": [false, 26], "2019-06-02": [false, 25], "2019-06-03": [false, 25], "2019-06-04": [false, 24], "2019-06-05": [false, 26], "2019-06-06": [false, 26], "2019-06-07": [false, 27], "2019-06-08": [false, 27], "2019-06-09": [false, 27], "2019-06-10": [false, 24], "2019-06-11": [false, 25], "2019-06-12": [false, 24], "2019-06-13": [false, 24], "2019-06-14": [false, 26], "2019-06-15": [false, 27], "2019-06-16": [false, 25], "2019-06-17": [false, 26], "2019-06-18": [false, 26], "2019-06-19": [false, 26], "2019-06-20": [false, 24], "2019-06-21": [false, 26], "2019-06-22": [false, 27], "2019-06-23": [false, 26], "2019-06-24": [false, 25], "2019-06-25": [false, 24], "2019-06-26": [true, 25], "2019-06-27": [false, 27], "2019-06-28": [true, 27], "2019-06-29": [true, 27], "2019-06-30": [true, 25]}, "Jul": {"2019-07-01": [true, 25], "2019-07-02": [false, 25], "2019-07-03": [true, 26], "2019-07-04": [true, 27], "2019-07-05": [false, 27], "2019-07-06": [true, 27], "2019-07-07": [false, 27], "2019-07-08": [false, 26], "2019-07-09": [false, 26], "2019-07-10": [true, 26], "2019-07-11": [true, 27], "2019-07-12": [true, 27], "2019-07-13": [false, 26], "2019-07-14": [false, 25], "2019-07-15": [true, 25], "2019-07-16": [false, 25], "2019-07-17": [true, 25], "2019-07-18": [true, 25], "2019-07-19": [true, 26], "2019-07-20": [true, 26], "2019-07-21": [true, 25], "2019-07-22": [false, 25], "2019-07-23": [false, 25], "2019-07-24": [false, 25], "2019-07-25": [false, 26], "2019-07-26": [true, 26], "2019-07-27": [false, 26], "2019-07-28": [false, 25], "2019-07-29": [false, 25], "2019-07-30": [false, 25], "2019-07-31": [false, 24]}, "Aug": {"2019-08-01": [false, 25], "2019-08-02": [false, 26], "2019-08-03": [false, 26], "2019-08-04": [false, 25], "2019-08-05": [false, 25], "2019-08-06": [false, 25], "2019-08-07": [false, 25], "2019-08-08": [false, 25], "2019-08-09": [false, 26], "2019-08-10": [false, 26], "2019-08-11": [false, 26], "2019-08-12": [false, 26], "2019-08-13": [false, 26], "2019-08-14": [false, 26], "2019-08-15": [false, 26], "2019-08-16": [false, 26], "2019-08-17": [false, 26], "2019-08-18": [false, 26], "2019-08-19": [false, 26], "2019-08-20": [false, 26], "2019-08-21": [false, 26], "2019-08-22": [false, 26], "2019-08-23": [false, 26], "2019-08-24": [false, 26], "2019-08-25": [false, 26], "2019-08-26": [false, 26], "2019-08-27": [false, 25], "2019-08-28": [false, 25], "2019-08-29": [false, 26], "2019-08-30": [false, 26], "2019-08-31": [false, 26]}, "Sep": {"2019-09-01": [false, 25], "2019-09-02": [false, 25], "2019-09-03": [false, 25], "2019-09-04": [false, 25], "2019-09-05": [false, 26], "2019-09-06": [false, 26], "2019-09-07": [false, 26], "2019-09-08": [false, 26], "2019-09-09": [false, 26], "2019-09-10": [false, 25], "2019-09-11": [false, 26], "2019-09-12": [false, 25], "2019-09-13": [false, 26], "2019-09-14": [false, 26], "2019-09-15": [false, 26], "2019-09-16": [false, 26], "2019-09-17": [false, 25], "2019-09-18": [false, 25], "2019-09-19": [false, 26], "2019-09-20": [false, 25], "2019-09-21": [false, 26], "2019-09-22": [false, 26], "2019-09-23": [false, 26], "2019-09-24": [false, 26], "2019-09-25": [false, 25], "2019-09-26": [false, 25], "2019-09-27": [false, 26], "2019-09-28": [false, 26], "2019-09-29": [false, 26], "2019-09-30": [false, 25]}}, 11], "24358278": [[-33.75484, 150.69201], "Sylish new apartment for 6 with parking in Penrith", ["https://a0.muscache.com/im/pictures/c6044d69-8995-4d59-b714-d5470137c118.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b37c8bcd-4c65-4769-b137-47152b58e0a9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5f422443-242e-424d-90d3-5e5fee397d34.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c568b36b-624b-4a07-9897-7a573ffc3a28.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/6975aca7-fc81-46c4-8266-0e9ecab3c0b1.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7b191b25-80ee-4666-a633-bc26a7eac3b7.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0e054dc5-ea5a-4823-acaa-09bcfe1c0eec.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b38719c8-d374-4250-a454-8e6f569964e4.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/871252bc-b039-4fb6-85b9-16276cf398a1.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/58c051f5-fb0c-4088-87e2-3bd4e4ec2b2e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/12a685b4-5c86-4d43-953f-c49f40ff18a4.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/07f6affa-4733-4a89-aaa8-9a68245e882d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/62c81238-086f-496a-b28e-4e5dfd27e195.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c6589d45-1513-410e-bc84-91c42e54fc9a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b6fb1d18-5b4d-4723-8380-3e702a3feeed.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/478cebb6-5c0e-4748-a005-bb38d56f8c05.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/436d1d54-9a89-46ca-b10f-b101e759114b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c4d3ff13-21c5-4d2a-8bd9-ac1c68731d8e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e6ecd0df-e046-45ad-9e2d-46f05378db4e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/cf46cee2-e6a4-4ca1-8c15-21f19c8835bd.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a88509f8-c13e-4889-ba9a-4badb54c2edb.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/6ac057bf-ea0d-44e2-9a4f-eff314c2337f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/880816c3-71b8-4877-943b-464b90758e2c.jpg?aki_policy=large"], "2 bedrooms", 2, "2.5 baths", 2.5, 3, 6, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 51, 4.5, "Entire apartment", 80.0, "AUD", 0, 183812217, "Welcome to my brand new apartment in Penrith-Home of Panthers. Only a block away from Penrith town center, and less than 10 mins walk to the Station. Enjoy the convenience of Huge Shopping Centre, department stores, restaurants, bars, cinemas,etcLoft Style spacious modern apartment, with free parking, decorated with heart. All new furniture and bed linens and towels are washed every time.'", {"259160233": ["D.", "Ian's home was way better than expected & soo much closer to everything than expected! clean, modern, spacious & has everything you need, thank you again Ian:)"], "252500909": ["Dominik", "Great location, great apartment, close to shopping centre. Apartment was clean."], "152149529": ["Tania", "Nice tidy home,  clean comfy beds,  close to shops and restaurants"], "142169520": ["Barry", "Easy check in , great communication & excellent location"], "165705929": ["Allison", "Great location, close to Westfield and restaurants. We had a really enjoyable stay. A little bit more attention to detail would help."], "76047573": ["David", "Clean and well furnished apartment.  Great communications from the host.  We'd be happy to stay there again."], "101104269": ["Belinda", "Ian’s apartment is in a convenient location, close to shopping centres. Detailed check in notes provided made the whole process very easy.  Communication with Ian was great. Had a few issues with cleanliness but overall a great place to stay."], "54286939": ["Julie", "Great clean apartment. Really close to Westfields and is in the centre of town.\n\nIan was a great host who responded to my emails in a timely manner."], "224258060": ["Kristy", "A few issues with the place but Ian was always in communication with us and quick to help out. Good location. Some building issues regarding smell from shared garbage Shute. You’ll need to bring garbage bags & tea towels. Easy to check in & out"], "66741701": ["Tanya", "What a great location for a family, so well appointed. The patio overlooking Penrith was brilliant and the prompt service by Ian was fantastic. Everything a family needs to facilitate a relaxing holiday break."], "103201058": ["NandaKumar", "Apartment is at a convenient location and has excellent amenities! Ian and his cohost were nice and quick in response to solve any issues"], "209152307": ["Naomi", "Great home away from home.\nHad everything we needed for our stay and was clean and organised. \nClose to everything and was close to the Ironman event that we were heading to.\nThanks again!"], "116448182": ["Rebecca", "Excellent check-in process. Very detailed and well thought out. Very generous 2 bedroom unit. Thankyou"], "34292177": ["Aj", "The hosts have communicated well and provided accurate and detailed instruction for check in. The place has very relaxing, clean and quiet atmosphere and we were able to rest nicely after a long day in the city. The amenities are great and complete. I recommend this to young families like ours if they need to stay near the city."], "13369336": ["Barbara", "I loved this bright, airy, supremely comfortable and spotlessly clean apartment. The location was ideal- an easy walk to and from public transport, shops, cafes/restaurants, clubs and swimming pool. Ian is a wonderful host. He responded readily to my messages prior to my arrival, and his communication during my stay to ensure I had settled in well was much appreciated. I highly recommend Ian’s apartment."], "61590033": ["Karina", "Ian is fast to communicate and very helpful.  Although we never met, communication was perfect.  The apartement is clean, quiet (if you don't leave windows open) and walking distance to shopping centre and town centre, as well as train station. This was our 2nd stay there and we will stay again when we back down that way.  :)"], "171696728": ["Nicole", "The apartment is in a central location, close to all amenities. It's clean, spacious, modern and great value. The host sends amazing check in details and all communication is responded to very quickly. We had a great stay."], "211437105": ["Stefany", "Everything was lovely and clean. Good location close to everything we needed."], "212215088": ["Jack", "Ian's place was fantastic, neatly and stylishly set out and a stone's throw from everything Penrith has to offer"], "103627014": ["Alok", "Nice clean apt with a good host"], "101692034": ["Sean", "Ian's plae is just as advertised. Clean, spacious, and in a good location in Penrith. The three of us enjoyed our time there and would recommend it to everyone wanting a 3 bedroom, clean, tidy and well equipped apartment. "], "204409170": ["Ben", "Very happy with Ian's apartment! everything was brand new, very clean and tidy would be happy to stay again. "], "729693": ["Chris", "Great location for Penrith and the unit was well laid out. Maybe it just needs some attention to detail.\nI would be happy to stay here again when I am next back in Penrith, which is every 6-12 months to see family."], "149033480": ["Anis", "This is a nice place and Ian is awesome to deal with. I'll definitely rebook with Ian next time to Sydney. Modern, spacious and well looked after apartment and very central to shopping and great coffee"], "21189522": ["Sharon", "Clean and modern, close to transport and shops."], "103917030": ["Fanaura", "What you see is what you get.In the past when I've booked accommodation the photos have looked better than the actual place. Thankfully this was not the case.Instructions to check in were very clear and the process was easy. The location of this accommodation was perfect having the mall a minute away and a gas station straight across the road. The apartment was clean and we'll equipped.I would recommend this property. "], "8145898": ["Daniela", "Great place, close to shops and places we needed to be!! "], "105303447": ["Lasitha", "The apartment was well maintained and clean. Ian provided detailed documents on how get into his apartment. It felt like a well planned military operation. I would have loved to stay longer, but had to cut my visit short due to work issues."], "26835299": ["Grace", "Well located to everything we needed. Only a few minutes walk to Westfield, and Nepean shopping village. Not too far from Sydney, but different enough to be a good break. Ian was so responsive, answering questions within a few hours. We will be back!"], "141309207": ["Jasmine", "Ian was a great host, he kept in touch ensuring a swift check in and check out. The house was very clean and neat, overall we had a great stay and would definitely come back next time we visit the area. "], "197009930": ["Sekar", "It was really lovely staying at Ian’s house. His house was really clean, stilish, and spacious. it was really close from Penrith Station. Also close to many shopping area. If you want to go to blue mountain, it will take only around 1 hour"], "71751768": ["Kerry", "Great position, quiet spot, comfortable, new unit."], "56680149": ["Linda", "This property is excellent value for money."], "190503861": ["Zoe", "Great location, great place!"], "177565303": ["Matilda", "Make sure all in order with apartment before letting out. Most inconvenient to have to move to another hotel when apaetmentnin the dark with no power."], "41436044": ["Tennille", "This air BnB was so comfortable for our little family! Ian supplied everything you need to have a home away from home and his communication was perfect. We will definitely be coming back to stay again! "], "181735856": ["Aynie", "The place was clean and private it felt like a home away from home Ian and his were great host we loved every bit of our stay even with children"], "121461143": ["Bridgette", "Modern, clean apartment. Central but quiet location, easy walking distance to shopping plaza and places to eat (Penrith RSL, Panthers Club). Ian was very helpful and quick to respond to queries."], "96407042": ["Carmen", "We really enjoyed our stay at Ian’s place. It was clean, comfortable, and had everything we needed. It was perfect for our family of three, and very conveniently located close to the train station and shopping mall. We would highly recommend staying at Penrith and at Ian’s place as a great alternative to staying in the city."], "237656558": ["Vanessa-Ashley", "Great location and spacious apartment. Amazing hosts with clear instructions to how to access apartment. My family and I loved staying here."], "238982667": ["Sobhan", "this place is way better then in photos and it’s for such a good price!"], "219982410": ["Michael", "Great location to visit Blue Mountains. Lots of extra effort when we had special requests."], "101319142": ["Alison", "Myself, 2 bestys and their 2 toddlers stayed Wed 3rd Oct to Sun 7th Oct 2018 for one their weddings. Fantastic host! Starts you off with a very well put together instruction manual. Very prompt responses. Ian's place is gorgeous. Great central location, walked to Westfield mall 2 mins across the road. We did have a few hiccups with cleaning issues, but as we were quite busy planning a wedding whilst staying here, the cleaning was the least of my worries. When I told Ian days later he apologized and mentioned that had I advised him when I first noticed he would have sent a cleaner in to resolve issues which was nice. Apart from those minor issues I've addressed to him privately, my group had an amazing time there. Very relaxed, comfortable spacious and great place to chill with friends and family. It was cold and raining so I didnt get to enjoy the balcony as much as I'd like. We would definitely love to stay again when its warmer."], "48844734": ["Diego", "Great place to stay. Ian and Kevin are fantastic hosts. In the appartment you find everything you need."], "28347280": ["Andrea", "We stayed here and had a great. Ian gave great instructions regarding access to the apartment and was happy to be contacted if we had any issues (which we didn’t). The apartment was really clean and very central to all the amenities. I have no problem in recommending this as a great place to stay"], "131400359": ["해창", "It was nice because it was clean. It was nice to walk to the station and shopping mall."], "75134335": ["Philip", "A great place to stay when in Penrith. So close to everything and a great apartment to stay in!"], "154219846": ["MatildaGiselle", "Great apartment, centrally located in Penrith. Easy access to the train and shops. Ian was an amazing host. We definitely would stay here again and recommend to others."], "103922559": ["Ida", "Very clean, new and comfortable place. Furniture and amenities are new and clean. Location is good, walking distance to eateries and shops and Penrith station. Enjoyable time with family of teenagers. "], "42844073": ["Marie", "."]}, {"Jun": {"2019-06-01": [false, 148], "2019-06-02": [false, 100], "2019-06-03": [true, 81], "2019-06-04": [true, 81], "2019-06-05": [true, 81], "2019-06-06": [true, 81], "2019-06-07": [false, 132], "2019-06-08": [false, 143], "2019-06-09": [false, 112], "2019-06-10": [false, 113], "2019-06-11": [true, 81], "2019-06-12": [false, 90], "2019-06-13": [false, 100], "2019-06-14": [false, 122], "2019-06-15": [false, 127], "2019-06-16": [true, 81], "2019-06-17": [true, 81], "2019-06-18": [true, 81], "2019-06-19": [false, 85], "2019-06-20": [false, 91], "2019-06-21": [false, 83], "2019-06-22": [false, 83], "2019-06-23": [true, 81], "2019-06-24": [false, 81], "2019-06-25": [false, 81], "2019-06-26": [false, 81], "2019-06-27": [false, 81], "2019-06-28": [false, 94], "2019-06-29": [false, 101], "2019-06-30": [false, 89]}, "Jul": {"2019-07-01": [true, 98], "2019-07-02": [true, 101], "2019-07-03": [true, 100], "2019-07-04": [true, 101], "2019-07-05": [false, 184], "2019-07-06": [false, 206], "2019-07-07": [false, 171], "2019-07-08": [false, 108], "2019-07-09": [false, 97], "2019-07-10": [false, 96], "2019-07-11": [false, 95], "2019-07-12": [false, 115], "2019-07-13": [false, 123], "2019-07-14": [true, 97], "2019-07-15": [true, 90], "2019-07-16": [true, 91], "2019-07-17": [true, 90], "2019-07-18": [true, 90], "2019-07-19": [true, 120], "2019-07-20": [true, 119], "2019-07-21": [true, 95], "2019-07-22": [true, 91], "2019-07-23": [true, 98], "2019-07-24": [true, 96], "2019-07-25": [true, 101], "2019-07-26": [false, 139], "2019-07-27": [false, 150], "2019-07-28": [false, 111], "2019-07-29": [false, 103], "2019-07-30": [false, 105], "2019-07-31": [false, 102]}, "Aug": {"2019-08-01": [false, 101], "2019-08-02": [false, 117], "2019-08-03": [false, 125], "2019-08-04": [false, 107], "2019-08-05": [false, 105], "2019-08-06": [false, 106], "2019-08-07": [true, 81], "2019-08-08": [true, 81], "2019-08-09": [false, 126], "2019-08-10": [false, 128], "2019-08-11": [false, 104], "2019-08-12": [false, 110], "2019-08-13": [true, 99], "2019-08-14": [true, 100], "2019-08-15": [true, 104], "2019-08-16": [true, 138], "2019-08-17": [true, 148], "2019-08-18": [true, 109], "2019-08-19": [true, 104], "2019-08-20": [true, 105], "2019-08-21": [true, 105], "2019-08-22": [true, 105], "2019-08-23": [true, 127], "2019-08-24": [true, 134], "2019-08-25": [true, 99], "2019-08-26": [true, 108], "2019-08-27": [true, 99], "2019-08-28": [true, 101], "2019-08-29": [true, 94], "2019-08-30": [true, 115], "2019-08-31": [true, 125]}, "Sep": {"2019-09-01": [true, 102], "2019-09-02": [true, 102], "2019-09-03": [true, 102], "2019-09-04": [true, 100], "2019-09-05": [true, 101], "2019-09-06": [true, 134], "2019-09-07": [true, 141], "2019-09-08": [true, 107], "2019-09-09": [true, 101], "2019-09-10": [true, 96], "2019-09-11": [true, 99], "2019-09-12": [true, 102], "2019-09-13": [true, 150], "2019-09-14": [true, 153], "2019-09-15": [true, 105], "2019-09-16": [true, 106], "2019-09-17": [true, 105], "2019-09-18": [true, 107], "2019-09-19": [true, 120], "2019-09-20": [true, 148], "2019-09-21": [true, 145], "2019-09-22": [true, 124], "2019-09-23": [true, 129], "2019-09-24": [true, 109], "2019-09-25": [true, 110], "2019-09-26": [true, 110], "2019-09-27": [true, 137], "2019-09-28": [true, 154], "2019-09-29": [true, 119], "2019-09-30": [true, 119]}}, 105], "35946736": [[-33.75626, 150.71059], "126, High street, Penrith", ["https://a0.muscache.com/im/pictures/1c138ef7-623d-4c6b-bae5-8c855f63555f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/bd71b657-d128-49ad-b599-8ca97872abe6.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/2ebcffac-2e42-44f8-844c-bc70835c212b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/709c6bcc-ac39-4254-bafe-475d4e51b24d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/87f83728-77c8-448f-acca-82c52c1eb29a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/15812ffb-f888-4a8b-94cc-96b4d53f4e70.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/47ab9963-fa99-473a-b857-777baf47629e.jpg?aki_policy=large"], "1 bedroom", 1, "1 private bath", 1.0, 1, 2, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 0, null, "Private room", 36.0, "AUD", 0, 270390874, "Nepean Hospital (350 metres)Kingswood station (900 metres)Bus stop ( 50 metres -in front of the house)Grocery store (Aldi) 500 metresWestern Sydney University, Kingswood campus (5 mins drive, public transport connectivity from the house)'", {}, {"Jun": {"2019-06-01": [true, 45], "2019-06-02": [true, 45], "2019-06-03": [true, 45], "2019-06-04": [true, 45], "2019-06-05": [true, 45], "2019-06-06": [true, 45], "2019-06-07": [true, 45], "2019-06-08": [true, 45], "2019-06-09": [true, 45], "2019-06-10": [true, 45], "2019-06-11": [true, 45], "2019-06-12": [true, 45], "2019-06-13": [true, 45], "2019-06-14": [true, 45], "2019-06-15": [true, 45], "2019-06-16": [true, 45], "2019-06-17": [true, 45], "2019-06-18": [true, 45], "2019-06-19": [true, 45], "2019-06-20": [true, 45], "2019-06-21": [true, 52], "2019-06-22": [false, 36], "2019-06-23": [false, 36], "2019-06-24": [false, 36], "2019-06-25": [false, 36], "2019-06-26": [false, 37], "2019-06-27": [true, 37], "2019-06-28": [true, 39], "2019-06-29": [true, 38], "2019-06-30": [true, 37]}, "Jul": {"2019-07-01": [true, 37], "2019-07-02": [true, 37], "2019-07-03": [true, 37], "2019-07-04": [true, 37], "2019-07-05": [false, 42], "2019-07-06": [false, 42], "2019-07-07": [false, 40], "2019-07-08": [true, 36], "2019-07-09": [true, 37], "2019-07-10": [true, 39], "2019-07-11": [true, 39], "2019-07-12": [true, 42], "2019-07-13": [true, 41], "2019-07-14": [true, 39], "2019-07-15": [true, 39], "2019-07-16": [true, 38], "2019-07-17": [true, 40], "2019-07-18": [true, 40], "2019-07-19": [true, 43], "2019-07-20": [true, 42], "2019-07-21": [true, 40], "2019-07-22": [true, 38], "2019-07-23": [true, 38], "2019-07-24": [true, 38], "2019-07-25": [true, 39], "2019-07-26": [true, 44], "2019-07-27": [true, 43], "2019-07-28": [true, 41], "2019-07-29": [true, 41], "2019-07-30": [true, 41], "2019-07-31": [true, 41]}, "Aug": {"2019-08-01": [true, 42], "2019-08-02": [true, 43], "2019-08-03": [true, 43], "2019-08-04": [true, 41], "2019-08-05": [true, 41], "2019-08-06": [true, 41], "2019-08-07": [true, 41], "2019-08-08": [true, 42], "2019-08-09": [true, 43], "2019-08-10": [true, 41], "2019-08-11": [true, 40], "2019-08-12": [true, 40], "2019-08-13": [true, 40], "2019-08-14": [true, 40], "2019-08-15": [true, 41], "2019-08-16": [true, 43], "2019-08-17": [true, 42], "2019-08-18": [true, 41], "2019-08-19": [true, 41], "2019-08-20": [true, 41], "2019-08-21": [true, 41], "2019-08-22": [true, 42], "2019-08-23": [true, 44], "2019-08-24": [true, 43], "2019-08-25": [true, 41], "2019-08-26": [true, 41], "2019-08-27": [true, 41], "2019-08-28": [true, 41], "2019-08-29": [true, 42], "2019-08-30": [true, 44], "2019-08-31": [true, 43]}, "Sep": {"2019-09-01": [true, 41], "2019-09-02": [true, 41], "2019-09-03": [true, 42], "2019-09-04": [true, 42], "2019-09-05": [true, 42], "2019-09-06": [true, 44], "2019-09-07": [true, 44], "2019-09-08": [true, 41], "2019-09-09": [true, 41], "2019-09-10": [true, 42], "2019-09-11": [true, 42], "2019-09-12": [true, 43], "2019-09-13": [true, 44], "2019-09-14": [true, 44], "2019-09-15": [true, 43], "2019-09-16": [true, 43], "2019-09-17": [true, 42], "2019-09-18": [true, 42], "2019-09-19": [true, 44], "2019-09-20": [true, 45], "2019-09-21": [true, 45], "2019-09-22": [true, 44], "2019-09-23": [true, 44], "2019-09-24": [true, 43], "2019-09-25": [true, 43], "2019-09-26": [true, 44], "2019-09-27": [true, 45], "2019-09-28": [true, 45], "2019-09-29": [true, 44], "2019-09-30": [true, 44]}}, 0], "23534120": [[-33.76709, 150.72276], "A COTTAGE IN A GARDEN WITH EN-SUITE", ["https://a0.muscache.com/im/pictures/3501b3b6-26d9-4274-9fe1-7530210ca51c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/6f8e5c94-db8e-4cf1-8ec2-eef3c17c5cdd.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ba8abd51-c29a-448f-ae18-854f7bbbaf1f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a44f5a55-6b6a-4e5e-b4a2-259150075e82.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/fc2bccac-5c28-42ca-bb55-e85ca5ccc72f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0ea42b9e-1c44-435f-9337-734c20327682.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/fffbdbf8-97f7-4a98-8566-e3a887ef9708.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3b071208-f2af-45d0-9414-bd0cf1288b69.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/32a6ea07-5543-46c0-821c-d79fb4a8d6cf.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/2d763bca-7e39-4baa-9623-cf7f6e770751.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/dd8e85d0-8f0c-49cd-a131-0fb1041e5534.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/856c0311-99cb-40b8-bc28-857b3f23e2d1.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b1bbc49e-5e73-4ecc-b4bf-9c0a5bf9b29e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/cc6223ed-e228-45c9-ac80-1e5610e23d67.jpg?aki_policy=large"], "1 bedroom", 1, "1 bath", 1.0, 1, 2, null, "Wireless Internet,Washer", 36, 4.5, "Entire chalet", 55.0, "AUD", 0, 175813691, "Wesituate in Sydney Penrith Area at the foot of beautiful Blue Mountain National Park. Newly built  country style wooden cottage of 20 square meters with en-suite.  Own gate to street and parking. 15min. walk to Kingswood station. 50min. direct train to CENTRAL Station.The cottage has a queen size bed.'", {"267811434": ["Freyja", "Very clean, friendly and easy to find. Perfect space, and a cozy stay! Would definitely recommend"], "156598366": ["Danny", "Great place for a short stay"], "206375947": ["Rayne", "Great location close to shops and freeway"], "236340497": ["Matt", "We loved our stay at this cottage. Check in was unbelievably smooth, we were able to show up when we needed to. The place had a heater and extra blankets which we appreciated because it was COLD. It was very cute and private. We also appreciated the later check out, we regretted not booking more nights. Would definitely stay again."], "187762166": ["Kingsley", "Very quiet and clean and close to Uni and Tafe."], "49436447": ["Robert", "A beautiful cottage and very clean! Highly recommend +++"], "109802440": ["Gunjan", "It was amazing place and host is very nice and place is very clean / quite / and very safe .. would highly recommend to any one"], "136504847": ["Linda", "Friendly, quiet, organised. A great space to stay. Sparkling clean and handy to shops and sporting locations, rail link and the university."], "26144674": ["Rod", "Good communication beforehand, nice clean place. Everything was as described.\nWould recommend to anyone needing accommodation in the area."], "104449902": ["Christian", "Great place to stay! Cosy and well looked after cottage. Friendly host, easy to deal with. Thanks for giving us a great place to stay!"], "38141159": ["Junzhou", "Clean and nice place, good accommodation. The host is very kind and helpful."], "158447888": ["Ash", "Nice , clean , cute cottage . Very comfortable and quiet . Host replies to all messages promptly."], "4403722": ["Jenny", "This beautiful shed/garage turned into a private mini residence is well equipped to be self sufficient. Private, quiet and clean. Only drawback is the toilet does not flush toilet paper so you have to dispose of it in the bin (without a lid) and the shower stream is weak as it id sourced from the sink tap. No kitchen but there is a fridge and microwave at your disposal."], "105996762": ["Cameron", "Nice little place. Clean, quiet, affordable.  No problems. It fullfilled my requirements for my young Son and I.\nWill keep it in mind for my next Sydney visit.\nThanks"], "91212448": ["Iftekhar", "you won't regret "], "538894": ["Nat", "Mingda’s place is small and has everything I needed. Very quiet and private with a super comfy bed. Mingda was easy to communicate with. Highly recommend."], "192020503": ["Andrew", "Very good place"], "102817489": ["Catherine", "Clean and tidy cottage. Bathroom set up was unusual (shower on hose from the hand basin and request for toilet paper to go in the bin) but it worked. Pleasant stay."], "190096182": ["Anthony", "Super cozy place with great value."], "198578408": ["Rachael", "Perfect place to stay while we were in the area visiting family. Cottage was clean and in a central location. The check in/out routine was great as we didnt arrive till late on Friday night. Definitely consider staying here again next time we're in the area."], "33316722": ["Joe", "A very cute cabin. Bed was comfy. Weakish wifi. Host was not there, and instructions said keys would be in letterbox. They were not. You had to enter the property and retrieve keys from a keybox outside the cabin. Found an elderly lady peeking through the curtains at me checking the letterbox, and she couldn't clearly define if I was at the right place. You cannot put toilet paper in the toilet or it leaks (they put this on the welcome) and we had to mop up these leaks a couple of times. Only 2 very flat pillows to share. Honestly, wouldn't recommend."], "47434623": ["Anthony", "Very nice stay, just what I was looking for "], "106320571": ["Cynthia", "Friendly host. Quick response. Very clean through out and quite comfortable. Very flexible with late check in. Almost fully self-contained granny flat. No stove in the unit. You may also want to bring your own coffee & milk."], "181057494": ["Meredith", "Mingda's place is very clean and feels safe. Mingda and her husband were very welcoming :)"], "70240975": ["Caroline", "Was a great little cabin. I had to make a last minute booking due to another host canceling on me, the cabin was a great little find and good value."], "170293967": ["Carl", "Good place. Would reccomend"], "117587720": ["Rebecca", "Mingda is sweet and polite and her cottage neat and simple.  It is in mid-true-suburbia-and perfect for access to the National Regatta Centre.  \nNo trouble obtaining Uber and taxi.  \nThe room was quiet and I slept the best I have for weeks!  \nI felt like I was staying with family."], "46025520": ["Campbell", "Nice studio sleep out. Never actually met hosts but they communicated well before visit and everything was in order. Would definitely stay again."], "103208638": ["Karthikayan", "Clean place. \nMore like a dorm room than a hotel room, but clean and quiet."], "22415061": ["Michael & Cindy", "Nice cozy place. It's a detached 1 bedroom, 1 bath in their backyard. It was easy to get to, had parking, and was not very far from places to eat. We didn't get to spend too much time here, but it was nice and comfortable."], "53466184": ["Caroline", "Cóttage as expected- small, but cosy"], "5433898": ["Manon", "Nice place to visit the blue mountains. Definitely recommend!"], "7089076": ["Esteban", "A good place to go if you are planning to visit The Blue Mountains!"], "40829833": ["Clare", "This was the perfect spot for my daughter and I to stay in while she attended the White Water canoeing course at Penrith. We loved the accommodation. The beds and bedding were so comfortable and there were lots of little thoughtful touches applied so we really liked this cute little house in the garden. It was very private and peaceful too."], "25877805": ["Minxian", "这是我在airbnb上最滿意的一次体验｡房东的小木屋性价比特别高;房间清洁明亮,所有设施一应俱全,小木屋在房东美丽的小院中,既独立又可随时与房东互动,还可以自已做饭;房屋所在位置离火车站仅几分钟步行距离,交通非常方便,我感觉是去蓝山游览前后歇息的最佳地方;房东夫妻俩待人非常热情,给我在蓝山的旅游提供了非常大的便利和帮助,下次再来悉尼我还会再往这里｡感谢房东夫妻俩,也希望airbnb上能有更多这样的民宿｡"], "133106488": ["Kazuki", "ﾁｪｯｸｲﾝに少し手間取ったが概ね問題ではなかった｡ﾎｽﾄｵｰﾅｰの女性は英語は達者ではないもののとても一生懸命に対応してくれて良かった｡ｺｽﾊﾟはいいと思います｡"]}, {"Jun": {"2019-06-01": [true, 55], "2019-06-02": [false, 57], "2019-06-03": [false, 55], "2019-06-04": [true, 55], "2019-06-05": [false, 55], "2019-06-06": [true, 55], "2019-06-07": [false, 79], "2019-06-08": [false, 96], "2019-06-09": [false, 96], "2019-06-10": [false, 55], "2019-06-11": [false, 55], "2019-06-12": [true, 55], "2019-06-13": [false, 55], "2019-06-14": [false, 55], "2019-06-15": [false, 55], "2019-06-16": [false, 55], "2019-06-17": [true, 55], "2019-06-18": [false, 55], "2019-06-19": [false, 55], "2019-06-20": [false, 55], "2019-06-21": [true, 55], "2019-06-22": [false, 55], "2019-06-23": [true, 55], "2019-06-24": [false, 55], "2019-06-25": [false, 55], "2019-06-26": [false, 55], "2019-06-27": [false, 55], "2019-06-28": [false, 55], "2019-06-29": [false, 55], "2019-06-30": [false, 55]}, "Jul": {"2019-07-01": [false, 55], "2019-07-02": [false, 55], "2019-07-03": [false, 55], "2019-07-04": [false, 55], "2019-07-05": [false, 80], "2019-07-06": [false, 81], "2019-07-07": [false, 81], "2019-07-08": [true, 55], "2019-07-09": [true, 55], "2019-07-10": [true, 56], "2019-07-11": [true, 56], "2019-07-12": [true, 55], "2019-07-13": [true, 56], "2019-07-14": [true, 55], "2019-07-15": [true, 55], "2019-07-16": [true, 56], "2019-07-17": [true, 56], "2019-07-18": [true, 55], "2019-07-19": [true, 55], "2019-07-20": [false, 58], "2019-07-21": [false, 56], "2019-07-22": [false, 55], "2019-07-23": [false, 55], "2019-07-24": [false, 55], "2019-07-25": [false, 55], "2019-07-26": [false, 59], "2019-07-27": [false, 60], "2019-07-28": [false, 55], "2019-07-29": [true, 55], "2019-07-30": [true, 55], "2019-07-31": [true, 55]}, "Aug": {"2019-08-01": [true, 55], "2019-08-02": [true, 55], "2019-08-03": [true, 55], "2019-08-04": [true, 55], "2019-08-05": [true, 55], "2019-08-06": [true, 55], "2019-08-07": [true, 55], "2019-08-08": [true, 55], "2019-08-09": [true, 55], "2019-08-10": [true, 56], "2019-08-11": [true, 56], "2019-08-12": [true, 55], "2019-08-13": [true, 55], "2019-08-14": [true, 55], "2019-08-15": [true, 55], "2019-08-16": [false, 55], "2019-08-17": [false, 55], "2019-08-18": [false, 55], "2019-08-19": [false, 55], "2019-08-20": [false, 55], "2019-08-21": [false, 55], "2019-08-22": [false, 55], "2019-08-23": [false, 55], "2019-08-24": [true, 55], "2019-08-25": [true, 55], "2019-08-26": [true, 55], "2019-08-27": [true, 55], "2019-08-28": [true, 55], "2019-08-29": [true, 55], "2019-08-30": [true, 55], "2019-08-31": [false, 55]}, "Sep": {"2019-09-01": [false, 55], "2019-09-02": [false, 55], "2019-09-03": [false, 55], "2019-09-04": [false, 55], "2019-09-05": [false, 55], "2019-09-06": [false, 56], "2019-09-07": [true, 55], "2019-09-08": [true, 55], "2019-09-09": [true, 55], "2019-09-10": [true, 55], "2019-09-11": [true, 55], "2019-09-12": [true, 55], "2019-09-13": [true, 55], "2019-09-14": [true, 57], "2019-09-15": [true, 55], "2019-09-16": [true, 55], "2019-09-17": [true, 55], "2019-09-18": [true, 55], "2019-09-19": [true, 55], "2019-09-20": [true, 58], "2019-09-21": [true, 58], "2019-09-22": [true, 55], "2019-09-23": [true, 55], "2019-09-24": [true, 55], "2019-09-25": [true, 55], "2019-09-26": [true, 55], "2019-09-27": [true, 55], "2019-09-28": [true, 55], "2019-09-29": [true, 55], "2019-09-30": [true, 55]}}, 14], "33376935": [[-33.73672, 150.71296], "Penrith Self-contained Beauty Granny Flat Sleep 4", ["https://a0.muscache.com/im/pictures/e873feb0-2b82-4ecc-bde5-a161f3aa6c28.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9161a6fa-5662-48b2-aa9f-b8fc3fe4d8b5.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9bf409b1-d28c-4ad4-a4c4-f7c89ae99717.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f05194a0-d8f1-4c17-9dcb-3a443d4e5560.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/2d02a005-ccf1-41f3-ab4e-21d3c5b46a2f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e3acb150-3422-4c3e-99e7-7414ccac6f2e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7f54d379-f65d-4cc5-b743-06ef28bc052d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4363699e-88e5-49b4-9617-a49427602c9f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/66ec60fe-e59f-46bd-a9f9-c53c6b340a1e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3d6a800c-bbba-4961-a5a7-86bc60cf5a3b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c90ed61c-bcf7-47f4-9d8e-b1497e9a0ff6.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/da42d37c-4a83-474d-9b2d-a3addece2914.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e1ce843d-9903-4200-be22-c5083acb27f2.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/491492e9-11b1-4b39-8470-1163c89df009.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/241d3b2f-79eb-480e-a21f-7ac89a6b06d6.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c3df60a7-2a04-4ec8-9cbe-57b397abc3a8.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4bbece71-e381-4873-87ae-b5637ce3387e.jpg?aki_policy=large"], "1 bedroom", 1, "1 bath", 1.0, 2, 4, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 12, 4.5, "Tiny house", 75.0, "AUD", 0, 48136143, "Modern Furnished 1BR granny flat w/everything you need. Air conditioned. Sleep up to 4 guests. 1 Queen bed in bedroom, 1 sofa bed in lounge. New kitchen, filled with all appliances &amp;breakfast cereal provided. 1min drive to nearby McDonaldLiquid. 2min drive to IGA Supermarket &amp;other grocery food store. 3min drive to Penrith CBD &amp; Westfield Mall. Free parking undercover carport and lots of off-street parking. Bus stop is just at door front which takes you to Penrith CBD.50min from Airport'", {"222672278": ["Andy", "Very nice granny flat, get everything you need. Good location and best value. Will definitely stay here again for future routine works."], "267990166": ["Hohepa", "Excellent place highly recommend"], "264158772": ["Marina", "Thank you for the stay."], "168644005": ["Harry", "Very quite place seprate entry self checkin .  but bit far from city."], "99324288": ["Sue", "Shania was very quick to reply and communicate with. I found this place, really dusty, the blinds were that dirty and grimy, that I could write on them. There was no milk to have with breakfast  cereals, tea or coffee. The super fast wifi, as advertised is slow, that it wouldn’t connect to Netflix. Saying this the kitchen/laundry area was great, functional and clean."], "54769272": ["Jessica", "Nice place for a short stay - the host is very helpful and responsive, and has provided everything you could need. However, I would recommend that the place is best for one person or a couple, as the sofa bed is quite uncomfortable and hard. Location is good, quiet neighbourhood."], "19545690": ["Roger", "Tidy airbnb venue that was nice to stay in and handy to Penrith shops and train station."], "81412004": ["Carol", "Shania is a great and highly responsive host: with a cottage suitable for 3 people.  \n\nExcellent location and very private.  The granny flat is at the end of driveway and completely separate to house."], "254459064": ["Vincent", "Great place to stay safe and sound. Would recommend to anyone!!"], "252495851": ["Paul", "I  really can’t fault this place, it accommodates both couple and family , it was  way better then expected and very spacious, clean , and with things like stove, pots and pans, and breakfast cereal , it’s very relaxing and enjoyable ... transport is close by and a major supermarket , quiet at night and the host replied very quickly to any questions ... simple instructions and good experience .."], "156537596": ["Marios", "Very clean house everything you need quiet everything work the bed very comfortable the hoste was very nice"], "236915637": ["Guillaume", "Very nice quiet place"]}, {"Jun": {"2019-06-01": [false, 81], "2019-06-02": [false, 75], "2019-06-03": [true, 70], "2019-06-04": [true, 66], "2019-06-05": [true, 71], "2019-06-06": [false, 71], "2019-06-07": [false, 81], "2019-06-08": [false, 103], "2019-06-09": [false, 104], "2019-06-10": [false, 80], "2019-06-11": [false, 80], "2019-06-12": [false, 64], "2019-06-13": [false, 65], "2019-06-14": [false, 75], "2019-06-15": [false, 59], "2019-06-16": [false, 74], "2019-06-17": [false, 73], "2019-06-18": [true, 69], "2019-06-19": [true, 71], "2019-06-20": [false, 74], "2019-06-21": [true, 81], "2019-06-22": [true, 100], "2019-06-23": [false, 83], "2019-06-24": [false, 79], "2019-06-25": [false, 79], "2019-06-26": [false, 79], "2019-06-27": [false, 81], "2019-06-28": [false, 87], "2019-06-29": [false, 91], "2019-06-30": [true, 83]}, "Jul": {"2019-07-01": [true, 80], "2019-07-02": [false, 81], "2019-07-03": [false, 80], "2019-07-04": [false, 67], "2019-07-05": [false, 92], "2019-07-06": [false, 83], "2019-07-07": [false, 73], "2019-07-08": [false, 79], "2019-07-09": [false, 74], "2019-07-10": [false, 88], "2019-07-11": [true, 93], "2019-07-12": [true, 99], "2019-07-13": [true, 99], "2019-07-14": [true, 97], "2019-07-15": [true, 93], "2019-07-16": [true, 90], "2019-07-17": [true, 91], "2019-07-18": [true, 88], "2019-07-19": [true, 96], "2019-07-20": [true, 97], "2019-07-21": [true, 87], "2019-07-22": [true, 76], "2019-07-23": [true, 75], "2019-07-24": [true, 75], "2019-07-25": [true, 79], "2019-07-26": [true, 96], "2019-07-27": [true, 97], "2019-07-28": [true, 84], "2019-07-29": [true, 79], "2019-07-30": [true, 78], "2019-07-31": [true, 77]}, "Aug": {"2019-08-01": [true, 82], "2019-08-02": [true, 90], "2019-08-03": [true, 91], "2019-08-04": [true, 85], "2019-08-05": [true, 84], "2019-08-06": [true, 83], "2019-08-07": [true, 83], "2019-08-08": [true, 84], "2019-08-09": [true, 92], "2019-08-10": [true, 92], "2019-08-11": [true, 87], "2019-08-12": [true, 84], "2019-08-13": [true, 84], "2019-08-14": [true, 84], "2019-08-15": [true, 87], "2019-08-16": [true, 91], "2019-08-17": [true, 92], "2019-08-18": [true, 89], "2019-08-19": [true, 84], "2019-08-20": [true, 83], "2019-08-21": [true, 85], "2019-08-22": [true, 86], "2019-08-23": [true, 91], "2019-08-24": [true, 92], "2019-08-25": [true, 87], "2019-08-26": [true, 83], "2019-08-27": [true, 83], "2019-08-28": [true, 83], "2019-08-29": [true, 83], "2019-08-30": [true, 90], "2019-08-31": [true, 91]}, "Sep": {"2019-09-01": [true, 89], "2019-09-02": [true, 89], "2019-09-03": [true, 89], "2019-09-04": [true, 89], "2019-09-05": [true, 89], "2019-09-06": [true, 89], "2019-09-07": [true, 89], "2019-09-08": [true, 89], "2019-09-09": [true, 89], "2019-09-10": [true, 89], "2019-09-11": [true, 89], "2019-09-12": [true, 89], "2019-09-13": [true, 89], "2019-09-14": [true, 89], "2019-09-15": [true, 89], "2019-09-16": [true, 89], "2019-09-17": [true, 89], "2019-09-18": [true, 89], "2019-09-19": [true, 89], "2019-09-20": [true, 89], "2019-09-21": [true, 89], "2019-09-22": [true, 89], "2019-09-23": [true, 89], "2019-09-24": [true, 89], "2019-09-25": [true, 89], "2019-09-26": [true, 89], "2019-09-27": [true, 89], "2019-09-28": [true, 89], "2019-09-29": [true, 89], "2019-09-30": [true, 89]}}, 40], "24322816": [[-33.75494, 150.69132], "Brand new modern loft next to Penrith town center", ["https://a0.muscache.com/im/pictures/926a4993-e34f-4a7b-8295-a2a849cf91a1.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/467192a0-ad22-44b0-bec5-131fb3dc20e0.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b64964ae-c526-4ce7-9772-721e272e3193.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/454ab7cd-071b-41a7-986f-a3ca2dd337ad.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/781b2d34-d03b-4649-9537-0dccfa41b679.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/fe43f2b3-c68b-4354-91df-a795c5243382.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/99665e75-8cf9-4ace-ad42-c20f26ce4f80.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/beeb5c55-bd0b-4c9f-9b5e-2622f4bf90c9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1e2d044f-0775-46a9-ba01-c4889ee311a3.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/64e24000-793a-40c0-a830-d36eb3301c4d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e39e3250-70e9-45bc-95a1-0645f4406d8d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9c22fd17-2164-4f39-aa12-90dc2f3dad20.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7a699d5f-e709-45f4-be22-36c0a12e2d82.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/131ed411-265c-4c7a-a840-a013722dd61f.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b8f9ea9c-6589-42b6-bb3e-dca2c6a13a13.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a7c07cc0-12c9-49bb-801b-ff5af084711d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4ffc4d5f-7222-4810-9955-a3c48a7f2970.jpg?aki_policy=large"], "2 bedrooms", 2, "2.5 baths", 2.5, 3, 6, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 47, 4.5, "Entire apartment", 79.0, "AUD", 0, 183508722, "#Welcome to my brand new apartment in Penrith-Home of Panthers. Only a block away from Penrith town center, and less than 10 mins walk to the Station. Enjoy the convenience of Huge Shopping Centre, department stores, restaurants, bars, cinemas,etcLoft Style spacious modern apartment, with free parking, decorated with heart. All new furniture and bed linens and towels are washed every time. Air conditioning in every bedroom and living room.'", {"27619595": ["Scott", "Stayed at Kevin’s apartment for nearly 3 weeks and found it very practical clean and in a very convenient location!\nLooking forward to returning soon."], "117796988": ["Danielle", "Great place. Very clean and comfortable. Host was helpful and quick to respond. Would definitely rebook again in future."], "109179246": ["Willemine", "The apartment is spacious and we were impressed with size of the bedrooms,  as well as the ensuite and full size bathroom. We loved the fact that it was close to all amenities, secure parking and even though on a busy street, it was pleasantly quiet inside the apartment. We highly recommend staying here whenever you are in Penrith for whatever reason, be it visiting, business or attending sport carnivals or rowing regatta "], "130818464": ["Fred", "Very good"], "212764245": ["Melissa", "Great location!"], "130184592": ["Lara", "The best place I have ever been! Highly recommend for Families and for business trip, close to everything you need, train, bus, supermarkets, restaurants etc.\nThanks Kelvin! \n5 ⭐️ Plus"], "89975861": ["Deb", "Nice place, suited our needs. Close to food, shops etc. Kelvin was very helpful"], "241409893": ["Luke", "It was a great location and place to stay"], "90856689": ["Mel", "Kelvins place was perfect for our stay in Penrith. So close to Westfield we enjoyed walking to restaurants and shopping and parks for the kids. \nThe apartment was lovely and easy to access, would definitely recommend staying here."], "55173518": ["Sheree", "This apartment was hugely disappointing.  No airconditioning in the bedrooms on the top floor made our stay extremely uncomfortable.   Cleanliness was a huge issue.  Whilst I am not a clean freak, to be greeted by dead flies all over the apartment upon entering, bins not emptied and dirt and grime just swept into the corners of the bathroom, it was less than pleasing.   On top of that, the location of the apartment was next door to quite a large garbage hold.  This resulted in a foul smell at all times which in parts was extruciating.   To top this off, there were live maggots crawling outside the apartment door and we had to walk around them every time we left the apartment.  It was truely disgusting.   It appears this is an ongoing issue as Kelvin had placed a weatherstrip on the door to prevent the maggots entering the appartment.  I contacted Kelvin to advise him of these issues and he appeared concerned however did not send a cleaner over as he promised to do so.  It really is a health issue, one I would avoid at all costs.   It is just not worth it."], "231759431": ["Mohammad Daud", "It is good, relatively cheap and clean. However, Air conditioning needs to be improved and bad smell at the entrance should be remedied."], "86824283": ["Sue", "A lovely two bed unit near Westfield’s and within walking distance to Panthers facilities. Three toilets and two full bathrooms. Two storey apartment. Very clean and convenient. Underground parking plus a public car park across the road. Large complex so a bit tricky to find unit but we were given good directions."], "231387219": ["Wendy", "Great location, very clean"], "214534746": ["Rumbie", "Really nice place"], "51886086": ["Christine", "Great location, walking distance to EVERYTHING easy check in. \nVery modern. Comfy beds and also very clean. Plenty of child friendly common space which we needed with visiting grandchildren."], "102314438": ["Courtney", "Kelvin was a great host. The place looks like the pictures, clean and tidy with very clear instructions throughout the stay. \nSome basic amenities were lacking and the smell of garbage holding room in the foyer could be smelt throughout the apartment. \nIf it wasn't for the smell it would have been a great place to stay."], "36237195": ["Margaret", "Kelvin has a very new, well thought out home, with large bedrooms and two large bedrooms making travelling with three or four people ultra convenient. Downstairs is a lovely space, with new furniture, and some lovely photographs. Contact with Kelvin is superior.  He is a very willing host who has thought of everything, explaining access to the property very, very well. We had a delightful stay in this property, close to amenities, and very good value. We will be back!"], "52608623": ["Andrew", "Great location very close to some cool bars and places to eat as well as Westfield and the station. The place is the perfect size for a small group of mates of family"], "36031093": ["Cameron", "Nice spacious apartment. Easy check in and check out. Very well located, short walk to the main street but doesn't feel too busy. I'd happily stay again. "], "224740294": ["Rayanna", "Was exactly like the pictures only issue, when you walk in because it’s next to a bin room it is a really bad smell, the “cleaner” doesn’t clean very well, cutlery very dirty when I opened the draws, oven tray still had food crumbs all over it, bathroom had hair all over the ground and tiles on the walls, but overall it was okay"], "44635697": ["Roxy", "Great place to stay and great location! Apartment was lovely and clean. Kitchen to cook in but easy to also order UberEats. Walking distance to westfield and penrith shops! Would definitely book again!"], "18249607": ["Christian", "A lovely new apartment right in the middle of Penrith. Would definitely stay again."], "212534128": ["Sandra", "Unit was close to Westfield and train station... approx a 10 to 15 min walk. Had free WiFi which was a plus. Parking space was very tight.. couldn't fit an SUV in there. We parked on the street most of the time."], "143293721": ["Emmanuel", "Clean and Cosy place close to shops, and town centre ! Excellent service"], "212582385": ["Dean", "Good location very clean good communication"], "161649376": ["Danielle", "Great location! awesome apartment, modern, spacious and secure. Directions were clear and Host was discreet but available for any issues. Definitely would stay again!"], "106318200": ["Bill", "Super Easy check in Kelvin was very helpful."], "199835033": ["Lyndell", "Apartment was spotless, had everything you could need, close to city centre and the host Kelvin was available and prompt when answering messages. Highly recommend"], "33550037": ["Kristina", "Clean, stylish and good location in Penrith. Nice 2 bed place with good space in common areas. Very comfortable "], "127014214": ["Kirsty", "Great location. quick walk from train station. Having a large Westfield shopping centre on the doorstep is perfect for early coffee runs and breakfast/ lunch/ dinner. Modern unit in a friendly block. "], "204409170": ["Ben", "Really happy with this apartment! Very clean and tidy and a nice new stylish apartment. Would be happy to stay again. "], "6945316": ["Linda", "Great Unit in a top location would stay again no worries at all."], "160267058": ["Kiah", "Great communication, easy check in, and great location in Penrith."], "117568601": ["Glynn Jose", "surprising apartment for the money we paid for it. "], "68954825": ["Patrizia", "Fantastic host that has thought about your stay and how to make it as stress free as possible.  A great stay.  "], "99544145": ["Christian", "Good location, very informative regarding our stay. Highly recommend will book again."], "71751768": ["Kerry", "Close to Westfields, great walking areas, changed my opinion of Penrith!"], "145871995": ["Jordan", "Great Host, communication and clean."], "192393017": ["Terence", "Mondern apartment in great location"], "75352392": ["Marco", "Worst Airbnb experience ever. Although the unit was brand new, big and clean, we had several issues: \n- there was water infiltration in the living room (under the carpet which was soaked) and when we mentioned it to our host, he asked us to manage the problem by ourselves with the building manager. This wasn’t fixed during our stay (2 weeks). \n- there was a terrible smell in the corridor, probably from the Complex garbage collector, which is close to the apartment door. \n- Finally, and this is the worst part, the power was cut in our unit (in our unit only, the rest of the building was powered) from 2pm and we had to find a last minute accommodation for the night. The next morning, the power was still cut and we were left without any clear information about the situation nor any ETA on the resolution (communication with the host was really difficult, although he seemed to be really sorry about that). As we were there for work and were relying on the Internet connexion, we decided to found a new place for the last 3 nights and were finally refund but with no compensation (the whole situation cost us an extra 500$ in addition of the stress and the hassle and we got only 200$back). Very stressful stay.\nI must also add that Airbnb was completely useless. We tried multiple times to call them and we weren’t even able to get someone on the line. Not very reassuring…"], "65802674": ["Angelique", "Great accommodation lovely host."], "101038430": ["Izee Mer", "great place to stay! the house is close to the train station too which i love"], "250812068": ["Vinodh", "Overall experience was good"], "72303927": ["Marcel", "Really nice place, we stayed here in 2 persons for 6 weeks. The place is close (300m) to Penrith city center, shopping mall, train station. Apartment is really nice stylish. Originally there was AC only in living room, but after few days host organized full size AC in both bedrooms which was great for sleeping afterwards !!! Easy to comunicate with host and he was happy to help with everything what we needed. For sure our choice also for next time !!!"], "166349489": ["Martin", "We stayed at Kevin's apartment for a full week while we very staying in Australia. The apartment was very clean and modern. It's only 10 minutes to the train station which will take you in to central Sydney. The train journey takes roughly an hour and 15 Minutes.\nKelvin was quick to respond to correspondence and was very accommodating throughout our stay."]}, {"Jun": {"2019-06-01": [false, 112], "2019-06-02": [false, 93], "2019-06-03": [false, 93], "2019-06-04": [false, 97], "2019-06-05": [false, 98], "2019-06-06": [false, 109], "2019-06-07": [false, 177], "2019-06-08": [false, 186], "2019-06-09": [false, 134], "2019-06-10": [false, 110], "2019-06-11": [true, 79], "2019-06-12": [false, 90], "2019-06-13": [false, 100], "2019-06-14": [false, 109], "2019-06-15": [false, 114], "2019-06-16": [false, 86], "2019-06-17": [false, 85], "2019-06-18": [false, 80], "2019-06-19": [false, 83], "2019-06-20": [false, 90], "2019-06-21": [false, 79], "2019-06-22": [false, 79], "2019-06-23": [false, 79], "2019-06-24": [false, 79], "2019-06-25": [false, 79], "2019-06-26": [false, 79], "2019-06-27": [true, 79], "2019-06-28": [true, 89], "2019-06-29": [true, 96], "2019-06-30": [true, 84]}, "Jul": {"2019-07-01": [true, 93], "2019-07-02": [true, 96], "2019-07-03": [true, 95], "2019-07-04": [true, 96], "2019-07-05": [false, 175], "2019-07-06": [false, 196], "2019-07-07": [false, 162], "2019-07-08": [false, 103], "2019-07-09": [true, 92], "2019-07-10": [true, 87], "2019-07-11": [true, 90], "2019-07-12": [false, 109], "2019-07-13": [false, 116], "2019-07-14": [true, 92], "2019-07-15": [true, 86], "2019-07-16": [true, 87], "2019-07-17": [true, 85], "2019-07-18": [true, 85], "2019-07-19": [true, 114], "2019-07-20": [true, 113], "2019-07-21": [true, 90], "2019-07-22": [true, 86], "2019-07-23": [true, 92], "2019-07-24": [true, 91], "2019-07-25": [true, 96], "2019-07-26": [true, 139], "2019-07-27": [true, 150], "2019-07-28": [true, 111], "2019-07-29": [true, 103], "2019-07-30": [true, 105], "2019-07-31": [true, 102]}, "Aug": {"2019-08-01": [true, 101], "2019-08-02": [true, 117], "2019-08-03": [true, 125], "2019-08-04": [true, 107], "2019-08-05": [true, 105], "2019-08-06": [true, 106], "2019-08-07": [true, 105], "2019-08-08": [true, 95], "2019-08-09": [true, 126], "2019-08-10": [true, 128], "2019-08-11": [false, 104], "2019-08-12": [false, 110], "2019-08-13": [false, 99], "2019-08-14": [false, 100], "2019-08-15": [false, 104], "2019-08-16": [false, 138], "2019-08-17": [false, 148], "2019-08-18": [false, 109], "2019-08-19": [false, 104], "2019-08-20": [false, 105], "2019-08-21": [false, 105], "2019-08-22": [false, 105], "2019-08-23": [true, 127], "2019-08-24": [true, 134], "2019-08-25": [true, 99], "2019-08-26": [true, 108], "2019-08-27": [true, 99], "2019-08-28": [true, 101], "2019-08-29": [true, 94], "2019-08-30": [true, 115], "2019-08-31": [true, 125]}, "Sep": {"2019-09-01": [true, 102], "2019-09-02": [true, 102], "2019-09-03": [true, 102], "2019-09-04": [true, 100], "2019-09-05": [true, 101], "2019-09-06": [true, 134], "2019-09-07": [true, 141], "2019-09-08": [true, 107], "2019-09-09": [true, 101], "2019-09-10": [true, 96], "2019-09-11": [true, 99], "2019-09-12": [true, 102], "2019-09-13": [true, 150], "2019-09-14": [true, 153], "2019-09-15": [true, 105], "2019-09-16": [true, 106], "2019-09-17": [true, 105], "2019-09-18": [true, 107], "2019-09-19": [true, 120], "2019-09-20": [true, 148], "2019-09-21": [true, 145], "2019-09-22": [true, 124], "2019-09-23": [true, 129], "2019-09-24": [true, 109], "2019-09-25": [true, 110], "2019-09-26": [true, 110], "2019-09-27": [true, 137], "2019-09-28": [true, 154], "2019-09-29": [true, 119], "2019-09-30": [true, 119]}}, 119], "30780422": [[-33.7181, 150.72792], "Spacious private room with queen bed", ["https://a0.muscache.com/im/pictures/e77b6d55-5a86-4129-adc6-03ada8d5d128.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/00908fa2-d837-4936-af66-744519bab6e9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/bdd03b11-6cf5-47e5-8ef7-0589da7cae40.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/335897d3-6dab-4884-90ce-03faa56fc6fe.jpg?aki_policy=large"], "1 bedroom", 1, "1 shared bath", 1.0, 1, 2, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 21, 5.0, "Private room", 34.0, "AUD", 0, 228774278, "Ita massive house hosted by small family of three members.'", {"171556289": ["Rahul", "Highly recommended!!"], "264148136": ["Colin", "a clean attractive well maintained modern house with all facilities in a a new suburb."], "227395516": ["Paul", "Highly recommend staying here. Lovely new house excellent bathroom facilities. Very comfy bed and host was very helpful. I would stay again for sure"], "247377656": ["Kevin", "I had to go to Sydney for an operation. Alam and his family made me feel very welcome,despite the stress of having the operation. This was the first time at a B&B, and this family was wonderful to stay with!"], "43541519": ["Tyler", "Very economic room to stay in.  The family were really friendly, the room was nice and comfortable. They were flexible with checking in and I would go back again. Thank you"], "251488135": ["Abdullah", "Lovely place, huge space, highly recommend, very clean"], "252634553": ["Clare", "Lovely, very welcome home full of warm, caring people who are happy to entertain and chat. Loved it. \nFelt like home from the minute I walked in"], "27254008": ["Robert", "Md and his family were wonderful welcoming hosts. When the opportunities arose between our busy schedules, we had some great evening conversations. \nThe house and room were clean and exactly as described, only the bed was a bit firm, but nonetheless comfortable.\nLooking forward to next time, and hopefully we will be able to share one of those many delightfully aromatic meals.\nThank you again for a most pleasant stay."], "221241710": ["Sunita", "A comfortable room in a perfect, quiet location."], "220199135": ["제홍", "Share a lot of local information on the host.\nIt's comfortable and kind."], "86483340": ["Dickie", "cosy place to sleep"], "103546282": ["Christine", "Lovely place. The hosts were friendly and made me feel comfortable. I enjoyed my stay there."], "181698184": ["Roel", "Nice, comfortable home and Md is a pleasant and easy host."], "35705194": ["郁芳", "It’s nice and clean!"], "127952325": ["Alexandre", "Very good,  economical room, perfect if you stay out all day, and just need a quiet place to sleep."], "66047402": ["Michael", "Great house, A/C works well, and the host was very accommodating with a late arrival. Thanks Md!"]}, {"Jun": {"2019-06-01": [false, 38], "2019-06-02": [true, 35], "2019-06-03": [true, 35], "2019-06-04": [true, 35], "2019-06-05": [true, 35], "2019-06-06": [true, 35], "2019-06-07": [true, 39], "2019-06-08": [true, 40], "2019-06-09": [false, 40], "2019-06-10": [true, 40], "2019-06-11": [true, 40], "2019-06-12": [true, 40], "2019-06-13": [true, 38], "2019-06-14": [true, 38], "2019-06-15": [true, 38], "2019-06-16": [true, 39], "2019-06-17": [false, 38], "2019-06-18": [false, 38], "2019-06-19": [true, 38], "2019-06-20": [false, 39], "2019-06-21": [true, 38], "2019-06-22": [false, 38], "2019-06-23": [false, 41], "2019-06-24": [false, 38], "2019-06-25": [false, 38], "2019-06-26": [false, 38], "2019-06-27": [false, 38], "2019-06-28": [false, 38], "2019-06-29": [true, 38], "2019-06-30": [true, 35]}, "Jul": {"2019-07-01": [true, 37], "2019-07-02": [true, 37], "2019-07-03": [true, 37], "2019-07-04": [true, 37], "2019-07-05": [false, 37], "2019-07-06": [false, 37], "2019-07-07": [false, 37], "2019-07-08": [true, 37], "2019-07-09": [true, 37], "2019-07-10": [true, 37], "2019-07-11": [true, 37], "2019-07-12": [true, 37], "2019-07-13": [true, 37], "2019-07-14": [true, 35], "2019-07-15": [true, 35], "2019-07-16": [true, 35], "2019-07-17": [true, 35], "2019-07-18": [true, 35], "2019-07-19": [false, 40], "2019-07-20": [true, 37], "2019-07-21": [true, 35], "2019-07-22": [true, 36], "2019-07-23": [true, 37], "2019-07-24": [true, 37], "2019-07-25": [true, 37], "2019-07-26": [true, 37], "2019-07-27": [true, 37], "2019-07-28": [true, 37], "2019-07-29": [true, 37], "2019-07-30": [true, 37], "2019-07-31": [true, 35]}, "Aug": {"2019-08-01": [true, 36], "2019-08-02": [true, 37], "2019-08-03": [true, 37], "2019-08-04": [true, 37], "2019-08-05": [true, 37], "2019-08-06": [true, 37], "2019-08-07": [true, 37], "2019-08-08": [true, 37], "2019-08-09": [true, 37], "2019-08-10": [true, 37], "2019-08-11": [true, 37], "2019-08-12": [true, 37], "2019-08-13": [true, 37], "2019-08-14": [true, 37], "2019-08-15": [true, 37], "2019-08-16": [true, 37], "2019-08-17": [true, 37], "2019-08-18": [true, 37], "2019-08-19": [true, 37], "2019-08-20": [true, 37], "2019-08-21": [true, 37], "2019-08-22": [true, 37], "2019-08-23": [true, 37], "2019-08-24": [true, 37], "2019-08-25": [true, 37], "2019-08-26": [true, 37], "2019-08-27": [true, 37], "2019-08-28": [true, 37], "2019-08-29": [true, 37], "2019-08-30": [true, 37], "2019-08-31": [true, 37]}, "Sep": {"2019-09-01": [true, 36], "2019-09-02": [true, 36], "2019-09-03": [true, 36], "2019-09-04": [true, 36], "2019-09-05": [true, 37], "2019-09-06": [true, 37], "2019-09-07": [true, 37], "2019-09-08": [true, 37], "2019-09-09": [true, 37], "2019-09-10": [true, 36], "2019-09-11": [true, 37], "2019-09-12": [true, 37], "2019-09-13": [true, 37], "2019-09-14": [true, 37], "2019-09-15": [true, 37], "2019-09-16": [true, 37], "2019-09-17": [true, 37], "2019-09-18": [true, 37], "2019-09-19": [true, 37], "2019-09-20": [true, 37], "2019-09-21": [true, 37], "2019-09-22": [true, 37], "2019-09-23": [true, 37], "2019-09-24": [true, 36], "2019-09-25": [true, 37], "2019-09-26": [true, 37], "2019-09-27": [true, 37], "2019-09-28": [true, 36], "2019-09-29": [true, 37], "2019-09-30": [true, 36]}}, 0], "24211646": [[-33.74903, 150.69918], "*NEW* Spacious modern two-bedroom apartment", ["https://a0.muscache.com/im/pictures/17fdc9f1-48e2-4070-8fd8-cbc3ee87553b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/53362660-5f5a-4167-92f0-c7608cf917df.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/36685492-7714-4967-ab1e-6aaac211d218.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4b5dfc17-c514-489b-9098-d7d5c533554c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ba4cf3f1-b113-4199-9475-050fd2b9b350.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3a57cfd9-ac6f-46f3-b3e8-4b9d13e92b58.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/66080cb1-d0e7-4dcc-96b1-da9e8b4a1220.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f0a6c989-1084-4a58-bbac-9069dfe57148.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9f16fa75-0be3-4e37-aa10-720ce5cf4e3e.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c3e28e82-5509-46a7-8a7b-850ff8dd0f4a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/2e0b33e2-803b-4c71-950d-02f27f2d7614.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3fa0c209-b131-4f21-8d80-252d7b738f60.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/890ccb5b-3384-475c-a22e-b0570d680f16.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0e850f2c-3c2d-4416-a914-a75ae6340acb.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7e8618dd-2a6b-474f-bc23-e3934e1073fb.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d3bdd9f3-52ea-45bf-812f-f90785171f60.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/773b9e3b-c5f5-4b3f-851a-11eba4fd63ed.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/119a9b02-5ab0-47f4-81b2-30be36d83b27.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/247b5691-99b9-4bf7-8de9-c81cc9486bd2.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/dc270486-5b40-46af-83f4-d854e9842280.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1f8de164-62ca-492b-9426-185abab2bb92.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/6b78e995-449d-412a-8161-c7814f56707c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4e4ef6b2-37d7-46a6-8f5a-8b68595dfc4a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ec5c12f3-f407-4197-8ada-eff693ea3ba3.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0b4d26eb-a272-472b-9556-9aac53b71f62.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/bb212933-1eec-40a4-9fe5-1c01b3fdb869.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f5636452-d4f7-4e5f-bab1-7790aac27943.jpg?aki_policy=large"], "2 bedrooms", 2, "2 baths", 2.0, 3, 6, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 45, 4.5, "Entire apartment", 119.0, "AUD", 0, 182533951, "Located in the highly sought-after dress circle community of Thornton is this large, bright and sunny two bedroom apartment that brings space, light and design to the forefront. At your doorstep is a wonderful community park which includes playground areas and BBQ facilities that the whole family can enjoy. With Penrith train station and Westfield shopping centre only minutes away from the apartment yoube surprised with how convenient location is.'", {"54783093": ["Daniel", "Great apartment and very easy to access"], "223403410": ["Tim", "The place was fantastic"], "238857806": ["Che", "Great place"], "71041270": ["Ken", "Good location to shops and trains.\nBed rooms could be a little warm in summer but fans are provided.\nSecure parking."], "247344313": ["Stephen", "great location very clean would definitely stay there again"], "127656777": ["Rick", "Great place to stay.  Walking distance to Penrith train station and Penrith Westfield."], "100729070": ["Sivateja", "Nice clean secure and convenient beside railway station"], "240357989": ["Che", "Very nice place in a great location, everything was very close."], "96490954": ["Shannon", "The apartment was clean, comfortable and spacious.  The kitchen was well equipped, washer and dryer useful and comfy furniture.The location was ideal for Westfield, the train and the International Rowing Course."], "92229324": ["Trevor", "Clean, safe unit close to everything in Penrith. Secure parking. Good spot to stay, thank you."], "63584201": ["Angie", "We had a great stay in this apartment, it is very modern and clean and contains all the elements to provide a comfortable and relaxing stay. The location is convenient to access the surrounding suburbs and is very quiet. The beds were comfortable, and has an en-suite in the first bedroom which was very convenient. Will refer my friends to this place and will stay again with my family when I am in Penrith next. Thank you Jimmy for being a great host and providing a comfortable and relaxing stay."], "5425547": ["Sean", "Nice location and brilliant services."], "74562577": ["Jagseer", "Overall good"], "10166817": ["Jen", "Very clean, comfortable and cosy. \nThe apartment had all the amenities we needed and we enjoyed the view of the surrounding areas.\nJimmy was the perfect host and very easy to communication with. \nWe did have trouble finding the allocated car park but we eventually located it. \nWe would highly recommend this place!"], "10837666": ["Melanie", "Jimmy's place is as described, it's clean and tidy and really conveniently located. He also replies to queries quickly and was very helpful. The check in instructions are clear, but I would suggest reading them and looking at photos properly.  We spent some time driving around the garage looking for the car bay as we didn't look at the photo!  Overall, is a good place to stay if you need to be out that way."], "70963364": ["Nitesh", "The home was just about ok. Air conditioning could have been better. clean place good for stay for few days. train station nearby helps."], "205068182": ["Sarai", "Very nice apartment, good value for money. Close to Penrith Westfield. Jimmy is a very nice and great host."], "85427444": ["Neil", "Great location and safe modern unit with all the necessary features,  I would definitely stay there again"], "68208777": ["Jane", "Had a great stay, great neighborhood clean tidy. Thank you Jimmy"], "8840111": ["Wayne", "Communication was outstanding, arrived an hour early, allowed us to check in before hand. Provided all necessary details before trip."], "217818529": ["Melissa", "Ideal location close to train & shops. Perfect location"], "187803486": ["Karen", "Great place, convenient, very clean.  Close to railway station,  Thanks Jimmy."], "9914701": ["Pip", "This was a great place to stay. So close to everything we needed while in the area and Jimmy was quick to respond to any of our questions. We would definitely recommend this place!"], "96617081": ["Kal", "Fantastic host and unit. Highly recommend."], "4924676": ["Walter", "Great handy place to stay, Jimmy was a great host and provides a new property close to station with 2 bedrooms. Thanks for the stay. "], "163137819": ["Lee", "Great spot for train station to everywhere"], "215301380": ["James", "Excellent apartment. Well worth the money. Shopping centre and train station super close"], "70635335": ["Hilal", "50 minutes drive to the blue mountains, clear communication, clean place and new, warm water, comfy beds, close to shops, quite place"], "135174266": ["Mellisa", "The apartment was exactly as pictured! It’s was clean and stylish and had everything we needed to enjoy our stay! It’s across the road from the train station and major shopping centres... and the views were beautiful!"], "96772416": ["Matthew", "Excellent accomodation. As described. Netflix available. Very clean and great quiet location.  "], "45505866": ["Leah", "Great accom"], "33550037": ["Kristina", "Great place. Convenient location in Penrith. Clean and modern, perfect for what we needed"], "80153901": ["Chris And Carrie", "A fantastic space in a great location. Excellent value for money. All amenities and extremely close to great shopping and restaurants. Very clear check in instructions and safe parking. The early check in allowance was greatly appreciated after a long flight."], "185595410": ["Tom", "Thank you"], "61364717": ["Courtney", "Thanks to Jimmy for letting us stay in his home. It was very clean and comfortable and the shower was really nice. We didn’t make food, but the kitchen was great for those wanting to make food at home. It is very close to all the local restaurants. It was the perfect place to stay for our weekend at Penrith Whitewater stadium"], "150643147": ["Damien", "Perfect experience, jimmy was an extremely helpful and gracious host. Highly recommend staying at this brand new apartments your in the area."], "154219846": ["MatildaGiselle", "No complaints"], "29088921": ["Michal", "Pretty nice modern apartment in an ideal location just a quick two minute walk to the train station and shopping mall. Air conditioned only in the living room with fans in the bedrooms, but never got too hot for us. If you’re looking at location and value, this is really the perfect place in Penrith!"], "51695837": ["Suhaila", "THe house was neat and clean!"], "210580508": ["Tsui", "Good place for family, it would be much better if wine glasses were prepared!"], "155820927": ["Jasmine", "Great accommodation very close to everything only a 3 minute walk to Penrith station and Jimmy helped me out with everything the apartment was stylish clean and fresh absolutely loved it l recommend this to anyone going to Penrith way. Definitely booking this apartment out again!"], "188612497": ["John", "Great unit at good price. Handy to Westfield Mall. Great security."], "76880169": ["Vikas", "Highly recommended for family. Very good lication."], "74332671": ["Mélanie", "Bel appartement - près des commodités - quartier calme.\nNous avons apprécié en général notre séjour."]}, {"Jun": {"2019-06-01": [false, 119], "2019-06-02": [false, 119], "2019-06-03": [false, 103], "2019-06-04": [false, 103], "2019-06-05": [false, 103], "2019-06-06": [false, 103], "2019-06-07": [true, 105], "2019-06-08": [false, 127], "2019-06-09": [false, 119], "2019-06-10": [false, 119], "2019-06-11": [false, 119], "2019-06-12": [false, 119], "2019-06-13": [false, 119], "2019-06-14": [false, 119], "2019-06-15": [false, 119], "2019-06-16": [false, 119], "2019-06-17": [false, 119], "2019-06-18": [false, 119], "2019-06-19": [false, 119], "2019-06-20": [false, 119], "2019-06-21": [false, 119], "2019-06-22": [false, 119], "2019-06-23": [false, 119], "2019-06-24": [false, 119], "2019-06-25": [false, 119], "2019-06-26": [false, 119], "2019-06-27": [false, 119], "2019-06-28": [false, 119], "2019-06-29": [false, 119], "2019-06-30": [true, 119]}, "Jul": {"2019-07-01": [true, 119], "2019-07-02": [true, 119], "2019-07-03": [true, 119], "2019-07-04": [true, 119], "2019-07-05": [false, 140], "2019-07-06": [false, 178], "2019-07-07": [false, 156], "2019-07-08": [true, 119], "2019-07-09": [true, 119], "2019-07-10": [true, 119], "2019-07-11": [true, 119], "2019-07-12": [true, 119], "2019-07-13": [false, 119], "2019-07-14": [false, 119], "2019-07-15": [true, 119], "2019-07-16": [true, 119], "2019-07-17": [true, 119], "2019-07-18": [true, 119], "2019-07-19": [true, 122], "2019-07-20": [true, 119], "2019-07-21": [true, 119], "2019-07-22": [true, 119], "2019-07-23": [false, 119], "2019-07-24": [false, 119], "2019-07-25": [false, 119], "2019-07-26": [false, 119], "2019-07-27": [false, 119], "2019-07-28": [false, 119], "2019-07-29": [true, 119], "2019-07-30": [true, 119], "2019-07-31": [true, 119]}, "Aug": {"2019-08-01": [true, 119], "2019-08-02": [false, 125], "2019-08-03": [false, 119], "2019-08-04": [false, 119], "2019-08-05": [false, 119], "2019-08-06": [false, 119], "2019-08-07": [false, 119], "2019-08-08": [false, 119], "2019-08-09": [false, 119], "2019-08-10": [true, 119], "2019-08-11": [true, 119], "2019-08-12": [true, 119], "2019-08-13": [true, 119], "2019-08-14": [true, 119], "2019-08-15": [true, 119], "2019-08-16": [true, 119], "2019-08-17": [true, 119], "2019-08-18": [true, 119], "2019-08-19": [true, 119], "2019-08-20": [true, 119], "2019-08-21": [true, 119], "2019-08-22": [true, 119], "2019-08-23": [true, 122], "2019-08-24": [true, 125], "2019-08-25": [true, 119], "2019-08-26": [false, 119], "2019-08-27": [false, 119], "2019-08-28": [false, 119], "2019-08-29": [true, 119], "2019-08-30": [true, 119], "2019-08-31": [true, 119]}, "Sep": {"2019-09-01": [true, 119], "2019-09-02": [true, 119], "2019-09-03": [true, 119], "2019-09-04": [true, 119], "2019-09-05": [true, 119], "2019-09-06": [true, 122], "2019-09-07": [true, 125], "2019-09-08": [true, 119], "2019-09-09": [true, 119], "2019-09-10": [true, 119], "2019-09-11": [true, 119], "2019-09-12": [true, 119], "2019-09-13": [true, 119], "2019-09-14": [true, 119], "2019-09-15": [true, 119], "2019-09-16": [true, 119], "2019-09-17": [true, 119], "2019-09-18": [true, 119], "2019-09-19": [true, 119], "2019-09-20": [true, 119], "2019-09-21": [true, 126], "2019-09-22": [true, 119], "2019-09-23": [true, 119], "2019-09-24": [true, 119], "2019-09-25": [true, 119], "2019-09-26": [true, 119], "2019-09-27": [true, 119], "2019-09-28": [true, 119], "2019-09-29": [true, 119], "2019-09-30": [true, 119]}}, 101], "21699948": [[-33.747643, 150.699417], "NEW 2BED2BATH WALK to Penrith Station NPE081", ["https://a0.muscache.com/im/pictures/dd78da54-1722-4498-b4b1-7f1e7bc0d516.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/54ed148f-3d1b-475d-8e2f-6f9075c472af.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b2fedcbc-57ab-4256-8c42-06ffa0e2a737.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/9f95a6da-02cf-41f0-9206-019847a69679.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3e2ff2fe-e595-43b2-93b6-ef7707feab84.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/06730805-9bc0-4b6a-98be-4d6b366a1b27.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/04b70e5b-d7cb-4bf8-9e5e-eda597e7d097.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/680a10e8-ffe0-434b-85d6-1c26532a9905.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/23e60751-078c-4781-a1c1-b7622f39b90c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/fcdfe576-bfd7-450c-add9-f5f44bcdeaa4.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/adc7c687-2b19-46cc-947e-1a72f854cdcf.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7d96a561-b8bc-4586-9c4d-f1abbb74c4e3.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/350fba91-6e94-4c96-8361-738ae1182ebc.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e0c42c7d-b90a-4284-ae4f-0c02dd676813.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c6e1c3b3-1002-49a4-ac24-031c886653c2.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/52c76fc5-ad72-45a6-ae72-62e6cf3385b9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c45f4def-0a8b-48e7-b1ca-48326f72be43.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c069a284-7621-4fd6-adb6-c72ead5136de.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/59aeb65b-00e7-42a6-8461-9e7a0d3a0032.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/49539b47-ab87-44f8-bc2f-045c2cdda138.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/68809792-7bd2-4cef-9180-bf85c04a6f30.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/3a87e9af-0a5f-4c72-993a-e4b68e8631f9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0e9e78cf-ce99-4ca9-807c-a46c0fccb579.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f664ec4e-4dde-4914-a3b1-fe24d9b0103d.jpg?aki_policy=large"], "2 bedrooms", 2, "2 baths", 2.0, 4, 6, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 67, 4.5, "Entire apartment", 86.0, "AUD", 0, 35345357, "Welcome home! We offer two bedroom with 5 bed. Wegive you the most warmest accommodation experience in Penrith. Full with homey details to make your stay unforgettable.'", {"241844724": ["Lyn", "An excellent location and very comfortable beds. The two bathrooms make it very convenient with a group of four. Undercover parking is handy too."], "13398184": ["Di", "Great location. Easy access."], "251835755": ["Tracy", "Clean and comfortable for an overnight stay."], "118946743": ["Michael", "Joseph’s Place was clean, close to transport and the Plaza.  There is a great deal of construction nearby and on street parking is not easy to find if you have more than one car.  The basement car park was handy."], "245434245": ["Simjo", "Wouldn’t recommend this place. Lots issues with cleaniness , parking , accuracy of location showing according to host. Poor response for urgent message. Asking too many helps to guest to solve host faults. Terrible communication skills if you call ( lady answer the call) Too many demands once you paid."], "110363826": ["Bachar", "Stylish home and extremely helpful and kind host. Joseph was kind enough to host us on very short notice and despite that the place was immaculate and spotless. The space itself is easy to get to, around the hub of Penrith so it’s really easy to access shops and transport, and it has everything you’d need from pots and pans to your own internal laundry. Was an absolute pleasure and will definitely be back here in the future. Thanks Joseph!"], "8998500": ["Leigh", "Great property in a fantastic location. Host is great and gets back to you ASAP. Clean and well equipped. I will stay again no question. Thanks"], "43449970": ["Robert", "Large superbly located unit. Close to trains and Westfield"], "230139368": ["Brooke", "What an amazing host Joseph is, the quick responses are wonderful and nothing is too much for him to get back to you with. He has an amazing apartment for travellers to use and it was such a privilege to have called this our home whilst we were there.\n\nYou will find what you need whilst you stay at Joseph’s, whether it’s washing sports uniforms, cooking tea (not that I did that this time) or just having a cup of coffee whist you wake up to start your day. No matter what it is it’s all there to help you enjoy your stay. \n\nThe beds are comfy and I must say the pillows are amazing I love them. It’s clean and tidy and I love that it has two bathrooms when you have teenagers and all trying to get ready and out the door. \n\nThe construction had all been completed since our last stay there and what a community feel it has as you hear people greeting others as they start their day. \n\nWould recommend to anyone looking to stay in Penrith, well worth the stay."], "34147546": ["Nerissa", "Great location, very handy to train, shops and great food!     We would stay here again next time we come to Penrith."], "229658728": ["Karen", "It was in a good location and new complex . Be careful to follow house rules or you may incur additional cost from host ."], "135171431": ["Annette", "It's a great place to stay. 5 min walk to the train, cafes and Westfield shopping centre."], "197209257": ["Weige", "Apartment is a bit hard to find but overall it’s good."], "14575381": ["Angela", "Joseph's place was very clean and stylish. Close to the local train station and shopping centre. Joseph was very responsive and helpful. A great place to stay in Penrith"], "181403253": ["David", "Absolute great bang for buck in this area. \nAbsolutely ideal"], "6389904": ["Lisa", "Great location, clean apartment, comfortable and plenty of space for 4 people. Well equipped with kitchen supplies if you want to cook your own food. \nIt was very hot the weekend we were there and despite having aircon, the bedrooms stayed very warm as the aircon is in the lounge room. Other than it was very good!"], "10627017": ["Judy", "A lovely little unit in a great location but check-in was very confusing to find the correct unit, the keys and the correct car park and parking space. It took us nearly an hour to check in and the cleanliness was a ok except the fridge hadn't been cleaned out...still food in fridge from the previous guests and coffee cups in the draining rack on the sink."], "7288441": ["Aimee", "A great stay at Joseph’s place. He allowed us to check-out late, with no hassle. Very easy to communicate with."], "130717050": ["Amy", "So neat, clean and modern! Great communication."], "141097566": ["Paul", "Clean and pleasant.  Happy visit again."], "22907581": ["Jill", "Joseph's unit is in a terrific locale.  Just a 2-minute​ walk to Penrith Railway Station (on the quieter side), and an extra 2 minutes to Penrith Westfield and excellent eateries.  The space is clean and comfortable, with full-size shampoos and shower gels which make you feel right at home!"], "210069715": ["Sabina", "My husband and I have been staying in different places lately and can ensure that this place stands out from all of our experiences. everything was sparkling clean, everything one could need was available even more than expected or required. nice neighbourhood and great  parking and unit access.\nIt was a place we could easily stay for longer period of time without any issue or complaint. It really felt like home for us. We really appreciate how much you cared for providing us such pleasant stay and experience."], "112815715": ["David", "Nice unit in a great location...Highly recommend"], "55350859": ["Diana", "Awesome place to stay!"], "199835033": ["Lyndell", "Apartment was sparkling clean and had everything you could need"], "202426288": ["Johnson", "Beautiful home! My family had a great stay and loved how close the place was to the train station. Super clean and modern, bed space for 5! "], "206492933": ["Melanie", "Close to shops and trains but no noise"], "11799878": ["Steve", "Stylish, comfortable place close to everything in Penrith "], "159419848": ["Stacey", "Good central location and very clean "], "149632649": ["Peter", "great place to stay"], "55220260": ["Yang", "This is a wonderful place to stay for family.  It’s very close to train station and shopping mall as well. Had a nice experience here."], "74206084": ["Jaime", "It's great"], "152017959": ["Soroush", "It was a great and quiet apartment. So close to train station which was quite handy for my parents. One of the best places to stay in penrith if your travel brings you around here. \nCheers,"], "164566586": ["Elle", "Great location clean and tidy perfect to be in and safe. Minimal noise in the area. Great park over the road"], "4143820": ["Sally", "Perfect location close to shops, restaurants and public transport. Wish we had more time to spend at Joseph's place :)"], "114738813": ["Tracey", "Great apartment. Perfect for my Mum and I for the week watching the School Sport Australian Triathlon Championships. Highly recommended."], "140504673": ["Margaret", "This was a clean, comfortable and very convenient unit to stay in. Once the builders are finished (unfortunately there is a lot of apartments going up in Penrith and the builders start at 7am) this will be perfect. Almost right next to the Penrith station and the Penrith Plaza so very convenient."], "98491442": ["Raj", "Excellent place, Value for money,  very nice host, had a great time"], "22227885": ["Niels", "Great place, close to train station."], "38718560": ["Harri", "Net and tidy with all needed utilities"], "166287787": ["Ali", "Convenient location - very close to station. Clean apartment and prompt responses. Overall great experience"], "152134536": ["Tania", "Very nice, exactly how I thought it would be "], "6826815": ["Jake", "I was stuck for accommodation during my most recent trip to penrith and Joseph was very happy to assist very last minute. His very quick responses and beautiful Home allowed us to enjoy our trip without any disruptions. \nLooking forward to our next trip and will definitely stay again. \nThanks"], "63157325": ["Hamza", "Really nice apartment! Everything was clean and well taken care of. Overall, I had a lovely stay! Thanks!"], "167447648": ["Ray", "Great place - brand new - all facilities - perfect for a family break to explore Penrith area - well located near the train station, mall & restaurants"], "90396884": ["Malcolm", "Very clean and tidy. Good location and offstreet parking was a plus. Represents good value for money."], "82748207": ["Luke", "Great apartment. Great location. Great host. Thanks Joseph."], "164208167": ["Tania", "The stay was great! The apartment was extremely clean and well equipped. \n Safe, family friendly,  quite and peaceful surrounding. Joseph was such a lovely person and hence communication was not an issue.  Highly recommend this place ! Thanks heaps Joseph for your great hospitality!"], "128330230": ["Adam", "Awesome little place, great new residential area. "], "158658704": ["Nikki", "Great location, neat and tidy and clean.  Also close to many attractions and places to visit in Penrith.  Quiet and comfortable and good sized rooms and bathrooms.  Great for 2 sets of couples of families with extra bathroom."], "158740354": ["Paul", "A great place to bade from if your visiting the Penrith area. For us it was perfect. No issues. There’s some current construction in the area but they didn’t create any real issues. \nWhen we go back to the Penrith area we will definitely seek to book here again."], "12202055": ["Jayson", "Great place, highly recommended."], "57717831": ["Erik", "it was a good appartement, and we come back. clean near a verry big mall.  we love  it"], "13634355": ["Joseph", "Joseph’s business owns a very nice apartment. Very clean and well located! The check-in instructions were a bit confusing but everything else was well done! Would recommend!"], "49930124": ["PAK Yan", "This apartment is great for 4 person or family. It’s clean, it’s comfortable and it’s beautiful. Especially if you want to visit blue mountain, this will be a good option for you to chose from."], "76880169": ["Vikas", "Cozy place and location is very good for travellers specially with family. "], "81358510": ["Nirmal", "The apartment is located just next to Penrith Station and short walk to Westfield shopping Centre. It is a very calm and quiet apartment block on the ground floor with easy and dedicated access straight from the street. Very Clean and all furniture, fittings, and appliances were as good as new. We really loved our stay. Even though it was very cold outside (as we visited in end July) the inside was very warm and cozy. "], "175744150": ["Isabel", "Brand new apartment, clean and tidy, relaxing place, suitable for family, construction work nearby wasn’t cause too much noise, worth to stay, a good choice to stay over for the blue mountain trip"], "159275707": ["Andoko", "Clean interior, great amenities, private parking space, location near shopping mall and train station.\n\nI'm really glad I had Joseph as our host for my first experience using airbnb. Would really like to stay at his place again."], "13015880": ["Lily", "Joseph's place was exactly as it appeared in the photos. Clean, cheerful, new and comfortable. The apartment is located in the newer part of Penrith, and the neighbourhood was quiet, but had a nice genteel feel about it. We were 5-7min drive away from a large mall, Westfield Penrith, which was where we got all our groceries. The apartment is about midway between downtown Sydney centre and the blue mountains. So it was about an hour's drive from downtown Sydney to Joseph's place, and also an hour's drive from Joseph's place to Katoomba  in the blue mountains.  If you have any reason to be visiting the neighbourhood of Penrith, would highly recommend Joseph's place. We had a great stay."], "67739168": ["Jean", "Nice apartment, super convenient location. Joseph was quick to respond to every question and request."], "158158142": ["Annika", "Modern and clean apartment!"], "163912025": ["Hsin-Wen", "整體都很好\n離地鐵站也很近\n附近也有百貨買東西也方便\n整體很好"], "24915240": ["Jingzhuo", "离开hen d"]}, {"Jun": {"2019-06-01": [false, 148], "2019-06-02": [false, 128], "2019-06-03": [false, 128], "2019-06-04": [false, 128], "2019-06-05": [false, 128], "2019-06-06": [false, 128], "2019-06-07": [false, 148], "2019-06-08": [false, 148], "2019-06-09": [false, 128], "2019-06-10": [false, 128], "2019-06-11": [false, 128], "2019-06-12": [false, 128], "2019-06-13": [false, 128], "2019-06-14": [false, 148], "2019-06-15": [false, 148], "2019-06-16": [false, 128], "2019-06-17": [false, 128], "2019-06-18": [false, 128], "2019-06-19": [false, 128], "2019-06-20": [false, 128], "2019-06-21": [false, 148], "2019-06-22": [false, 148], "2019-06-23": [false, 128], "2019-06-24": [false, 128], "2019-06-25": [false, 128], "2019-06-26": [false, 128], "2019-06-27": [false, 128], "2019-06-28": [false, 148], "2019-06-29": [false, 148], "2019-06-30": [false, 128]}, "Jul": {"2019-07-01": [false, 128], "2019-07-02": [false, 128], "2019-07-03": [false, 128], "2019-07-04": [false, 128], "2019-07-05": [false, 148], "2019-07-06": [false, 148], "2019-07-07": [false, 128], "2019-07-08": [false, 128], "2019-07-09": [false, 128], "2019-07-10": [false, 128], "2019-07-11": [false, 128], "2019-07-12": [false, 148], "2019-07-13": [false, 148], "2019-07-14": [false, 128], "2019-07-15": [false, 128], "2019-07-16": [false, 128], "2019-07-17": [false, 128], "2019-07-18": [false, 128], "2019-07-19": [false, 148], "2019-07-20": [false, 148], "2019-07-21": [false, 128], "2019-07-22": [true, 90], "2019-07-23": [true, 96], "2019-07-24": [true, 96], "2019-07-25": [true, 96], "2019-07-26": [true, 124], "2019-07-27": [true, 124], "2019-07-28": [true, 86], "2019-07-29": [true, 86], "2019-07-30": [true, 102], "2019-07-31": [true, 102]}, "Aug": {"2019-08-01": [true, 112], "2019-08-02": [false, 148], "2019-08-03": [false, 148], "2019-08-04": [false, 100], "2019-08-05": [false, 100], "2019-08-06": [false, 112], "2019-08-07": [false, 112], "2019-08-08": [false, 112], "2019-08-09": [false, 148], "2019-08-10": [true, 148], "2019-08-11": [true, 92], "2019-08-12": [true, 92], "2019-08-13": [true, 112], "2019-08-14": [false, 112], "2019-08-15": [false, 112], "2019-08-16": [false, 148], "2019-08-17": [false, 148], "2019-08-18": [false, 92], "2019-08-19": [false, 92], "2019-08-20": [true, 112], "2019-08-21": [true, 112], "2019-08-22": [true, 112], "2019-08-23": [true, 148], "2019-08-24": [true, 148], "2019-08-25": [true, 92], "2019-08-26": [true, 92], "2019-08-27": [true, 112], "2019-08-28": [true, 112], "2019-08-29": [true, 112], "2019-08-30": [true, 148], "2019-08-31": [true, 148]}, "Sep": {"2019-09-01": [true, 128], "2019-09-02": [true, 128], "2019-09-03": [true, 128], "2019-09-04": [true, 128], "2019-09-05": [true, 128], "2019-09-06": [true, 148], "2019-09-07": [true, 148], "2019-09-08": [true, 128], "2019-09-09": [true, 128], "2019-09-10": [true, 128], "2019-09-11": [true, 128], "2019-09-12": [true, 128], "2019-09-13": [true, 148], "2019-09-14": [true, 148], "2019-09-15": [true, 128], "2019-09-16": [true, 128], "2019-09-17": [true, 128], "2019-09-18": [true, 128], "2019-09-19": [true, 128], "2019-09-20": [true, 148], "2019-09-21": [true, 148], "2019-09-22": [true, 128], "2019-09-23": [true, 128], "2019-09-24": [true, 128], "2019-09-25": [true, 128], "2019-09-26": [true, 128], "2019-09-27": [true, 148], "2019-09-28": [true, 148], "2019-09-29": [true, 128], "2019-09-30": [true, 128]}}, 95], "34875253": [[-33.7659, 150.71331], "Nepean Rest Stop", ["https://a0.muscache.com/im/pictures/2cae9a92-9bf1-4586-b787-8c08c87db972.jpg?aki_policy=large"], "1 bedroom", 1, "1 shared bath", 1.0, 1, 2, null, "Wireless Internet,Kitchen", 0, null, "Private room", 30.0, "AUD", 0, 261073107, "Minutes walk away from the Nepean Hospital &amp; Railway Transport.Close to Western Sydney University/Tafe.Local Shops &amp; TakeawaysWestfield and Penrith Panthers nearby.Town house offers a spacious modern kitchenFurnished home with designer decor.NBN Internet.Backyard lawn and outdoor setting.Very private, clean and quiet place.Off street private parking'", {}, {"Jun": {"2019-06-01": [false, 30], "2019-06-02": [false, 30], "2019-06-03": [false, 30], "2019-06-04": [false, 30], "2019-06-05": [false, 30], "2019-06-06": [false, 30], "2019-06-07": [false, 30], "2019-06-08": [false, 30], "2019-06-09": [false, 30], "2019-06-10": [false, 30], "2019-06-11": [false, 30], "2019-06-12": [false, 30], "2019-06-13": [false, 30], "2019-06-14": [false, 30], "2019-06-15": [false, 30], "2019-06-16": [false, 30], "2019-06-17": [false, 32], "2019-06-18": [false, 31], "2019-06-19": [false, 32], "2019-06-20": [false, 30], "2019-06-21": [false, 31], "2019-06-22": [false, 32], "2019-06-23": [false, 30], "2019-06-24": [false, 30], "2019-06-25": [false, 30], "2019-06-26": [false, 30], "2019-06-27": [false, 30], "2019-06-28": [false, 30], "2019-06-29": [false, 30], "2019-06-30": [false, 30]}, "Jul": {"2019-07-01": [false, 32], "2019-07-02": [false, 32], "2019-07-03": [false, 32], "2019-07-04": [false, 33], "2019-07-05": [false, 32], "2019-07-06": [false, 33], "2019-07-07": [false, 34], "2019-07-08": [true, 32], "2019-07-09": [true, 31], "2019-07-10": [true, 31], "2019-07-11": [true, 32], "2019-07-12": [true, 32], "2019-07-13": [true, 32], "2019-07-14": [true, 30], "2019-07-15": [true, 30], "2019-07-16": [true, 30], "2019-07-17": [true, 30], "2019-07-18": [true, 30], "2019-07-19": [true, 31], "2019-07-20": [true, 30], "2019-07-21": [true, 30], "2019-07-22": [true, 30], "2019-07-23": [true, 30], "2019-07-24": [true, 30], "2019-07-25": [true, 30], "2019-07-26": [true, 30], "2019-07-27": [true, 31], "2019-07-28": [true, 31], "2019-07-29": [true, 31], "2019-07-30": [true, 30], "2019-07-31": [true, 30]}, "Aug": {"2019-08-01": [true, 30], "2019-08-02": [true, 31], "2019-08-03": [true, 31], "2019-08-04": [true, 31], "2019-08-05": [true, 30], "2019-08-06": [true, 30], "2019-08-07": [true, 30], "2019-08-08": [true, 30], "2019-08-09": [true, 30], "2019-08-10": [true, 30], "2019-08-11": [true, 30], "2019-08-12": [true, 30], "2019-08-13": [true, 30], "2019-08-14": [true, 30], "2019-08-15": [true, 30], "2019-08-16": [true, 31], "2019-08-17": [true, 31], "2019-08-18": [true, 30], "2019-08-19": [true, 30], "2019-08-20": [true, 30], "2019-08-21": [true, 30], "2019-08-22": [true, 30], "2019-08-23": [true, 30], "2019-08-24": [true, 31], "2019-08-25": [true, 30], "2019-08-26": [true, 30], "2019-08-27": [true, 30], "2019-08-28": [true, 30], "2019-08-29": [true, 30], "2019-08-30": [true, 30], "2019-08-31": [true, 30]}, "Sep": {"2019-09-01": [true, 30], "2019-09-02": [true, 30], "2019-09-03": [true, 30], "2019-09-04": [true, 30], "2019-09-05": [true, 30], "2019-09-06": [true, 30], "2019-09-07": [true, 31], "2019-09-08": [true, 30], "2019-09-09": [true, 30], "2019-09-10": [true, 30], "2019-09-11": [true, 30], "2019-09-12": [true, 30], "2019-09-13": [true, 30], "2019-09-14": [true, 30], "2019-09-15": [true, 31], "2019-09-16": [true, 30], "2019-09-17": [true, 30], "2019-09-18": [true, 30], "2019-09-19": [true, 31], "2019-09-20": [true, 30], "2019-09-21": [true, 30], "2019-09-22": [true, 30], "2019-09-23": [true, 30], "2019-09-24": [true, 30], "2019-09-25": [true, 30], "2019-09-26": [true, 30], "2019-09-27": [true, 30], "2019-09-28": [true, 30], "2019-09-29": [true, 30], "2019-09-30": [true, 30]}}, 0], "28769525": [[-33.75433, 150.67974], "Granny Flat for Rent in Penrith near Nepean River", ["https://a0.muscache.com/im/pictures/bbf669d0-83a8-48f5-bf20-210f8640cc00.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d4f54ef9-dae4-4c3f-a6dc-c565a76fbd2a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5620e767-a0d2-4c97-af3a-5bfe710cd683.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/6d74d954-020d-42b6-9ef1-e162c706f16a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/624273a2-d747-420a-819a-4d4310f9eaac.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1fc7019c-9e63-41bc-b81a-d7e8bad5ccf1.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b34a0d42-be2f-4ab8-b7dd-e2f6ca635c3c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/676b6373-639b-434a-9d6f-2d335f0c5ea2.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/8ddb4731-46ed-4f63-8845-c3035b1a2ce0.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5ea2327a-061c-4d61-aa77-a68de2c7ce75.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/30931b4a-efe8-4b3e-8a72-b0d3bfcbb39c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/07656ea1-c3ef-4579-aa0d-08a0c3b8ea6d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ad5b4900-1501-4a2a-8d64-0130ef807911.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5b126f70-e7db-4f8b-a93e-3a5c35e212b3.jpg?aki_policy=large"], "1 bedroom", 1, "1 bath", 1.0, 1, 2, null, "Free parking on premises,Kitchen,Washer", 34, 4.5, "Entire house", 95.0, "AUD", 0, 217000626, "A separate granny flat situated near the Nepean river and the great Nepean river walk and a walking to distance to Penrith Westfield Plaza,  Train Station, Rowing Club and 5 minutes or less away by car to Panthers League Club with a private entry and all fence off to separate from the main house. With Wi-Fi, Fridge, TV and Netflix using ps3, Washing machine,  dryer,  iron,  stove,  rice cooker, oven, microwave, toaster and also an outdoor area with ready to use Grill.'", {"258508511": ["Louise", "After spending aprox 900 dollars the host tried to blame me for breaking a wifi modern that i had not touched. I explainrd that it had not been working since first day of check in but due to the fact i have unlimited data on my mobile plan I was not fussed as i dont ever use wifi anywhere i go, the host than tried to blame my guest who had come to visit me on the last night.. I had already explained to her that it had not worked since day one and my guests only visited on the 7th day (last day) i was there. I was somewhat offended to be falsely blamed for something that i did not do, and i can confidently say, was not done during my stay. I thought i had been very respectful as i had left the place spotless and had even washed and dried all blankets,sheetd and towels as well as wiped Over the bathtoom etc and vacumed/mopped the floors, and even brought essentials such as toliet paper etc that the host advertise to provide."], "135768614": ["Linda", "Perfect location, very comfortable clean bed, the extra pantry items a good bonus. Would definitely stay again when needing accomodation in the Penrith area."], "230706192": ["Alfredas", "Nice and private with well thought amenities."], "52462843": ["Thilen", "The place is neat and in a good location."], "64087301": ["Jade", "A really quiet and peaceful location close to everything. ‘Feels like home’ environment. Compact yet spacious. Will definitely stay again when visiting Penrith. Thank you Dalia."], "6431712": ["Paul And Tracey", "Dalia provided everything you would need in a flat including breakfast, plenty of condiments and just about everything one could ask in a self sustainable unit. Very comfortable with all the mod cons. I’ll be back for sure."], "233542498": ["Stephen", "Great location, a short bus ride (which goes past the door) or Uber ($10) into Penrith. Quiet area, surrounded by quality homes."], "163532374": ["Naomi", "Great location, easy communication and just what we were after"], "3467365": ["Richard", "Great spot near the River. Dalia was very helpful and quick and easy with the communication. Plenty of space to relax, work and sleep in a quiet street. Like it!"], "13077664": ["Robert", "The host canceled this reservation 39 days before arrival. This is an automated posting."], "229015502": ["Adam", "Amazing space. Great hospitality. 100% will stay again."], "136812946": ["Cindy", "Amazing place! \nRecommend 100%"], "162012277": ["Rodrigo", "Absolutely a lovely place to stay. Amazing and spacious studio."], "37092751": ["Joanne", "We stayed one night at Dalia's. Great location, close to Panthers and also only a short walk along the Nepean River to the rowing club.  Very convenient for our stay."], "76496995": ["Daniel", "Great little private place with private entrance in a great location"], "141292484": ["Nikita", "Dalia was a great host, allowed early check in which was good for me and bubs. Place was as expected and more. Loved the mint and strawberries in the garden. Next to the Nepean River which is good for walking. Would stay again."], "222454203": ["Angelique", "This place was fantastic! There is everything you need and more available and in a great location, walking distance to shops and the beautiful river. Dalia was an amazing host and made us feel very welcome. Super clean and self check-in and out was extremely convenient for us to explore. Would definitely stay again. Thank you Dalia!"], "49881489": ["Stephen", "Dalia’s place is much better than what I was expecting. Clean, spacious and very relaxing. Location near the river is a real bonus. Dalia is a great host."], "538894": ["Nat", "Dalia’s place is a gem, way bigger than I expected with lots of thoughtful touches. Private and quiet and Dalia is lovely and an excellent host. This place is great value."], "87373493": ["Steve", "we thoroughly enjoyed our stay with Dalia. excellent value and comfortable accommodation"], "106354505": ["Katt", "upon entering the granny flat my first thought was \"wow, I've hit the jack pot\" So much space & every thing you could ask for during your stay. Huge & comfortable bed. The only short coming was some loud music possible coming from Panthers.\nwould 100% stay again."], "115128673": ["Lisa", "Dalia is fabulous in communication and support when booking her Air Bnb.  It is a lovely clean, private space, close enough to Penrith but far enough away to feel out of town.  Very clean and neat space.  Thank you Dalia!"], "219834212": ["Megan", "Dalia’s Airbnb was very spacious and clean, and filled with everything that was needed, plus more. She was very nice and showed us around, letting us have our own space as well. We will definitely be going back.  Had a wonderful time staying there."], "44203011": ["Fiona", "Great private space, quiet street away from main roads"], "207404863": ["Angela", "This is the perfect spot to stay in. So close to Westfield Plaza and Panthers Stadium. The hosts were welcoming and let you have your space. Very private. The unit was clean and cosy and suprisingly bigger than expected. Highly recommend!"], "165319298": ["Nathan", "Had a great stay. Everything you need for a long or shot stay will definitely be staying again."], "156548466": ["Bei", "It was much better than what I expected. The flat was very spacious and has separate entrance and has parking. Inside has consoles to play with, has netflix, youtube, wifi, air conditioning, heater. Nothing more to ask.Everything was provided by the host even the breakfast:)"], "71606643": ["Donna", "Very private and everything there for 2 people stay\nexcellent location for anything Penrith."], "97094386": ["Coco", "Room is spacious, everything is fine just need bit deep cleaning"], "193814531": ["Susan", "Peace and quiet. Spacious accomadation with above average furnishings and equipment."], "117007757": ["Matthew", "Awesome! Easy and clean."], "20613323": ["Jane", "We booked at the last minute and Dalia was quick, friendly and responsive. Check-in was easy. Granny flat is much more spacious than expected and very clean. Wifi was fast. Has all the basic amenities you need. Location was quiet and private. It’s near the beautiful Nepean River and the Great River Walk. There is a massive Westfield not far away.  It’s a great price. Would recommend."], "2847634": ["Gregory", "Quiet, sweet place with everything you need and a great river walk a few steps away."]}, {"Jun": {"2019-06-01": [false, 95], "2019-06-02": [false, 95], "2019-06-03": [false, 95], "2019-06-04": [false, 95], "2019-06-05": [false, 95], "2019-06-06": [false, 95], "2019-06-07": [false, 95], "2019-06-08": [false, 80], "2019-06-09": [false, 95], "2019-06-10": [true, 95], "2019-06-11": [true, 95], "2019-06-12": [true, 95], "2019-06-13": [true, 95], "2019-06-14": [true, 95], "2019-06-15": [false, 95], "2019-06-16": [false, 95], "2019-06-17": [false, 95], "2019-06-18": [false, 95], "2019-06-19": [false, 95], "2019-06-20": [false, 95], "2019-06-21": [false, 95], "2019-06-22": [false, 95], "2019-06-23": [false, 95], "2019-06-24": [false, 95], "2019-06-25": [false, 95], "2019-06-26": [false, 95], "2019-06-27": [false, 95], "2019-06-28": [false, 95], "2019-06-29": [false, 95], "2019-06-30": [false, 95]}, "Jul": {"2019-07-01": [false, 95], "2019-07-02": [false, 95], "2019-07-03": [false, 95], "2019-07-04": [false, 95], "2019-07-05": [false, 95], "2019-07-06": [false, 95], "2019-07-07": [true, 95], "2019-07-08": [true, 95], "2019-07-09": [true, 95], "2019-07-10": [true, 95], "2019-07-11": [true, 95], "2019-07-12": [true, 95], "2019-07-13": [true, 95], "2019-07-14": [true, 95], "2019-07-15": [true, 95], "2019-07-16": [true, 95], "2019-07-17": [true, 95], "2019-07-18": [true, 95], "2019-07-19": [true, 95], "2019-07-20": [true, 95], "2019-07-21": [true, 95], "2019-07-22": [true, 95], "2019-07-23": [true, 95], "2019-07-24": [true, 95], "2019-07-25": [true, 95], "2019-07-26": [true, 95], "2019-07-27": [true, 95], "2019-07-28": [true, 95], "2019-07-29": [true, 95], "2019-07-30": [true, 95], "2019-07-31": [true, 95]}, "Aug": {"2019-08-01": [false, 95], "2019-08-02": [false, 95], "2019-08-03": [false, 95], "2019-08-04": [false, 95], "2019-08-05": [false, 95], "2019-08-06": [false, 95], "2019-08-07": [false, 95], "2019-08-08": [false, 95], "2019-08-09": [false, 95], "2019-08-10": [false, 95], "2019-08-11": [false, 95], "2019-08-12": [false, 95], "2019-08-13": [false, 95], "2019-08-14": [false, 95], "2019-08-15": [false, 95], "2019-08-16": [false, 95], "2019-08-17": [false, 95], "2019-08-18": [false, 95], "2019-08-19": [false, 95], "2019-08-20": [false, 95], "2019-08-21": [false, 95], "2019-08-22": [false, 95], "2019-08-23": [false, 95], "2019-08-24": [false, 95], "2019-08-25": [false, 95], "2019-08-26": [false, 95], "2019-08-27": [false, 95], "2019-08-28": [false, 95], "2019-08-29": [false, 95], "2019-08-30": [false, 95], "2019-08-31": [false, 95]}, "Sep": {"2019-09-01": [false, 95], "2019-09-02": [false, 95], "2019-09-03": [false, 95], "2019-09-04": [false, 95], "2019-09-05": [false, 95], "2019-09-06": [false, 95], "2019-09-07": [false, 95], "2019-09-08": [false, 95], "2019-09-09": [false, 95], "2019-09-10": [false, 95], "2019-09-11": [false, 95], "2019-09-12": [false, 95], "2019-09-13": [false, 95], "2019-09-14": [false, 95], "2019-09-15": [false, 95], "2019-09-16": [false, 95], "2019-09-17": [false, 95], "2019-09-18": [false, 95], "2019-09-19": [false, 95], "2019-09-20": [false, 95], "2019-09-21": [false, 95], "2019-09-22": [false, 95], "2019-09-23": [false, 95], "2019-09-24": [false, 95], "2019-09-25": [false, 95], "2019-09-26": [false, 95], "2019-09-27": [false, 95], "2019-09-28": [false, 95], "2019-09-29": [false, 95], "2019-09-30": [false, 95]}}, 0], "33021503": [[-33.72283, 150.73102], "Separate studio with private entrance in Penrith", ["https://a0.muscache.com/im/pictures/a3cb4d1f-e7c4-47cc-9b22-6d891762e049.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d72b631e-c7b4-411b-8312-c9a55dafc505.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/0921b04b-a7a6-4fb4-b499-0e20ce08e4f2.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b6733a2c-2a3f-4017-8f4c-b81f897f7bf4.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a380595e-2bfb-4b7d-bfa8-ac5d8c7bd7cd.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/19315ba4-407b-4621-a2c3-0dafdcbf8a01.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/140c37a8-94ea-4642-ad02-1e7c8c906e92.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f647094c-79e9-44ee-8623-c86911374db4.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/85322252-32f5-4280-9732-fc898c0f87f9.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/ad7f23a2-3ed0-4e1d-8e11-4f01c77cf9c9.jpg?aki_policy=large"], "1 bedroom", 1, "1 bath", 1.0, 1, 2, null, "Wireless Internet,Kitchen,Washer", 18, 5.0, "Tiny house", 50.0, "AUD", 0, 165731199, "We would like to offer our newly renovated separate lockable unit with small kitchen and bathroom in Jordan Springs, Penrith NSW for long or short term stays. Unit is situated at the back of the property and has seperate entrance from sideways.'", {"195308629": ["Hesty", "Nothing but outstanding!!! Amazing hosts, place, location and value!!! Highly recommend!! ❤️"], "125870975": ["Von", "Very nice and clean unit. Amenities are great.  Close to shops. Quick response from host if you need something. Highly recommended."], "197420351": ["Georgina", "Very clean, neat amenities with large bathroom, extremely functional kitchen and comfortable bed. Communication was easy. It was a lovely place to stay"], "228684743": ["Farshad", "It is most like a separate unit.supper clean.check in/out perfect and flexible"], "92581101": ["Bethany", "Good location. Short drive to everything. Very nice and clean. \nThanks for having us :)"], "28147929": ["Kelly", "Great stay. Recommend for sure!"], "231027586": ["Lauren", "Great place, and awesome value. Fully self contained, private unit - it was like having your own little house to yourself. Clean and tidy with really nice little touches such as hair/body wash, toothpaste, soaps, even complimentary food. Shopping center is within walking distance (great if you don't have a car) and you can cook your own meals on the little stove, which was nice too. Perfect place for a busy away trip, where you need somewhere to be based while you are out during the day. Kind & helpful hosts."], "122104166": ["Daniel", "This was a great place to stay. It had everything I needed and was very clean. Great hospitality, thankyou"], "252415998": ["Taylor", "Rashmi's apartment was just beautiful and ticked all the boxes we needed. It was very clean and Rashmi was lovely to communicate with. Highly recommend this place."], "209810596": ["Mary Therese", "Nice and cozy spot! Was clean and has everything you need. It's right in front of a park and the place is only a minute drive away from the gym, restaurants and woolworths.  Might be a tricky location if you're relying on public transport to get around but I did see a bus stop near by. It is about a 10 minute drive to the closest train station. Nonetheless, i would definitely reccomend and visit again. Thanks again, Rashmi!"], "42742256": ["Bec", "You will not be disappointed! The unit had everything we needed for a short stay, including Rashmi's amazing home cooked meals! The space is great and I'd highly recommend staying here!"], "223905118": ["Aidan", "Awesome place will book again "], "50320535": ["Ben", "Great stay in the Penrith area, had a great time!"], "249772039": ["Anne", "Lovely host, private, clean, perfect amenities, central to local shops. Very comfortable."], "7151871": ["Salisia", "Had a lovely stay at Rashmi's place. Bigger than expected. Modern clean bathroom. Great seperate kitchen area. In a nice safe neighborhood. Rashmi was away but her husband checked on us and made sure we were happy."], "251491964": ["Thijs", "Nice place to stay. They have a take away restaurant at home for indian food what you can order. Nice meal! This place is ideal when you want to visit sidney by train and the blue mountains."], "256324925": ["139****237", "Hao"]}, {"Jun": {"2019-06-01": [false, 50], "2019-06-02": [false, 50], "2019-06-03": [false, 50], "2019-06-04": [false, 50], "2019-06-05": [false, 50], "2019-06-06": [false, 50], "2019-06-07": [false, 50], "2019-06-08": [false, 50], "2019-06-09": [false, 50], "2019-06-10": [false, 50], "2019-06-11": [false, 50], "2019-06-12": [false, 50], "2019-06-13": [false, 55], "2019-06-14": [false, 55], "2019-06-15": [false, 55], "2019-06-16": [false, 55], "2019-06-17": [false, 55], "2019-06-18": [false, 55], "2019-06-19": [false, 55], "2019-06-20": [false, 55], "2019-06-21": [false, 50], "2019-06-22": [false, 50], "2019-06-23": [false, 50], "2019-06-24": [false, 50], "2019-06-25": [false, 50], "2019-06-26": [false, 50], "2019-06-27": [false, 50], "2019-06-28": [false, 50], "2019-06-29": [false, 50], "2019-06-30": [false, 50]}, "Jul": {"2019-07-01": [true, 50], "2019-07-02": [true, 50], "2019-07-03": [true, 50], "2019-07-04": [true, 50], "2019-07-05": [false, 50], "2019-07-06": [false, 50], "2019-07-07": [true, 55], "2019-07-08": [true, 50], "2019-07-09": [true, 50], "2019-07-10": [false, 50], "2019-07-11": [false, 50], "2019-07-12": [false, 50], "2019-07-13": [false, 50], "2019-07-14": [false, 50], "2019-07-15": [false, 50], "2019-07-16": [false, 50], "2019-07-17": [false, 50], "2019-07-18": [false, 50], "2019-07-19": [false, 50], "2019-07-20": [true, 50], "2019-07-21": [true, 50], "2019-07-22": [true, 50], "2019-07-23": [true, 50], "2019-07-24": [true, 50], "2019-07-25": [true, 50], "2019-07-26": [true, 50], "2019-07-27": [false, 50], "2019-07-28": [true, 50], "2019-07-29": [true, 50], "2019-07-30": [true, 50], "2019-07-31": [true, 50]}, "Aug": {"2019-08-01": [true, 50], "2019-08-02": [true, 50], "2019-08-03": [true, 50], "2019-08-04": [true, 50], "2019-08-05": [true, 50], "2019-08-06": [true, 50], "2019-08-07": [true, 50], "2019-08-08": [true, 50], "2019-08-09": [false, 50], "2019-08-10": [false, 50], "2019-08-11": [false, 50], "2019-08-12": [false, 50], "2019-08-13": [true, 50], "2019-08-14": [true, 50], "2019-08-15": [true, 50], "2019-08-16": [true, 50], "2019-08-17": [true, 50], "2019-08-18": [true, 50], "2019-08-19": [true, 50], "2019-08-20": [true, 50], "2019-08-21": [true, 50], "2019-08-22": [true, 50], "2019-08-23": [true, 50], "2019-08-24": [true, 50], "2019-08-25": [true, 50], "2019-08-26": [false, 55], "2019-08-27": [false, 55], "2019-08-28": [false, 55], "2019-08-29": [true, 50], "2019-08-30": [true, 50], "2019-08-31": [true, 50]}, "Sep": {"2019-09-01": [true, 50], "2019-09-02": [true, 50], "2019-09-03": [true, 50], "2019-09-04": [true, 50], "2019-09-05": [true, 50], "2019-09-06": [true, 50], "2019-09-07": [true, 50], "2019-09-08": [true, 50], "2019-09-09": [true, 50], "2019-09-10": [true, 50], "2019-09-11": [true, 50], "2019-09-12": [true, 50], "2019-09-13": [true, 50], "2019-09-14": [true, 50], "2019-09-15": [true, 50], "2019-09-16": [true, 50], "2019-09-17": [true, 50], "2019-09-18": [true, 50], "2019-09-19": [true, 50], "2019-09-20": [true, 50], "2019-09-21": [true, 50], "2019-09-22": [true, 50], "2019-09-23": [true, 50], "2019-09-24": [true, 50], "2019-09-25": [true, 50], "2019-09-26": [true, 50], "2019-09-27": [true, 50], "2019-09-28": [true, 50], "2019-09-29": [true, 50], "2019-09-30": [true, 50]}}, 20], "35387444": [[-33.74055, 150.7267], "Cosy and Comfortable Short Stay", ["https://a0.muscache.com/im/pictures/6d746528-7e65-43d5-b0c6-d471c36d9e27.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/599b5cae-389a-4158-9a34-af29dc573768.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/200f7f81-6c4b-4487-a347-2f9033979acc.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b0909216-11a5-4b22-9352-7594a7d7a1c5.jpg?aki_policy=large"], "2 bedrooms", 2, "1 shared bath", 1.0, 1, 4, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 1, null, "Private room", 40.0, "AUD", 0, 249150370, "Super chilled vibe in a great neighbourhood. Clean, spacious and comfortable.'", {"139802967": ["Anna", "I really enjoyed my short stay at Rachael’s place. Rachael is lovely and helpful. the room we stayed in was very clean and comfortable and the location of the place was convenient if heading to the station to go to the city or blue mountains area. Thanks Rachael!"]}, {"Jun": {"2019-06-01": [true, 40], "2019-06-02": [true, 40], "2019-06-03": [true, 40], "2019-06-04": [false, 40], "2019-06-05": [false, 40], "2019-06-06": [false, 40], "2019-06-07": [false, 40], "2019-06-08": [false, 40], "2019-06-09": [false, 40], "2019-06-10": [false, 40], "2019-06-11": [false, 40], "2019-06-12": [false, 40], "2019-06-13": [true, 40], "2019-06-14": [true, 40], "2019-06-15": [false, 40], "2019-06-16": [false, 40], "2019-06-17": [false, 40], "2019-06-18": [false, 40], "2019-06-19": [false, 40], "2019-06-20": [false, 40], "2019-06-21": [false, 40], "2019-06-22": [false, 40], "2019-06-23": [false, 40], "2019-06-24": [false, 40], "2019-06-25": [false, 40], "2019-06-26": [false, 40], "2019-06-27": [false, 40], "2019-06-28": [false, 40], "2019-06-29": [false, 40], "2019-06-30": [false, 40]}, "Jul": {"2019-07-01": [false, 40], "2019-07-02": [false, 40], "2019-07-03": [false, 40], "2019-07-04": [false, 40], "2019-07-05": [false, 40], "2019-07-06": [false, 40], "2019-07-07": [false, 40], "2019-07-08": [false, 40], "2019-07-09": [false, 40], "2019-07-10": [false, 40], "2019-07-11": [false, 40], "2019-07-12": [false, 40], "2019-07-13": [false, 40], "2019-07-14": [false, 40], "2019-07-15": [false, 40], "2019-07-16": [false, 40], "2019-07-17": [false, 40], "2019-07-18": [false, 40], "2019-07-19": [false, 40], "2019-07-20": [false, 40], "2019-07-21": [true, 40], "2019-07-22": [true, 40], "2019-07-23": [true, 40], "2019-07-24": [true, 40], "2019-07-25": [true, 40], "2019-07-26": [true, 40], "2019-07-27": [true, 40], "2019-07-28": [true, 40], "2019-07-29": [true, 40], "2019-07-30": [true, 40], "2019-07-31": [true, 40]}, "Aug": {"2019-08-01": [true, 40], "2019-08-02": [true, 40], "2019-08-03": [true, 40], "2019-08-04": [true, 40], "2019-08-05": [true, 40], "2019-08-06": [true, 40], "2019-08-07": [true, 40], "2019-08-08": [true, 40], "2019-08-09": [true, 40], "2019-08-10": [true, 40], "2019-08-11": [true, 40], "2019-08-12": [true, 40], "2019-08-13": [true, 40], "2019-08-14": [true, 40], "2019-08-15": [true, 40], "2019-08-16": [true, 40], "2019-08-17": [true, 40], "2019-08-18": [true, 40], "2019-08-19": [true, 40], "2019-08-20": [true, 40], "2019-08-21": [true, 40], "2019-08-22": [true, 40], "2019-08-23": [true, 40], "2019-08-24": [true, 40], "2019-08-25": [true, 40], "2019-08-26": [true, 40], "2019-08-27": [true, 40], "2019-08-28": [true, 40], "2019-08-29": [true, 40], "2019-08-30": [true, 40], "2019-08-31": [true, 40]}, "Sep": {"2019-09-01": [true, 40], "2019-09-02": [true, 40], "2019-09-03": [true, 40], "2019-09-04": [true, 40], "2019-09-05": [true, 40], "2019-09-06": [true, 40], "2019-09-07": [true, 40], "2019-09-08": [true, 40], "2019-09-09": [true, 40], "2019-09-10": [true, 40], "2019-09-11": [true, 40], "2019-09-12": [true, 40], "2019-09-13": [true, 40], "2019-09-14": [true, 40], "2019-09-15": [true, 40], "2019-09-16": [true, 40], "2019-09-17": [true, 40], "2019-09-18": [true, 40], "2019-09-19": [true, 40], "2019-09-20": [true, 40], "2019-09-21": [true, 40], "2019-09-22": [true, 40], "2019-09-23": [true, 40], "2019-09-24": [true, 40], "2019-09-25": [true, 40], "2019-09-26": [true, 40], "2019-09-27": [true, 40], "2019-09-28": [true, 40], "2019-09-29": [true, 40], "2019-09-30": [true, 40]}}, 0], "26750632": [[-33.74477, 150.69881], "Penrith house-Walk to station &Shopping Center", ["https://a0.muscache.com/im/pictures/350e517b-fe24-4362-b990-e0f2ce75e7b3.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/72d13e81-5a67-4109-8dda-b7571c5dccbc.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/eb9abedc-62eb-46d1-804d-495f2e998198.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/7b12cc0a-9397-4486-9dbc-61f152900617.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/049fb3bb-05ab-474d-8f6f-858fa2b95ea3.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e18315ec-0dcf-4857-9d2e-5215f7e54904.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/68bb3376-c8c2-4deb-b64c-ad9d01664be4.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/534d6e29-52eb-48d1-8b5e-ff309521e306.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/5dfcf3ec-6d86-4c3a-9dcc-197d968feaad.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d6a5e785-3851-453f-bd61-49bae9d530de.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e8f2c667-2e57-4694-bddd-663e9effa974.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/8d52e850-d013-4456-ace9-298606b4b028.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/667d7bda-9ce8-454e-8aaa-6f53b190e9c8.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d40317df-b2d6-4f83-94d9-e29a14c5d420.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a61001bb-1199-4b32-b16b-cafeae12e464.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/21361bbb-b731-4023-8288-9f851a1d9bd8.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/90376667-30a6-4c82-af87-f7b571731601.jpg?aki_policy=large"], "4 bedrooms", 4, "2 baths", 2.0, 4, 6, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 35, 5.0, "Entire house", 99.0, "AUD", 0, 200923522, "Translate this description to English (Australia)Sarah-Jane wrote on 10/6/2019- place to stay for a family or for 2 small families. Clean and tidy and well laid out. Big rooms, full kitchen, full bathroom plus ensuite and outside eating area and garden..Motel quality sheets, comfy mattressess and pillows with lots of quilts and blankets. Spotlessly clean. Enormous towels. Toiletries as well. Everything you need in the kitchen. Would happily stay again.\\xe2\\x80\\x9d'", {"269381412": ["Kevin", "Thanks Linda, It was perfect and trouble free, Cheers"], "124498571": ["Beau", "Excellent house. Great communication with Linda. Everything was excellent."], "244672648": ["Sarah-Jane", "Great place to stay for a family or for 2 small families. Clean and tidy and well laid out. Big rooms, full kitchen, full bathroom plus ensuite and outside eating area and garden..Motel quality sheets, comfy mattressess and pillows with lots of quilts and blankets. Spotlessly clean. Enormous towels. Toiletries as well. Everything you need in the kitchen. Would happily stay again."], "112358699": ["Samantha", "Great modern home close to amenities. Very comfortable stay."], "259083095": ["Micah", "The best airbnb house you can find"], "162022397": ["Guangyuan", "very good"], "258955845": ["Xcel", "Great place, nice modern and comfortable."], "249547731": ["Kandy", "Very clean and the location was superb. Quiet neighbourhood and beautiful home. We only stayed a couple of days but could see staying longer next time. Thanks Linda."], "246542667": ["Sharon", "A wonderful, spacious and well equipped home to stay in. Very comfortable and well presented. We loved our stay and will be back."], "21276209": ["James", "Nice and simple check in, great space with plenty of living area to hang out. Will definitely be back!"], "69283627": ["Georgia", "Linda has fantastic communication and her home is very spacious and centrally located."], "22945141": ["Rob", "Linda’s communication was excellent. Her house was very nice and new with high ceilings and larger than I expected. Great location and well priced. Would recommend"], "177405725": ["Andrew", "Great space, plenty of rooms."], "235096021": ["Mandy", "The house was great, with plenty of room and centrally located to shops and train station. Linda was a fantastic host."], "154771403": ["Sally", "This house was perfect for us! Exactly as advertised, very clean and thoughtful touches throughout. A lovely host with excellent communication. Thank you!"], "202637732": ["Ya", "It’s a beautiful house"], "55506824": ["Marty", "Was there for work for a few days. Linda was very good with communicating with us, place is fairly modern, very clean and was perfect for us while we worked in the area.\nWould highly recommend it if you are staying or need to stay in the Penrith area."], "161396059": ["Richard", "very clean nice house. great communication with host. Had a very warm welcoming feel"], "50407302": ["Kathryn", "Everything was as described and we had a comfortable stay. Access was easy. Good location in Penrith, clean and spacious. Thanks so much. Would stay again."], "45110378": ["Tracy", "Our family enjoyed our stay at Linda’s. She communicated well, was a considerate host, and the house was clean and had everything we needed.  We would stay again next time."], "12525302": ["Gayle", "Linda’s place was spacious and clean, bright and welcoming. The beds are quite a bit firmer than my friends and I were used to, but not terribly uncomfortable. The ducted air con was wonderful for keeping the house temperate in strange weather conditions (steaming hot the first two days and then cold the last two!). Thanks for a lovely stay!"], "14378503": ["Robert", "Spacious and close to station by foot.  Everything you need. Quiet at night."], "152290730": ["Rick", "Linda's home is well positioned. It is very well appointed with extra touches to really make you feel at home. Linda is a wonderful host and provides prompt replies. I highly recommend Linda and her property, "], "82571315": ["Kirsten Chris", "Great location"], "32892058": ["Richard", "Just what we needed."], "93118484": ["Prudence", "I would 100% definitely recommend Linda’s place. It was very beautiful and the communication was very easy. The house itself was easy to find and it was very clean.  Will be booking her place again in the future."], "204364722": ["Shannon", "Linda & Greg's home is fantastic.  Huge space for families, clean, comfortable, nice back patio.  Situated in a gorgeous new development close to shops, train station and lots of restaurants."], "46512486": ["Catrina", "Clean and nice house"], "152680335": ["Jennifer", "The airbnb was very clean and modern and the host was very sweet and friendly."], "58324559": ["Alan John", "Clean and airy. Great location"], "234400516": ["Debra", "Great Location for a family visiting (who cannot drive or have large group).  Close to mall/shopping/grocery stores and the train station. Stayed for 10 days while prepping for a family wedding.  Since we were close to stores/train we could conduct all business without multiple trips to move everyone.  House was clean and had all we needed to make meals, etc."], "2295206": ["Daniele", "I've been living for 2 months and everything was great! Easy Check-In, clean house and perfect guest! Every time I had a small issue, she was coming to help me. Thank you very much Linda!"], "227369345": ["Jason", "Nice and clean\nLovely host\nHighly recommend"], "15684726": ["Allison", "Easy communication and check in, very clean space, and solid WiFi for three business travelers. Thanks, Linda."], "141145723": ["Sally", "Highly recommended , great host. \nThanks again"]}, {"Jun": {"2019-06-01": [false, 168], "2019-06-02": [true, 99], "2019-06-03": [false, 128], "2019-06-04": [false, 99], "2019-06-05": [false, 138], "2019-06-06": [false, 99], "2019-06-07": [false, 168], "2019-06-08": [false, 168], "2019-06-09": [false, 150], "2019-06-10": [false, 108], "2019-06-11": [false, 108], "2019-06-12": [false, 137], "2019-06-13": [false, 138], "2019-06-14": [false, 168], "2019-06-15": [true, 121], "2019-06-16": [true, 99], "2019-06-17": [false, 138], "2019-06-18": [false, 138], "2019-06-19": [false, 138], "2019-06-20": [true, 138], "2019-06-21": [false, 138], "2019-06-22": [false, 138], "2019-06-23": [true, 135], "2019-06-24": [false, 150], "2019-06-25": [false, 150], "2019-06-26": [false, 150], "2019-06-27": [false, 122], "2019-06-28": [false, 168], "2019-06-29": [false, 168], "2019-06-30": [true, 99]}, "Jul": {"2019-07-01": [false, 128], "2019-07-02": [false, 128], "2019-07-03": [false, 128], "2019-07-04": [false, 128], "2019-07-05": [false, 168], "2019-07-06": [false, 168], "2019-07-07": [false, 150], "2019-07-08": [true, 138], "2019-07-09": [true, 150], "2019-07-10": [true, 150], "2019-07-11": [false, 150], "2019-07-12": [false, 168], "2019-07-13": [false, 168], "2019-07-14": [false, 150], "2019-07-15": [false, 150], "2019-07-16": [true, 150], "2019-07-17": [false, 150], "2019-07-18": [false, 150], "2019-07-19": [true, 168], "2019-07-20": [true, 168], "2019-07-21": [true, 150], "2019-07-22": [true, 150], "2019-07-23": [true, 150], "2019-07-24": [true, 150], "2019-07-25": [true, 150], "2019-07-26": [true, 168], "2019-07-27": [true, 168], "2019-07-28": [true, 150], "2019-07-29": [true, 150], "2019-07-30": [true, 150], "2019-07-31": [true, 150]}, "Aug": {"2019-08-01": [true, 150], "2019-08-02": [true, 168], "2019-08-03": [true, 168], "2019-08-04": [true, 150], "2019-08-05": [true, 150], "2019-08-06": [true, 150], "2019-08-07": [true, 150], "2019-08-08": [true, 150], "2019-08-09": [true, 168], "2019-08-10": [true, 168], "2019-08-11": [false, 150], "2019-08-12": [false, 150], "2019-08-13": [false, 150], "2019-08-14": [false, 150], "2019-08-15": [false, 150], "2019-08-16": [true, 168], "2019-08-17": [true, 168], "2019-08-18": [true, 150], "2019-08-19": [true, 150], "2019-08-20": [true, 150], "2019-08-21": [true, 150], "2019-08-22": [true, 150], "2019-08-23": [false, 168], "2019-08-24": [false, 168], "2019-08-25": [true, 150], "2019-08-26": [false, 150], "2019-08-27": [false, 150], "2019-08-28": [false, 150], "2019-08-29": [true, 150], "2019-08-30": [true, 168], "2019-08-31": [true, 168]}, "Sep": {"2019-09-01": [true, 150], "2019-09-02": [true, 150], "2019-09-03": [true, 150], "2019-09-04": [true, 150], "2019-09-05": [true, 150], "2019-09-06": [true, 168], "2019-09-07": [true, 168], "2019-09-08": [true, 150], "2019-09-09": [true, 150], "2019-09-10": [true, 150], "2019-09-11": [true, 150], "2019-09-12": [true, 150], "2019-09-13": [true, 168], "2019-09-14": [true, 168], "2019-09-15": [true, 150], "2019-09-16": [true, 150], "2019-09-17": [true, 150], "2019-09-18": [true, 150], "2019-09-19": [true, 150], "2019-09-20": [true, 168], "2019-09-21": [true, 168], "2019-09-22": [true, 150], "2019-09-23": [true, 150], "2019-09-24": [true, 150], "2019-09-25": [true, 150], "2019-09-26": [true, 178], "2019-09-27": [true, 168], "2019-09-28": [true, 168], "2019-09-29": [true, 198], "2019-09-30": [true, 198]}}, 101], "29468927": [[-33.74773, 150.704], "Stylish Apartment in heart of Penrith", ["https://a0.muscache.com/im/pictures/6e53b692-d5a1-4d7d-8724-4a26213e7676.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/862cdcbd-b6c2-4b62-9cf8-871cefc4d440.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/326b2ea5-3832-4b5b-bc1f-c698899ce9fc.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/48e11d50-1cb3-47b4-9bcc-03252af21e1d.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/172d20ff-b218-4eae-b945-5f1cee672e3a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b2b42851-60c6-4e4f-96f1-aeb9440c3f04.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b8d56662-0d46-4e3d-96bf-8daa4d38cbfa.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4fd2e855-722d-49b6-8d4c-fd5b0a387fd8.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/111d8cbf-917d-415f-afdd-ca48becd374b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/448c5901-e0fe-4af6-9020-8a742d2dfb1b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/fdffb0ec-686f-4710-b68e-ea0fbcb503ab.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/19eafdb5-5b2e-400d-a915-e6a7194ec224.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a3925b07-c71a-4529-99d8-466346cf0a36.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/27f0dbb0-b77e-4a9a-88cc-e53c7cada087.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/e2d9df99-0798-4176-a187-4053bbe337f1.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/b904586d-f753-4382-9e69-6d715f397765.jpg?aki_policy=large"], "2 bedrooms", 2, "1 bath", 1.0, 3, 5, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 27, 5.0, "Entire apartment", 91.0, "AUD", 0, 111201293, "Modern and stylish 2 bedroom apartment with undercover car space, high speed NBN, that we have equipped to be your home away from home. Easy walking distance to Penrith CBD. &amp; Train Station or take the bus, the bus-stop is outside the front door.'", {"258704191": ["Andrew", "Very clean and nice location"], "165078029": ["Tim", "This is a convenient, clean and secure spot for your next stay in Penrith!  Great host!"], "177399951": ["Trish", "The accommodation was very nice and clean, and the apartment has everything we need plus more.  The beds were very comfortable and mine was even fully adjustable.\n\nThe host spoiled us with chocolate and fruit and a variety of other foods.   I highly recommend this accommodation."], "247177643": ["Sandy", "Arlene is a lovely host everything was as she said. The unit was immaculate. The extra little touches and the welcome basket was a lovely idea. I will be recommending it to all my friends and family. Thank you Arlene"], "64220110": ["Myunghee", "My parents love this house..\nIt’s very wonderful place for family^^\nNext time, Definitely I will make a booking again..\nI’m very appreciate for the host’s lots of favours^^ Happy Easter~~"], "68954192": ["Claire-Lyn", "Thanks Arlene, accommodation was clean, comfortable and affordable."], "238857806": ["Che", "This place was great, helpful host. Definitely recommend."], "245911240": ["Gareth", "Arlene provided a beautiful selection of foods that really made my stay much better. I didn't need to go to the shops to buy breakfast or snacks, it was great. The road is noisy, but didn't bother me one bit. Lovely place. Thankyou Arlene, Gareth"], "157799906": ["Sarah", "Apartment has everything you could possibly need or want. Kitchen has every device who can think off, super comfy beds, soft towels, lots of little extras like welcome gift with milk, bread, cookies, fruit, ham, eggs. Very clean. Lovely place."], "154380580": ["Trevor", "Terrific and beautifully presented apartment with high quality appliances and smart TV.  \nFully equipped kitchen, hi speed internet and smart tv \nGreat stay, easy check in and out, can't to stay again."], "144043980": ["Donna", "Arlene has put her heart and soul making sure we were comfortable and needing nothing .  It is an old flat done up , with no expense spared and felt loved when walking into the premises.  \n\nOnly negative was the traffic and as a light sleeper, I needed earplugs which pretty well sorted the Christmas rush out!  \n\nFor the price this is a keeper and big cheer to Arlene’s outstanding effort to make the house a home "], "31492141": ["Belinda", "The place is done up very lovely and the finishing touches of the sheets, towels and welcome pack was very thought through. \n\nArlene has obviously put in effort which is very much appreciated! \n\nThe road is quite busy and the block was noisy (we stayed a Saturday evening however) but all well and fine if looking for a cosy place to stay."], "39322381": ["Chad", "arlene's place is 100 out of 100.   the \"breakfast basket\" was superb (and much more than just breaky).   and every extra little touch provided  a welcoming feel.\ni would highly recommend."], "128330230": ["Adam", "Great little spot very good hospitality."], "60178431": ["Bobby", "Amazing host, great attention to detail and very generous. Left a large breakfast hamper with very healthy options. I arrived a bit earlier than the check in time and the unit was left sparkling clean and ready. Will always stay here if I visit Penrith in future. Very highly recommend. Thank you Arlene."], "174506446": ["Libby", "Thank you for your hospitality Arlene! What a wonderful unit you have, thank you for allowing us into your space, and for the little touches that made the experience that much more wonderful. Thank you so much!"], "36583424": ["Jack", "Brand new listing, sensational space that was very well priced. Would recommended and stay again for sure! Could not fault anything in this apartment, Arlene went above and beyond, supplying huge amounts of food- eggs, bacon, bread, milk, a massive fruit bowl and so much more. Coffee machine is a great touch. Thanks again Arlene"], "184337201": ["Kylie", "Arlene’s place is a quaint newly renovated apartment in the heart of Penrith with thoughtful touches. Beds are comfortable and it is sparkling clean. Arlene is quick with responses and provides much more than you will expect. On our arrival we found fresh fruit, bacon, eggs, bread, toiletries and much much more. As a frequent visitor to Penrith, we will be staying here again. Absolutely deserves 5 ⭐️"], "51042982": ["Suzana", "The apartment is in the lower ground, and  close to the bus stop. For those lighsleepers, Arlene provide you with some ear plugs though . The apartment is fully renovated and decorated nicely. Welldone Arlene.\n\nExpect nice and fluffy towels and linen, blankets and lots of supplies in the cupboard , coffee, tea even the dolcegusto coffeemaker. Very nice and comfortable apartment. \n\nWe (me, hubby and 2 daughters) had a great stay at Arlene’s."], "30805914": ["Anita", "The is an older flat with everything inside looking like new. Spotlessly clean and Arlene provides very generous provisions. A Very comfortable bed, good kitchen facilities, with Washing machine and dryer ideal for a longer stay. A heated throw kept us warm in addition to the heat pump. Arlene goes out of her way to provide for a comfortable stay."], "30443375": ["Sing Gee", "Lovely apartment with everything one would expect to have, Checking in and out were easy"], "108742167": ["Georgie", "Central location.cleanest Airbnb we have stayed in .very comfortable."], "95777908": ["Jacqui", "Highly recommend Arlene and her B&B. The welcome pack was amazing.  Great facilities and very clean and tidy. Street not too busy at all."], "10349763": ["Mark", "Everything was great and clear and complete communication on the apartment.\n\nEvery amenity was available and more “welcome snacks” and provisions than I have ever seen at an AIRBNB. Everything appears to be new. Plenty of towels, etc. Washer, Dryer, Dishwasher...\n\nA 15 minute walk to Penrith’s main shopping mall, Cinema and many restaurants and bars.\n\nSelf check-in lock box was very convenient and allowed for my flexibility."], "56805214": ["Gail", "Arlene has a lovely home that is an enjoyable place to stay."], "94312922": ["Karel", "Very beautiful and well-equiped flat. We got a lot of fruit and food. I can recommend for everyone who want stay for a while in this region."], "226016200": ["Herbert", "Sehr gut ausgestattet"]}, {"Jun": {"2019-06-01": [false, 91], "2019-06-02": [false, 90], "2019-06-03": [false, 90], "2019-06-04": [false, 90], "2019-06-05": [false, 90], "2019-06-06": [false, 90], "2019-06-07": [false, 90], "2019-06-08": [false, 90], "2019-06-09": [false, 90], "2019-06-10": [true, 90], "2019-06-11": [true, 90], "2019-06-12": [false, 90], "2019-06-13": [false, 90], "2019-06-14": [false, 90], "2019-06-15": [false, 90], "2019-06-16": [false, 90], "2019-06-17": [false, 90], "2019-06-18": [false, 90], "2019-06-19": [true, 90], "2019-06-20": [true, 90], "2019-06-21": [true, 90], "2019-06-22": [true, 90], "2019-06-23": [false, 90], "2019-06-24": [false, 90], "2019-06-25": [false, 90], "2019-06-26": [false, 90], "2019-06-27": [false, 90], "2019-06-28": [false, 90], "2019-06-29": [false, 90], "2019-06-30": [false, 90]}, "Jul": {"2019-07-01": [false, 90], "2019-07-02": [true, 90], "2019-07-03": [true, 90], "2019-07-04": [false, 90], "2019-07-05": [false, 95], "2019-07-06": [false, 95], "2019-07-07": [false, 105], "2019-07-08": [false, 90], "2019-07-09": [true, 90], "2019-07-10": [true, 90], "2019-07-11": [true, 90], "2019-07-12": [true, 90], "2019-07-13": [true, 90], "2019-07-14": [true, 90], "2019-07-15": [true, 90], "2019-07-16": [true, 90], "2019-07-17": [true, 90], "2019-07-18": [true, 90], "2019-07-19": [true, 90], "2019-07-20": [true, 90], "2019-07-21": [true, 90], "2019-07-22": [true, 90], "2019-07-23": [true, 90], "2019-07-24": [true, 90], "2019-07-25": [true, 90], "2019-07-26": [true, 90], "2019-07-27": [true, 90], "2019-07-28": [true, 90], "2019-07-29": [true, 90], "2019-07-30": [true, 90], "2019-07-31": [true, 90]}, "Aug": {"2019-08-01": [true, 90], "2019-08-02": [true, 90], "2019-08-03": [true, 92], "2019-08-04": [true, 90], "2019-08-05": [true, 90], "2019-08-06": [true, 90], "2019-08-07": [true, 90], "2019-08-08": [true, 90], "2019-08-09": [true, 90], "2019-08-10": [false, 90], "2019-08-11": [false, 90], "2019-08-12": [false, 90], "2019-08-13": [false, 90], "2019-08-14": [false, 90], "2019-08-15": [false, 90], "2019-08-16": [false, 90], "2019-08-17": [false, 90], "2019-08-18": [false, 90], "2019-08-19": [false, 90], "2019-08-20": [false, 90], "2019-08-21": [false, 90], "2019-08-22": [false, 90], "2019-08-23": [false, 90], "2019-08-24": [false, 90], "2019-08-25": [false, 90], "2019-08-26": [false, 90], "2019-08-27": [false, 90], "2019-08-28": [false, 90], "2019-08-29": [false, 90], "2019-08-30": [false, 90], "2019-08-31": [true, 90]}, "Sep": {"2019-09-01": [true, 90], "2019-09-02": [true, 90], "2019-09-03": [true, 90], "2019-09-04": [true, 90], "2019-09-05": [true, 90], "2019-09-06": [true, 90], "2019-09-07": [true, 90], "2019-09-08": [true, 90], "2019-09-09": [true, 90], "2019-09-10": [true, 90], "2019-09-11": [true, 90], "2019-09-12": [true, 90], "2019-09-13": [false, 90], "2019-09-14": [false, 91], "2019-09-15": [false, 90], "2019-09-16": [false, 90], "2019-09-17": [true, 90], "2019-09-18": [true, 90], "2019-09-19": [true, 90], "2019-09-20": [true, 90], "2019-09-21": [true, 92], "2019-09-22": [true, 90], "2019-09-23": [true, 90], "2019-09-24": [true, 90], "2019-09-25": [true, 90], "2019-09-26": [true, 90], "2019-09-27": [true, 90], "2019-09-28": [true, 90], "2019-09-29": [true, 90], "2019-09-30": [true, 90]}}, 70], "27636743": [[-33.746391, 150.674622], "The Twin Suite", ["https://a0.muscache.com/im/pictures/bfa30e35-58db-4474-9df6-4567c1bd80b0.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/69c57492-c48e-4cda-943b-324b1e143c46.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/c88c6a15-4053-49cb-b988-d88d6b85be69.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/dc189ef1-688b-4394-b948-98a06ceffa94.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/f4c67c1d-9fb9-4768-a46d-5b43b6a5e4c0.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/a4dbfd30-f2bf-4273-a9d2-7f2cab360264.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/98d2dad0-ebc9-477a-a1fb-4849a42a264a.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/93369844-9c59-4302-9287-329250c1613b.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/50341a08-ddff-4bfb-93f8-ea1e707d74b8.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/cf0c9f58-a2fe-4395-a87f-ff35db4fd4ee.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/4c6f664f-f245-4f4b-aa89-72fba2fc0b3c.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d346f99e-710b-423b-b3a1-760b26ca5324.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/fadbb5f4-5a1b-4b33-aca4-77764688e6e5.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/d6404d48-c2a6-48b3-a7e5-4f3bd7b81423.jpg?aki_policy=large", "https://a0.muscache.com/im/pictures/1d82e9d6-1645-47e2-8a1f-e014c5ba8d34.jpg?aki_policy=large"], "1 bedroom", 1, "1 bath", 1.0, 2, 4, null, "Wireless Internet,Free parking on premises,Kitchen,Washer", 6, 5.0, "Entire apartment", 116.0, "AUD", 0, 200301637, "The spaceNeed some personal space to chill? Want a bit more space to do jumping jacks or practice your air guitar? 25sqm of apartment to spread out, all standard and signature amenities, twin queen beds, standard bath and seating area with a dining table and dining implements to cook a meal, we have the facilities for you to self cater your stay.'", {"25087574": ["Linda", "Great place to stay, clean, very comfortable and spacious. The host was quick with their responses."], "60441291": ["Hay-Lee", "Very comfy bed, was perfect for a night stop over. Will definitely keep it in mind for my next trip."], "4015408": ["Pranav", "ValueSuite was a convenient location to visit Blue Mountains. The check in process was easy and quick and the room was just as described. Would definitely stay there again!"], "24649558": ["Satish", "Good Place"], "229973962": ["Erdi", "good"], "23947804": ["Irmina", "Good place, comfortable bed."]}, {"Jun": {"2019-06-01": [false, 134], "2019-06-02": [false, 89], "2019-06-03": [false, 134], "2019-06-04": [false, 116], "2019-06-05": [false, 134], "2019-06-06": [false, 134], "2019-06-07": [false, 134], "2019-06-08": [false, 134], "2019-06-09": [false, 134], "2019-06-10": [false, 89], "2019-06-11": [false, 125], "2019-06-12": [false, 116], "2019-06-13": [false, 143], "2019-06-14": [false, 134], "2019-06-15": [false, 143], "2019-06-16": [false, 89], "2019-06-17": [false, 152], "2019-06-18": [false, 116], "2019-06-19": [false, 143], "2019-06-20": [false, 143], "2019-06-21": [false, 143], "2019-06-22": [false, 134], "2019-06-23": [false, 116], "2019-06-24": [false, 188], "2019-06-25": [false, 143], "2019-06-26": [true, 161], "2019-06-27": [true, 161], "2019-06-28": [true, 161], "2019-06-29": [true, 161], "2019-06-30": [true, 116]}, "Jul": {"2019-07-01": [true, 161], "2019-07-02": [true, 161], "2019-07-03": [true, 161], "2019-07-04": [true, 152], "2019-07-05": [false, 327], "2019-07-06": [false, 336], "2019-07-07": [false, 318], "2019-07-08": [true, 161], "2019-07-09": [true, 161], "2019-07-10": [true, 161], "2019-07-11": [true, 152], "2019-07-12": [true, 197], "2019-07-13": [true, 188], "2019-07-14": [true, 143], "2019-07-15": [true, 161], "2019-07-16": [true, 170], "2019-07-17": [true, 161], "2019-07-18": [true, 161], "2019-07-19": [true, 188], "2019-07-20": [true, 188], "2019-07-21": [true, 134], "2019-07-22": [true, 143], "2019-07-23": [true, 161], "2019-07-24": [true, 152], "2019-07-25": [true, 143], "2019-07-26": [true, 188], "2019-07-27": [true, 188], "2019-07-28": [true, 134], "2019-07-29": [true, 143], "2019-07-30": [true, 152], "2019-07-31": [true, 152]}, "Aug": {"2019-08-01": [true, 161], "2019-08-02": [true, 188], "2019-08-03": [true, 188], "2019-08-04": [true, 161], "2019-08-05": [true, 161], "2019-08-06": [true, 179], "2019-08-07": [true, 161], "2019-08-08": [true, 161], "2019-08-09": [true, 188], "2019-08-10": [true, 188], "2019-08-11": [true, 161], "2019-08-12": [true, 161], "2019-08-13": [true, 161], "2019-08-14": [true, 161], "2019-08-15": [true, 161], "2019-08-16": [true, 188], "2019-08-17": [true, 188], "2019-08-18": [true, 161], "2019-08-19": [true, 161], "2019-08-20": [true, 161], "2019-08-21": [true, 161], "2019-08-22": [true, 161], "2019-08-23": [true, 188], "2019-08-24": [true, 188], "2019-08-25": [true, 161], "2019-08-26": [true, 161], "2019-08-27": [true, 161], "2019-08-28": [true, 161], "2019-08-29": [true, 161], "2019-08-30": [true, 188], "2019-08-31": [true, 188]}, "Sep": {"2019-09-01": [true, 215], "2019-09-02": [true, 215], "2019-09-03": [true, 215], "2019-09-04": [true, 179], "2019-09-05": [true, 179], "2019-09-06": [true, 215], "2019-09-07": [true, 215], "2019-09-08": [true, 179], "2019-09-09": [true, 179], "2019-09-10": [true, 179], "2019-09-11": [true, 179], "2019-09-12": [true, 215], "2019-09-13": [true, 197], "2019-09-14": [true, 197], "2019-09-15": [true, 179], "2019-09-16": [true, 179], "2019-09-17": [true, 179], "2019-09-18": [true, 179], "2019-09-19": [true, 179], "2019-09-20": [true, 215], "2019-09-21": [true, 215], "2019-09-22": [true, 179], "2019-09-23": [true, 170], "2019-09-24": [true, 170], "2019-09-25": [true, 170], "2019-09-26": [true, 170], "2019-09-27": [true, 242], "2019-09-28": [true, 242], "2019-09-29": [true, 224], "2019-09-30": [true, 224]}}, 0]}